Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This page allows you to enter quarter, semester, and semester exam grades for all the selected teachers students in the current period. By default, this program will list the students in the selected teachers first period class for the current quarter. You can alter the period by changing the period pull-down menu at the top of the screen. Also, you can alter the quarter by changing the marking period pull-down menu on top. Furthermore, you can select the current semester or semester final by changing the marking period pull-down menu at the top of the screen to the desired marking period
af_za: Hierdie bladsy laat jou toe om van die kwartaal, semester, en semester eksamen grade in te skryf vir al die geselekteerde onderwysers studente in die huidige tydperk. By verstek, sal hierdie program lys van die studente in die geselekteerde onderwysers eerste periode klas vir die huidige kwartaal. Jy kan die tydperk verander deur die verandering van die tydperk hangkieslys aan die bokant van die skerm. Jy kan ook die kwartaal verander deur die verandering van die nasienperiode hangkieslys geplaas. Verder kan jy die huidige semester of finale semester kies deur die verandering van die nasienperiode hangkieslys aan die bokant van die skerm na die gewenste nasienperiode
be_by: Гэтая старонка дазваляе ўвесці квартал, паўгоддзе, і гатункі семестра іспыт для ўсіх адабраных студэнтаў настаўнікаў у бягучым перыядзе. Па змаўчанні, гэтая праграма будзе спіс студэнтаў у абранай настаўніка першага класа перыяду на бягучы квартал. Вы можаце змяніць перыяд шляхам змены перыяду выпадальнае меню ў верхняй частцы экрана. Акрамя таго, вы можаце змяніць квартал, змяніўшы ацэначны перыяд выпадальным меню зверху. Акрамя таго, вы можаце выбраць бягучы семестр або семестр канчатковы кошт змянення маркіроўкі перыяд выпадальнае меню ў верхняй частцы экрана, каб жаданае ацэначны перыяд
bg_bg: Тази страница ви позволява да въведете тримесечие, семестър, и степени на семестриален изпит за всички избрани студенти, учители в текущия период. По подразбиране, тази програма ще списък на студентите в избраните учители първа класа период за текущото тримесечие. Вие можете да променяте период от промяна на период от падащото меню в горната част на екрана. Също така, можете да се променят тримесечие чрез промяна на маркировката период падащото меню отгоре. Освен това, можете да изберете текущия семестър или семестър окончателно чрез промяна на маркировката период падащото меню в горната част на екрана до желания период за маркиране
bn_bd: এই পৃষ্ঠায় আপনি সব নির্বাচিত বর্তমান সময় শিক্ষক ছাত্রদের জন্য কোয়ার্টার, সেমেস্ত্র, এবং সেমেস্ত্র পরীক্ষায় বাংলাদেশের লিখতে পারবেন. ডিফল্টরূপে, এই প্রোগ্রাম নির্বাচিত শিক্ষকদের প্রথম বর্তমান সিকি জন্য সময় ক্লাসে ছাত্রদের তালিকা হবে. আপনি পর্দার উপরের সময়ের-টান ডাউন মেনু পরিবর্তন সময় পরিবর্তন করতে পারেন. উপরন্তু, আপনি অবস্থানসূচক উপরে সময়ের-টান ডাউন মেনু পরিবর্তন সিকি পরিবর্তন করতে পারেন. উপরন্তু, আপনি পর্দার উপরের অবস্থানসূচক সময়ের-টান ডাউন মেনু পরিবর্তন আকাঙ্ক্ষিত অবস্থানসূচক সময়ের দ্বারা বর্তমান সেমেস্ত্র বা সেমেস্ত্র চূড়ান্ত নির্বাচন করতে পারবেন
da_dk: Denne side giver dig mulighed for at indtaste kvartal semester, og semester eksamen karakterer for alle de udvalgte lærere eleverne i den nuværende periode. Som standard, vil dette program en liste over de studerende i den valgte lærerne første periode klasse for det igangværende kvartal. Du kan ændre den periode, ved at ændre den periode, pull-down menuen øverst på skærmen. Du kan også ændre kvartal ved at ændre mærkningen periode pull-down menuen på toppen. Desuden kan du vælge den aktuelle semester eller semester afsluttende ved at ændre mærkningen periode pull-down menuen øverst på skærmen til den ønskede mærkning periode
el_gr: Αυτή η σελίδα σας επιτρέπει να εισάγετε τρίμηνο, εξάμηνο, και τους βαθμούς εξετάσεις εξαμήνου για όλες τις επιλεγείσες φοιτητές καθηγητές κατά την τρέχουσα περίοδο. Από προεπιλογή, το πρόγραμμα αυτό θα λίστα των φοιτητών στο επιλεγμένο καθηγητές πρώτης τάξης περίοδο για το τρέχον τρίμηνο. Μπορείτε να αλλάξετε το χρονικό διάστημα από την αλλαγή της περιόδου pull-down μενού στο πάνω μέρος της οθόνης. Επίσης, μπορείτε να αλλάξετε το τρίμηνο από την αλλαγή της σήμανσης περίοδο pull-down μενού στο πάνω μέρος. Επιπλέον, μπορείτε να επιλέξετε το τρέχον εξάμηνο ή εξαμήνου τελικό με την αλλαγή της σήμανσης περίοδο pull-down μενού στο πάνω μέρος της οθόνης στην επιθυμητή περίοδο σήμανση
et_ee: Sellel leheküljel saab sisestada kvartalis semester, ja semester eksamitulemusi kõikidele valitud õpetajad õpilasi käesoleval perioodil. Vaikimisi on see programm nimekirja õpilaste valitud õpetajad esimesel perioodil klassi jooksva kvartali jooksul. Saab muuta perioodi, muutes aja pull-down menüü ülaosas ekraani. Samuti saate muuta kvartalis märgise muutmisega periood rippmenüüst peal. Lisaks saad valida praeguse semestri või poolaasta lõplik muutes märgistuse jooksul rippmenüüst ülaosas ekraani soovitud tähistamine jooksul
fa_ir: این صفحه اجازه می دهد تا به شما برای ورود به سه ماهه ، ترم و نمرات امتحان ترم برای همه معلمان دانش آموزان انتخاب شده در دوره جاری است. به طور پیش فرض ، این برنامه دانش آموزان را در لیست انتخاب معلمان کلاس دوره اول برای سه ماهه جاری. شما می توانید این دوره با تغییر دوره منو PULL - DOWN در بالای صفحه نمایش را تغییر می دهد. همچنین شما می توانید سه ماهه با تغییر دوره PULL - DOWN منو مارک در بالای خود را عوض کنید. علاوه بر این ، شما می توانید از ترم جاری یا ترم نهایی با تغییر دوره مارک منوی کشویی در بالای صفحه نمایش به دوره مورد نظر مارک را انتخاب کنید
fi_fi: Tällä sivulla voit syöttää neljänneksellä lukukausi, ja lukukauden tentti arvosanat kaikissa valituissa opettajat opiskelijat kuluvalla kaudella. Oletuksena ohjelma listaa opiskelijat valitaan opettajien ensimmäisen kauden luokassa kuluvalla neljänneksellä. Voit muuttaa ajan muuttamalla ajan alasvetovalikosta yläreunassa näytön. Voit myös muuttaa neljänneksen muuttamalla merkintää kauden alasvetovalikosta päälle. Lisäksi voit valita nykyisen lukukauden tai lukuvuoden viimeinen muuttamalla merkintää kauden alasvetovalikosta yläosassa näytön haluttuun merkintää kauden
ga_ie: Ceadaíonn an leathanach seo leat chun dul isteach ráithe, seimeastar, agus gráid scrúdaithe seimeastar do na scoláirí ar fad múinteoirí roghnaithe sa tréimhse reatha. De réir réamhshocraithe, beidh an clár liosta na mac léinn sa rang a roghnaíodh an chéad tréimhse múinteoirí don ráithe atá ann faoi láthair. Is féidir leat athrú na tréimhse trí athrú a dhéanamh ar an tréimhse tarraingt-síos roghchlár ag barr an scáileáin. Chomh maith leis sin, is féidir leat athrú ar an ráithe ag athrú na tréimhse marcála tarraingt síos-roghchlár ar an mbarr. Ina theannta sin, is féidir leat a roghnú an seimeastar reatha nó seimeastair deiridh trí athrú a dhéanamh ar an tréimhse marcála tarraingt síos-roghchlár ag barr an scáileáin ar an tréimhse atá ag teastáil marcála
gl_gl: Esta páxina permite que insira trimestre, semestre, e as notas do exame semestre para todos os alumnos seleccionados profesores no período actual. Por defecto, este programa ha incluír os estudantes seleccionados no período de clase primeiros profesores para o trimestre actual. Pode cambiar o período, cambiando o período de pull-down menu na parte superior da pantalla. Ademais, pode cambiar o trimestre, cambiando o período de reserva pull-down menu na parte superior. Ademais, pode seleccionar o semestre actual ou último semestre, cambiando o período de reserva pull-down menu na parte superior da pantalla para o período desexado marcado
hr_hr: Ova stranica vam omogućava da unesete tromjesečju, semestar, a semestar ispit ocjene za sve odabrane nastavnici učenika u tekućem razdoblju. Prema zadanim postavkama, ovaj program će se popis studenata u odabranoj nastavnici prvo razdoblje klasa za tekući kvartal. Možete promijeniti razdoblje promjenom razdoblja padajući izbornik na vrhu zaslona. Također možete promijeniti tromjesečju promjenom obilježavanje razdoblju padajućeg izbornika na vrhu. Osim toga, možete odabrati trenutni semestar, odnosno semestra završni promjenom obilježavanje razdoblju padajućeg izbornika na vrhu ekrana na željenu obilježavanje razdoblja
hu_hu: Ezen az oldalon megadhatja negyedévben, félévben, és a félév vizsga évfolyamon az összes kiválasztott tanárok a diákok a jelenlegi időszakban. Alapértelmezés szerint ez a program kiírja a hallgatók a kiválasztott tanárok első időszak osztály az aktuális negyedévben. Ön megváltoztathatja az időszak változó időszak legördülő menüből a képernyő tetején. Is, akkor megváltoztathatja a negyedév megváltoztatásával a jelölés időszakban legördülő menü a tetején. Továbbá, akkor válassza ki az aktuális félévben vagy félév final megváltoztatásával a jelölés period legördülő menüből a képernyő tetején, hogy a kívánt megjelölés period
is_is: Þessi síða gerir þér kleift að slá inn ársfjórðungi önn, og önn próf Einkunnir öll valin kennarar nemendur í núverandi tímabili. Við vanræksla, this program vilja skrá nemendur í völdu kennarar fyrsta tímabili flokki fyrir yfirstandandi ársfjórðungi. Þú getur breytt tímabilinu með því að breyta tímabilinu fellilistanum efst á skjánum. Einnig er hægt að breyta í fjórðungnum með því að breyta merkinu tíma fellilistanum efst. Enn fremur getur þú valið núverandi önn eða misseri endanlega með því að breyta merkinu tíma fellilistanum efst á skjánum að viðkomandi merkingu tímabilinu
ja_jp: このページでは、現在の期間で選択したすべての教師の生徒のために四半期、半期、及び学期の試験の成績を入力することができます。デフォルトでは、このプログラムは、現在の四半期の選択された教師の最初の期間のクラスで学生のリストが表示されます。あなたは画面の上部にある期間のプルダウンメニューを変更することにより、期間を変更することができます。また、上にマーキング期間プルダウンメニューを変更することにより、四半期を変更することができます。さらに、希望のマーキングの期間に、画面上部のマーキング期間のプルダウンメニューを変更することにより、現在の学期または最後の学期を選択することができます
lt_lt: Šis puslapis leidžia jums įvesti ketvirtis, pusmetis, ir semestro egzaminą klasių visų atrinktų mokytojų studentų dabartiniu laikotarpiu. Pagal numatytuosius parametrus, šioje programoje bus sąrašą atrinkti mokytojai iki einamojo ketvirčio pirmojo laikotarpio klasės studentai. Galite pakeisti laikotarpį pakeisti laikotarpį, išskleidžiamajame meniu ekrano viršuje. Be to, galite pakeisti ketvirtį keisti ženklinimo laikotarpį išskleidžiamajame meniu viršuje. Be to, galite pasirinkti esamą semestrui ar semestro galutinis keičia ženklinimo laikotarpį, išskleidžiamajame meniu ekrano viršuje norimą žymėjimo laikotarpį
lv_lv: Šī lapa ļauj ievadīt ceturksni, pusgadu, un semestra eksāmenu atzīmes visiem izraudzītiem skolotājiem skolēniem pārskata periodā. Pēc noklusējuma šī programma sarakstu studentu izraudzītiem skolotājiem pirmo periodu klasē kārtējā ceturksnī. Varat mainīt laiku, mainot laika pull-down menu augšpusē ekrānam. Jūs varat arī mainīt ceturksni, mainot marķējumu laika pull-down menu uz augšu. Turklāt, jūs varat izvēlēties pašreizējo semestra vai semestra gala, mainot marķējumu laika pull-down menu augšpusē ekrānam uz vēlamo marķējumu periods
mk_mk: Оваа страница ви овозможува да внесувате квартал, полугодие, и семестар испит оценки за сите избрани наставници во тековниот период. По правило, оваа програма ќе се листа на студентите во избраните наставници првиот период класа за тековната квартал. Можете да го промените периодот од промена на период од паѓачкото мени на врвот од екранот. Исто така, можете да го промените четвртина со менување на одбележувањето период паѓачкото мени на врвот. Понатаму, можете да го избере тековното семестар или семестар финалето со менување на одбележувањето период паѓачкото мени на врвот на екранот, за да на саканиот означување период
nn_no: Denne siden lar deg angi kvartal, semester, og semester eksamen karakterer for alle de valgte lærerne elevene i den aktuelle perioden. Som standard vil dette programmet liste over elevene i den valgte lærerne første perioden klasse for inneværende kvartal. Du kan endre perioden ved å endre perioden rullegardinmenyen øverst på skjermen. Du kan også endre kvartalet ved å endre merkingen perioden rullegardinmenyen på toppen. Dessuten kan du velge gjeldende semester eller semester finalen ved å endre merkingen perioden rullegardinmenyen øverst på skjermen til ønsket merking perioden
pl_pl: Ta strona pozwala na wprowadzenie kwartał, pół roku, i gatunki egzamin semestr dla wszystkich wybranych nauczycieli uczniów w bieżącym okresie. Domyślnie, program ten będzie listy studentów w wybranych nauczyciele pierwszego okresu bieżącego kwartału. Możesz zmienić okres poprzez zmianę okresu rozwijanego menu na górze ekranu. Można również zmienić kwartał przez zmianę oznakowania okresu rozwijanego menu na górze. Ponadto, można wybrać bieżący semestr lub semestr końcowego poprzez zmianę znakowania okresu rozwijanego menu na górze ekranu do pożądanego okresu oznakowania
pt_pt: Esta página permite que você insira trimestre, semestre, e as notas do exame semestre para todos os alunos selecionados professores no período atual. Por padrão, este programa irá listar os estudantes selecionados no período de classe primeiros professores para o trimestre atual. Você pode alterar o período, alterando o período de pull-down menu no topo da tela. Além disso, você pode alterar o trimestre, alterando o período de marcação pull-down menu no topo. Além disso, você pode selecionar o semestre atual ou último semestre, alterando o período de marcação pull-down menu no topo da tela para o período desejado marcação
ro_ro: Această pagină vă permite să introduceţi trimestru, semestru, iar notele examen semestru pentru toţi elevii selectate cadrele didactice în perioada curentă. În mod implicit, acest program va lista elevilor din clasa selectate profesorii prima perioadă de trimestrul curent. Puteţi modifica perioada de schimbarea perioadei de meniu vertical din partea de sus a ecranului. De asemenea, puteţi modifica trimestru prin schimbarea perioadei de marcajul vertical meniul de pe partea de sus. În plus, aveţi posibilitatea să selectaţi semestru curent sau ultimul semestru prin schimbarea perioadei de marcajul meniu vertical din partea de sus a ecranului pentru a perioadei de dorit marcajul
ru_ru: Эта страница позволяет ввести квартал, полугодие, и сорта семестра экзамен для всех отобранных студентов учителей в текущем периоде. По умолчанию, эта программа будет список студентов в выбранной учителя первого класса периода на текущий квартал. Вы можете изменить период путем изменения периода выпадающее меню в верхней части экрана. Кроме того, вы можете изменить квартал, изменив оценочный период выпадающем меню сверху. Кроме того, вы можете выбрать текущий семестр или семестр окончательный счет изменения маркировки период выпадающее меню в верхней части экрана, чтобы желаемое оценочный период
sk_sk: Na tejto stránke môžete zadať štvrťroku, polroku a stupňa semestra skúška pre všetky vybrané študentov, učiteľov v bežnom období. V predvolenom nastavení bude tento program Zoznam študentov vybraných učiteľov prvej tretine triedy pre aktuálny štvrťrok. Môžete zmeniť dobu zmenou doby pull-down menu v hornej časti obrazovky. Tiež si môžete zmeniť štvrťroku zmenou označenia období rozbaľovacieho menu hore. Ďalej si môžete zvoliť aktuálny polroku alebo semestra posledné zmenou označenia obdobie pull-down menu v hornej časti obrazovky na požadované označenie obdobie
sl_si: Ta stran vam omogoča, da vnesete četrtletju, semester, izpit semester in ocene za vse izbrane učitelje študentov v tekočem obdobju. Privzeto je, da bo ta program seznam študentov v izbrani učitelji v prvem razredu obdobje za tekoče četrtletje. Lahko spremeni čas, tako da spremenite obdobju spustnem meniju na vrhu zaslona. Prav tako lahko spremenite četrtletju s spremembo oznake obdobju spustnem meniju na vrhu. Poleg tega lahko izberete trenutno semester ali semester končno s spremembo oznake obdobju spustnem meniju na vrhu zaslona na želeno oznako obdobja
sq_al: Kjo faqe ju lejon të hyjë në tremujorin e, semestri, dhe notat e provimit të semestrit për të gjithë nxënësit edhe mësimdhënësit e zgjedhur në periudhën aktuale. By default, ky program do të listën e nxënësve në klasë të zgjedhur mësuesit periudhës së parë për tremujorin aktual. Ju mund të ndryshojë periudhën e duke ndryshuar në periudhën pull-down menu në krye të ekranit. Gjithashtu, ju mund të ndryshojë në tremujorin e duke ndryshuar periudhë vlerësimi pull-down menu në krye. Për më tepër, ju mund të zgjidhni semestrit aktual ose semestrin final duke ndryshuar periudhë vlerësimi pull-down menu në krye të ekranit në periudhën e dëshiruar duke shënuar
sr_rs: Ова страница вам омогућава да унесете кварталу семестра и оцене испит семестра за све студенте и одабрани наставници у текућем периоду. По подразумеваној вредности, овај програм ће излистати студената у одабрани наставници првог периода класе за текући квартал. Можете изменити време променом периоду падајућег менија на врху екрана. Такође, можете заменити кварталу променом обележавање периоду падајућег менија на врху. Осим тога, можете да изаберете тренутни семестар или семестра коначне променом обележавање периоду падајући мени на врху екрана до жељене обележавање периода
sv_se: Den här sidan kan du ange kvartalet, termin och termin betyg examen för alla valda lärare elever i den aktuella perioden. Som standard kommer detta program att lista de eleverna i de utvalda lärarna första perioden klass för innevarande kvartal. Du kan ändra tiden genom att ändra perioden rullgardinsmenyn längst upp på skärmen. Du kan också ändra kvartalet genom att ändra märkningen perioden rullgardinsmenyn överst. Dessutom kan du välja den innevarande termin eller ett halvår slutgiltigt genom att ändra märkningen perioden rullgardinsmenyn längst upp på skärmen till önskad märkning perioden
th_th: หน้านี้จะช่วยให้คุณป้อนไตรมาสที่ภาคการศึกษาและการเรียนการสอบภาคการศึกษาสำหรับทุกนักเรียนครูเลือกในงวดปัจจุบัน โดยค่าเริ่มต้นโปรแกรมนี้จะแสดงรายการของนักเรียนในชั้นเรียนที่เลือกช่วงเวลาที่ครูคนแรกในไตรมาสปัจจุบัน คุณสามารถเปลี่ยนระยะเวลาโดยการเปลี่ยนระยะเวลาที่เมนูแบบดึงลงที่ด้านบนของหน้าจอ นอกจากนี้คุณยังสามารถปรับเปลี่ยนไตรมาสโดยการเปลี่ยนระยะเวลาในการทำเครื่องหมายเมนูแบบดึงลงที่ด้านบน นอกจากนี้คุณสามารถเลือกภาคการศึกษาปัจจุบันหรือภาคการศึกษาสุดท้ายโดยการเปลี่ยนระยะเวลาการทำเครื่องหมายเมนูแบบดึงลงที่ด้านบนของหน้าจอเพื่อระยะเวลาในการทำเครื่องหมายที่ต้องการ
tr_tr: Bu sayfa, cari dönemde seçilen tüm öğretmenler öğrencileri için çeyrek, dönem ve yarıyıl sınavı notları girmek için izin verir. Varsayılan olarak, bu program bulunduğumuz çeyrekte için seçilen öğretmenler ilk döneminde sınıf öğrencilerin listesini verir. Ekranın üst kısmında dönemde açılan menüden değiştirerek dönemi değiştirebilir. Ayrıca, üst işaretleme dönemi açılan menüden değiştirerek çeyrek değiştirebilir. Ayrıca, ekranın üst kısmında işaretleme dönemde açılan menüden istenilen işaretleme dönemine değiştirerek cari dönem ya da son dönem seçebilirsiniz
uk_ua: Ця сторінка дозволяє ввести квартал, півріччя, і сорти семестру іспит для всіх відібраних студентів вчителів у поточному періоді. За замовчуванням, ця програма буде список студентів у вибраній вчителя першого класу періоду на поточний квартал. Ви можете змінити період шляхом зміни періоду випадає у верхній частині екрана. Крім того, ви можете змінити квартал, змінивши оцінний період випадаючому меню зверху. Крім того, ви можете вибрати поточний семестр або семестр остаточний рахунок зміни маркування період випадає у верхній частині екрана, щоб бажане оцінний період
wa_be: Mae&#39;r dudalen hon yn eich galluogi i fynd i mewn chwarter, semester, a graddau arholiad semester ar gyfer yr holl fyfyrwyr athrawon a ddewiswyd yn y cyfnod cyfredol. Yn ddiofyn, bydd y rhaglen hon yn rhestru&#39;r myfyrwyr yn y dosbarth cyfnod athrawon ddewis cyntaf ar gyfer y chwarter ar hyn o bryd. Gallwch newid y cyfnod drwy newid y cyfnod tynnu-lawr ddewislen ar frig y sgrin. Hefyd, gallwch newid y chwarter drwy newid y cyfnod marcio tynnu-lawr ddewislen ar ei ben. Ar ben hynny, gallwch ddewis y semester presennol neu semester terfynol drwy newid y cyfnod marcio tynnu-lawr ddewislen ar frig y sgrin i&#39;r cyfnod marcio a ddymunir
zh_tw: 此頁面允許您輸入季度，學期，學期考試成績為所有選擇的教師對學生在目前的時期。默認情況下，這個程序將列出學生在選定的第一期課教師對當前季度。你可以改變的期限內通過改變下拉菜單在屏幕上方。此外，您可以改變該季度通過改變評分期下拉菜單的頂部。此外，你可以選擇當前學期或學期最後通過改變評分期下拉菜單在屏幕上方到所需的評分期
