Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Total Credit Attempted
af_za: Totale Credit Poging
ar_dz: محاولة إجمالي الائتمان
be_by: Сума крэдыту спроба
bg_bg: Общо кредитни петица
bn_bd: মোট ক্রেডিট চেষ্টা
da_dk: Total Kredit Forsøgte
el_gr: Σύνολο πιστωτικών Απόπειρα
es_es: Crédito Total Intentado
et_ee: Kokku Credit Üritati
fa_ir: اعتباری مجموع تلاش
fi_fi: Koko luottokannasta Yritettiin
ga_ie: Creidmheas Iomlán Iarracht
gl_gl: Intento de crédito Total
hr_hr: Ukupno kreditne Pokušaj
hu_hu: Teljes Hitel kísérlet
is_is: Samtals Credit Tilraun
ja_jp: 合計クレジット試行
lt_lt: Iš viso kreditų bandė
lv_lv: Kopā Credit mēģinājums
mk_mk: Обид за вкупната кредитна
nn_no: Total Credit Forsøk
pl_pl: Suma punktów Próba
pt_pt: Tentativa de Crédito Total
ro_ro: Tentativă de credit total
ru_ru: Сумма кредита попытка
sk_sk: Pokus o celkových úverov
sl_si: Skupaj Credit Poskus
sq_al: Total Credit Tentim
sr_rs: Укупан кредитни Покушај
sv_se: Totalt Credit Försök
th_th: เครดิตรวมมีความพยายาม
tr_tr: Toplam Kredi girişimi
uk_ua: Сума кредиту спроба
wa_be: Cyfanswm Credyd Ymgais
zh_tw: 總信用未遂

source: Total Credit Earned
af_za: Totale krediet verdien
ar_dz: المكتسب إجمالي الائتمان
be_by: Сума крэдыту зароблены
bg_bg: Общо кредитни Спечелени
bn_bd: মোট ক্রেডিট অর্জন
da_dk: Total Kredit Optjent
el_gr: Σύνολο πιστωτικών Δεδουλευμένα
es_es: Crédito Total Ganado
et_ee: Kokku Credit Teenitud
fa_ir: اعتباری مجموع به دست آورده
fi_fi: Koko luottokannasta Ansaittu
ga_ie: Creidmheas Iomlán Tuillte
gl_gl: Crédito Total Ganancia
hr_hr: Ukupno kreditne Zarađene
hu_hu: Teljes Hitel Earned
is_is: Samtals Credit aflað
ja_jp: 総与信に獲得
lt_lt: Iš viso kreditų Uždirbtos
lv_lv: Kopā Credit Nopelnītās
mk_mk: Вкупната кредитна Заработени
nn_no: Total Credit Opptjente
pl_pl: Suma punktów Earned
pt_pt: Crédito Total Ganho
ro_ro: De credit total obţinut
ru_ru: Сумма кредита заработанный
sk_sk: Celkového kreditu Zaslúžené
sl_si: Skupaj Credit Earned
sq_al: Total Credit fituara
sr_rs: Укупан кредитни Зарађени
sv_se: Totalt intjänade
th_th: เครดิตรายได้รวม
tr_tr: Toplam Kredi Kazanılmış
uk_ua: Сума кредиту зароблений
wa_be: Cyfanswm yr Incwm Credyd
zh_tw: 總學分掙

source: Include Student Picture
af_za: Sluit Student Beeld
be_by: Уключыце Студэнцкая фота
bg_bg: Включете Снимка Student
bn_bd: ছাত্র ছবি অন্তর্ভুক্ত
da_dk: Medtag Student Billede
el_gr: Περιλαμβάνουν εικόνα Φοιτητών
et_ee: Kaasa Student Picture
fa_ir: شامل تصویر دانشجو
fi_fi: Sisällytä Student Kuva
ga_ie: Cuir Pictiúr Mac Léinn
gl_gl: Engadir Imaxe Student
hr_hr: Uključite Studentski Slika
hu_hu: Tartalmazza Student kép
is_is: Hafa Student Picture
ja_jp: 生徒の写真を含める
lt_lt: Įtraukti Studentų Paveikslėlis
lv_lv: Iekļaut Studentu Picture
mk_mk: Вклучи Студентски сликата
nn_no: Inkluder Student Bilde
pl_pl: Dołącz zdjęcia Student
pt_pt: Incluir Imagem Student
ro_ro: Includeţi Imagine Student
ru_ru: Включите Студенческая фото
sk_sk: Snímok patrí Student
sl_si: Vključi Student Picture
sq_al: Përfshijnë Picture Student
sr_rs: Укључи Слика Студентски
sv_se: Inkludera Student Bild
th_th: รวมรูปภาพนักศึกษา
tr_tr: Öğrenci Resim ekleyin
uk_ua: Увімкніть Студентська фото
wa_be: Cynnwys Llun i Fyfyrwyr
zh_tw: 包括學生照片

source: Transcript is unofficial unless signed by a school official
af_za: Transkripsie is nie-amptelike, tensy deur 'n skool beampte onderteken
ar_dz: نسخة غير رسمية إلا إذا وقعه مسؤول المدرسة
es_es: Transcripción no es oficial sin la firma de un funcionario de la escuela

source: Signature
af_za: Handtekening
ar_dz: توقيع
es_es: Fecha Asignada

source: Two Column Template
af_za: Twee Kolom Sjabloon

source: Single Column Template
af_za: Een kolom Sjabloon
ar_dz: قالب عمود واحد
es_es: Plantilla sola columna

source: Create Transcripts for Selected Students
af_za: Skep transkripsies vir gekeurde studente
ar_dz: إنشاء نصوص مختارة للطلاب
be_by: Стварыць стэнаграмы для асобных студэнтаў
bg_bg: Създаване на Преписи за подбрани студенти
bn_bd: নির্বাচিত শিক্ষার্থীদের জন্য অনুলিপি করুন
da_dk: Opret Udskrifter for udvalgte studerende
el_gr: Δημιουργία Transcripts για επιλεγμένους μαθητές
es_es: Crear Transcripciones para los Alumnos Seleccionados
et_ee: Loo Ärakirju jaoks valitud üliõpilaste
fa_ir: ایجاد رونوشت برای دانش آموزان منتخب
fi_fi: Luo Puhtaaksikirjoituksia varten valituille oppilaille
ga_ie: Cruthaigh Athscríbhinní do Mhic Léinn Roghnaithe
gl_gl: Transcricións para crear Alumnos seleccionados
hr_hr: Napravite Prijepisi za odabrane studente
hu_hu: Készítsen transzkriptumok a kiválasztott diákok
is_is: Búa til afrit fyrir valin Nemendur
ja_jp: 選ばれた学生のためのトランスクリプトを作成します。
lt_lt: Sukurti list dialogowych atrinktiems studentams
lv_lv: Izveidot stenogrammas izvēlētajiem studentiem
mk_mk: Креирај Записници за избрани студенти
nn_no: Lag Avskrifter for utvalgte studenter
pl_pl: Tworzenie list dialogowych do wybranych studentów
pt_pt: Transcrições para criar Alunos Selecionados
ro_ro: Crearea Transcrierile pentru Studenţi selectate
ru_ru: Создать стенограммы для отдельных студентов
sk_sk: Vytvorte Prepisy pre vybrané študentov
sl_si: Ustvari Indeks je za izbranih študentov
sq_al: Krijo Transkriptet për studentët e zgjedhur
sr_rs: Направите Транскрипти за одабране студенте
sv_se: Skapa Avskrifter för utvalda studenter
th_th: สร้างอาชีพสำหรับนักศึกษาที่เลือก
tr_tr: Seçilen öğrenciler için Transkriptler oluşturun
uk_ua: Створити стенограми для окремих студентів
wa_be: Creu trawsgrifiadau ar gyfer Myfyrwyr Dethol
zh_tw: 創建為所選學生成績單

source: Notes
af_za: Notas
ar_dz: تلاحظ
be_by: Заўвагі
bg_bg: Бележки
bn_bd: নোট
da_dk: Noter
el_gr: Σημειώσεις
es_es: Notas
et_ee: Märkused
fa_ir: یادداشت ها
fi_fi: Huomautuksia
ga_ie: Nótaí
gl_gl: Notas
hr_hr: Bilješke
hu_hu: Megjegyzések
is_is: Skýringar
ja_jp: ノート
lt_lt: Pažymi,
lv_lv: Piezīmes
mk_mk: Белешки
nn_no: Merknader
pl_pl: Uwagi
pt_pt: Notas
ro_ro: Ia act de
ru_ru: Примечания
sk_sk: Poznámky
sl_si: Opombe
sq_al: Shënime
sr_rs: Белешке
sv_se: Anteckningar
th_th: หมายเหตุ
tr_tr: Notlar
uk_ua: Примітки
wa_be: Nodiadau
zh_tw: 註釋

source: Not Requested
af_za: Nie versoek
ar_dz: لم يطلب
be_by: Не патрабуецца
bg_bg: Не е поискал
bn_bd: কাঙ্ক্ষিত
da_dk: Ikke anmodet
el_gr: Δεν έχει ζητηθεί
es_es: No Solicitado
et_ee: Ei taotleta
fa_ir: درخواست نشده
fi_fi: Ei pyydetä
ga_ie: Gan Iarrtha
gl_gl: Non solicitado
hr_hr: Nije Traženi
hu_hu: Nem kért
is_is: Ekki beðið
ja_jp: 頼んでいない
lt_lt: Neprašomas
lv_lv: Nav pieprasījusi
mk_mk: Не Бараната
nn_no: Ikke Forespurte
pl_pl: Nie wymagane
pt_pt: Não solicitado
ro_ro: Nu a solicitat
ru_ru: Не требуется
sk_sk: Nie je požadovaná
sl_si: Ne zahteva,
sq_al: Not kërkuara
sr_rs: Не тражи
sv_se: Inte begärt
th_th: ไม่ได้ขอ
tr_tr: Talep değil
uk_ua: Не потрібно
wa_be: Ddim yn Gofynnwyd am
zh_tw: 沒有要求

source: First
af_za: Eerste
ar_dz: الأول
be_by: Першы
bg_bg: Първи
bn_bd: প্রথম
da_dk: Første
el_gr: Πρώτα
es_es: Primero
et_ee: Esimene
fa_ir: اول
fi_fi: Ensimmäinen
ga_ie: An Chéad
gl_gl: Primeiro
hr_hr: Prvi
hu_hu: Első
ja_jp: 初
lt_lt: Pirmas
lv_lv: Pirmkārt
mk_mk: Прво
nn_no: Første
pl_pl: Pierwszy
pt_pt: Primeiro
ro_ro: Primul
ru_ru: Первый
sk_sk: Prvé
sq_al: I parë
sr_rs: Први
sv_se: Först
th_th: ครั้งแรก
tr_tr: Ilk
uk_ua: Перший
wa_be: Cyntaf
zh_tw: 首先

source: First Initial
af_za: Eerste initiaal
ar_dz: أول الأولية
be_by: Першы Першапачатковыя
bg_bg: Първа Първоначално
bn_bd: প্রথম প্রারম্ভিক
da_dk: Første Initial
el_gr: Πρώτη Αρχική
es_es: Primero Inicial
et_ee: Esimene esialgne
fa_ir: اول اولیه
fi_fi: Ensimmäiseen,
ga_ie: An Chéad Tosaigh
gl_gl: Primeiro de inicio
hr_hr: Prvo Početna
hu_hu: Első Kezdeti
is_is: First Byrjunar
ja_jp: 最初のイニシャル
lt_lt: Pirmosios Pradinis
lv_lv: Pirmajā,
mk_mk: Прво Почетна
nn_no: Først Initial
pl_pl: Pierwsze wstępne
pt_pt: Primeiro inicial
ro_ro: Prima iniţială
ru_ru: Первый Первоначальные
sk_sk: Prvé Prvé
sl_si: Prva Initial
sq_al: E parë fillestare
sr_rs: Прво Почетни
sv_se: Första Första
th_th: แรกเริ่มต้น
tr_tr: İlk İlk
uk_ua: Перший Початкові
wa_be: Cyntaf cychwynnol
zh_tw: 首字母

source: Last
af_za: Laaste
ar_dz: آخر
be_by: Апошні
bg_bg: Последен
bn_bd: শেষ
da_dk: Sidste
el_gr: Τελευταία
es_es: último
et_ee: Viimane
fa_ir: آخر
fi_fi: Viimeinen
gl_gl: Pasado
hr_hr: Zadnji
hu_hu: Utolsó
is_is: Síðasta
ja_jp: 最後の
lt_lt: Paskutinis
lv_lv: Jaunākie
mk_mk: Последна
nn_no: Siste
pl_pl: Ostatni
pt_pt: Passado
ro_ro: Ultimul
ru_ru: Последний
sk_sk: Posledný
sl_si: Zadnje
sq_al: I fundit
sr_rs: Последњи
sv_se: Senaste
th_th: ครั้งสุดท้าย
tr_tr: Son
uk_ua: Останній
wa_be: Diwethaf
zh_tw: 最後

source: Middle
af_za: Midde-
ar_dz: وسط
be_by: Сярэдні
bg_bg: Среден
bn_bd: মধ্যম
el_gr: Μέσο
es_es: Medio
et_ee: Kesk-
fa_ir: متوسط
fi_fi: Lähi-
ga_ie: Meán-
gl_gl: Medio
hr_hr: Srednji
hu_hu: Középső
is_is: Mið
ja_jp: ミドル
lt_lt: Vidurinis
lv_lv: Tuvie
mk_mk: Блискиот
pl_pl: Środek
pt_pt: Meio
ro_ro: De mijloc
ru_ru: Средний
sk_sk: Stredná
sl_si: Bližnji
sq_al: Mes
sr_rs: Средњи
sv_se: Mellanöstern
th_th: กลาง
tr_tr: Orta
uk_ua: Середній
wa_be: Canol
zh_tw: 中東

source: Rolling / Retention Options
af_za: Rolling / Behoud Opsies
ar_dz: المتداول خيارات / الاستبقاء
be_by: Ролінг / Захаванне параметраў
bg_bg: Rolling / Задържане Опции
bn_bd: ঘূর্ণায়মান / ধারক বিকল্প
da_dk: Rolling / Retention Optioner
el_gr: Τροχαίο / Διατήρηση Επιλογές
es_es: Opciones de Retención / Renovación
et_ee: Rolling / säilitamine Valikud
fa_ir: نورد / احتباس گزینه ها
fi_fi: Rolling / säilytysasetuksia
ga_ie: Rolling Roghanna / Coinneáil
gl_gl: Rolando Opcións / Mantemento
hr_hr: Rolling / Zadržavanje Mogućnosti
hu_hu: Rolling / megtartása opciók
is_is: Rolling / Varðveisla Options
ja_jp: ローリング/リテンションオプション
lt_lt: Geležinkelių / išsaugojimas parinktys
lv_lv: Rolling / saglabāšanas opcijas
mk_mk: Ролинг / задржување Опции
pl_pl: Rolling / Zatrzymanie Opcje
pt_pt: Rolando Opções / Manutenção
ro_ro: Rolling Opţiuni / Păstrarea
ru_ru: Роллинг / Сохранение параметров
sk_sk: Rolovacie / Retenčné Možnosti
sl_si: Rolling / Ohranjanje Options
sq_al: Options kodrina / mbajtjes
sr_rs: Ваљање / Задржавање опције
sv_se: Rullande / Retention alternativ
th_th: กลิ้งตัวเลือกการเก็บรักษา /
tr_tr: Rolling / Tutma Seçenekleri
uk_ua: Роллінг / Збереження параметрів
wa_be: Opsiynau / Rolling Cadw
zh_tw: 滾動 /保存選項

source: Calendar
af_za: Kalender
ar_dz: تقويم
be_by: Каляндар
bg_bg: Календар
bn_bd: ক্যালেন্ডার
da_dk: Kalender
el_gr: Ημερολόγιο
es_es: Calendario
et_ee: Kalender
fa_ir: تقویم
fi_fi: Kalenteri
ga_ie: Féilire
gl_gl: Calendario
hr_hr: Kalendar
hu_hu: Naptár
is_is: Dagatal
ja_jp: カレンダー
lt_lt: Kalendorius
lv_lv: Kalendārs
mk_mk: Календар
nn_no: Kalender
pl_pl: Kalendarz
pt_pt: Calendário
ru_ru: Календарь
sk_sk: Kalendár
sl_si: Koledar
sq_al: Kalendar
sr_rs: Календар
sv_se: Kalender
th_th: ปฏิทิน
tr_tr: Takvim
uk_ua: Календар
wa_be: Calendr
zh_tw: 日曆

source: Username
af_za: Gebruikernaam
ar_dz: اسم المستخدم
be_by: Імя карыстальніка
bg_bg: Потребител
bn_bd: ব্যবহারকারীর নাম
da_dk: Brugernavn
el_gr: Όνομα Χρήστη
es_es: Nombre de Usuario
et_ee: Kasutajanimi
fa_ir: نام کاربری
fi_fi: Käyttäjätunnus
ga_ie: Ainm Úsáideora
gl_gl: Nome de usuario
hr_hr: Korisničko ime
hu_hu: Felhasználónév
is_is: Notandanafn
ja_jp: ユーザー名
lt_lt: Nick
lv_lv: Lietotāja vārds
mk_mk: Корисничко име
nn_no: Brukernavn
pl_pl: Login
pt_pt: Nome de Usuário
ro_ro: Nume de utilizator
ru_ru: Имя пользователя
sk_sk: Užívateľské meno
sl_si: Uporabniško ime
sr_rs: Корисничко име
sv_se: Användarnamn
th_th: ชื่อผู้ใช้
tr_tr: Kullanıcı Adı
uk_ua: Ім&#39;я користувача
wa_be: Enw Defnyddiwr
zh_tw: 用戶名

source: Password
af_za: Wagwoord
ar_dz: كلمة السر
be_by: Пароль
bg_bg: Парола
bn_bd: শব্দচাবি
el_gr: Κωδικός
es_es: Contraseña
et_ee: Parool
fa_ir: رمز عبور
fi_fi: Salasana
ga_ie: Pasfhocal
gl_gl: Contrasinal
hr_hr: Lozinka
hu_hu: Jelszó
is_is: Lykilorð
ja_jp: パスワード
lt_lt: Slaptažodis
lv_lv: Parole
mk_mk: Лозинка
nn_no: Passord
pl_pl: Hasło
pt_pt: Senha
ro_ro: Parolă
ru_ru: Пароль
sk_sk: Heslo
sl_si: Geslo
sq_al: Fjalëkalim
sr_rs: Шифра
sv_se: Lösenord
th_th: รหัสผ่าน
tr_tr: Parola
uk_ua: Пароль
wa_be: Cyfrinair
zh_tw: 密碼

source: Email ID
af_za: E-pos ID
ar_dz: معرف البريد الإلكتروني
bn_bd: ইমেল আইডি
el_gr: ID Email
es_es: ID Correo Electrónico
et_ee: Post ID
fa_ir: ID ایمیل
fi_fi: Sähköposti tunnus
ga_ie: ID Ríomhphost
gl_gl: ID e-mail
hu_hu: E-mail azonosító
ja_jp: 電子メールID
lt_lt: Elektroninio pašto ID
lv_lv: E-pasts ID
mk_mk: E-mail проект
nn_no: E-ID
pl_pl: ID e-mail
pt_pt: ID e-mail
ro_ro: ID-ul e-mail
sr_rs: Емаил ИД
sv_se: E-ID
th_th: อีเมล์ ID
tr_tr: E-posta ID
wa_be: ID E-bost
zh_tw: 電子郵件 ID

source: Zip Code
af_za: Poskode
ar_dz: الرمز البريدي
be_by: Паштовы індэкс
bg_bg: Пощенски код
bn_bd: জিপ কোড
el_gr: Τ.Κ.
es_es: Código Postal
et_ee: Postiindeks
fa_ir: کد پستی
fi_fi: Postinumero
gl_gl: CEP
hr_hr: Poštanski broj
hu_hu: Irányítószám
ja_jp: ZIPコード
lt_lt: Pašto kodas
lv_lv: Pasta indekss
mk_mk: Поштенски Број
nn_no: Postnummer
pl_pl: Kod pocztowy
pt_pt: CEP
ro_ro: Cod poştal
ru_ru: Почтовый индекс
sk_sk: PSČ
sl_si: Poštna številka
sq_al: Kod postar
sr_rs: Поштански број
sv_se: Postnummer
th_th: รหัสไปรษณีย์
tr_tr: Posta Kodu
uk_ua: Поштовий індекс
wa_be: Cod Zip
zh_tw: 郵編守則

source: Mailing City
af_za: Mailing Stad
ar_dz: مدينة بريدية
be_by: Паштовы Сіці
bn_bd: মেইলিং সিটি
da_dk: Mailing By
el_gr: Πόλη Mailing
es_es: Ciudad de Correspondencia
fa_ir: شهر پستی
fi_fi: Tietoa kaupungin
ga_ie: Cathair Ríomhphoist
gl_gl: Cidade de discusión
hr_hr: Mailing Grad
hu_hu: Levelezési város
ja_jp: メーリングリスト市
lt_lt: Pašto Miestas
lv_lv: Pasta City
mk_mk: Поштенски Град
nn_no: Mailing By
pl_pl: Miasto mailowej
pt_pt: Cidade de discussão
ro_ro: Mailing oraşului
ru_ru: Почтовый Сити
sk_sk: Poštové mesta
sl_si: Mailing Mesto
sq_al: Qyteti Mailing
sr_rs: Маилинг Град
sv_se: Mailing Stad
th_th: เมืองทางไปรษณีย์
tr_tr: Posta Şehir
uk_ua: Поштовий Сіті
wa_be: Dinas Post
zh_tw: 郵寄市

source: Mailing State
af_za: Mailing staat
ar_dz: الدولة البريدية
be_by: Паштовы дзяржавы
bg_bg: Пощенски членка
bn_bd: মেইলিং রাজ্য
da_dk: Mailing stat
el_gr: Κράτος για τις Ταχυδρομικές
es_es: Estado de Correspondencia
et_ee: Mailing riik
fa_ir: امور خارجه پستی
fi_fi: Tietoa valtion
ga_ie: Stáit Ríomhphoist
gl_gl: Estado de discusión
hr_hr: Mailing države
hu_hu: Levelezési állam
ja_jp: メーリングリストの状態
lt_lt: Pašto narė
lv_lv: Pasta Valsts
mk_mk: Поштенски државата
pl_pl: Państwo mailowej
pt_pt: Estado de discussão
ro_ro: Adrese de stat
ru_ru: Почтовый государства
sk_sk: Poštové štátu
sl_si: Mailing države
sq_al: Mailing Shtetit
sr_rs: Маилинг државе
sv_se: Mailing staten
th_th: รัฐส่งจดหมาย
tr_tr: Posta Devlet
uk_ua: Поштовий держави
wa_be: Mailing Wladwriaeth
zh_tw: 郵寄國家

source: Mailing Zipcode
af_za: Mailing Poskode
ar_dz: الرمز البريدي البريدية
be_by: Паштовы Паштовы індэкс
bg_bg: Пощенски пощенски код
bn_bd: মেইলিং Zipcode
da_dk: Mailing Postnr
el_gr: Τ.Κ. Mailing
es_es: Código Postal de Correspondencia
fa_ir: Zipcode پستی
fi_fi: Tietoa Postinumero
ga_ie: Zipcode Ríomhphoist
gl_gl: CEP discusión
hr_hr: Mailing Poštanski
hu_hu: Levelezési Irányítószám
is_is: Mailing svæðisnúmer
ja_jp: 郵送の郵便番号
lt_lt: Pašto Pašto kodas
lv_lv: Pasta pasta indeksu
mk_mk: Поштенски поштенски код
nn_no: Mailing Postnr
pl_pl: Kod pocztowy mailowej
pt_pt: CEP discussão
ro_ro: Mailing Cod postal
ru_ru: Почтовый Почтовый индекс
sk_sk: Poštové PSČ
sl_si: Mailing poštno številko
sr_rs: Маилинг Зипцоде
sv_se: Mailing Postnr
th_th: รหัสไปรษณีย์ส่งจดหมาย
tr_tr: Posta Posta Kodu
uk_ua: Поштовий Поштовий індекс
zh_tw: 郵寄郵政編碼

source: Teacher - Room
af_za: Onderwyser - Kamer
ar_dz: المعلم -- غرفة
be_by: Настаўнік - Пакой
bg_bg: Учител - Стая
bn_bd: শিক্ষক - রুম
da_dk: Lærer - Værelse
el_gr: Δάσκαλος - Αίθουσα
es_es: Profesor - Sala
et_ee: Õpetaja - Room
fa_ir: -- اتاق معلم
fi_fi: Opettaja - Huone
ga_ie: Múinteoir - Seomra
gl_gl: Profesor - Sala
hr_hr: Učitelj - Soba
hu_hu: Tanár - Szoba
is_is: Teacher - Herbergi
ja_jp: 教師 - ルーム
lt_lt: Mokytojas kambarys
lv_lv: Skolotājs - Telpas
mk_mk: Наставник - Соба
nn_no: Lærer - Rom
pl_pl: Nauczyciel - Pokój
pt_pt: Professor - Sala
ro_ro: Profesor - în cameră
ru_ru: Учитель - Комната
sk_sk: Učiteľ - Izba
sl_si: Učitelj - Soba
sq_al: Teacher - Dhoma
sr_rs: Наставник - Соба
sv_se: Lärare - Rum
th_th: ครู -- ห้องพัก
tr_tr: Öğretmen - Oda
uk_ua: Учитель - Кімната
wa_be: Athrawon - Ystafell
zh_tw: 教師 - 室

source: Last, Common
af_za: Laaste, gemeenskaplike
ar_dz: الماضي المشترك
be_by: Нарэшце, агульны
bg_bg: На последно място, Обща
da_dk: Sidst, Fælles
el_gr: Τελευταία, κοινή
es_es: Apellido, Nombre
et_ee: Lõpuks ühise
fa_ir: تاریخ و زمان آخرین رایج
fi_fi: Lopuksi yhteisessä
ga_ie: Seo caite, Comhbheartas
gl_gl: Pasado, Common
hr_hr: Posljednje, Zajednička
hu_hu: Utolsó, közös
is_is: Síðast Common
ja_jp: 最後に、共通
lt_lt: Paskutinis, dažni
lv_lv: Visbeidzot, kopējā
mk_mk: Последно, Заеднички
nn_no: Sist, Common
pl_pl: Ostatnie, wspólne
pt_pt: Passado, Common
ro_ro: În sfârşit, comună
ru_ru: Наконец, общий
sk_sk: Posledný, spoločný
sl_si: Nazadnje, skupni
sq_al: Fundit, Përbashkët
sr_rs: На крају, Заједнички
sv_se: Senast, gemensam
th_th: ครั้งสุดท้าย, สามัญ
tr_tr: Son olarak, Ortak
uk_ua: Нарешті, загальний
wa_be: Diwethaf, Cyffredin
zh_tw: 最後，通用

source: Teacher - Room
af_za: Onderwyser - Kamer
ar_dz: المعلم -- غرفة
be_by: Настаўнік - Пакой
bg_bg: Учител - Стая
bn_bd: শিক্ষক - রুম
da_dk: Lærer - Værelse
el_gr: Δάσκαλος - Αίθουσα
et_ee: Õpetaja - Room
fa_ir: -- اتاق معلم
fi_fi: Opettaja - Huone
ga_ie: Múinteoir - Seomra
gl_gl: Profesor - Sala
hr_hr: Učitelj - Soba
hu_hu: Tanár - Szoba
is_is: Teacher - Herbergi
ja_jp: 教師 - ルーム
lt_lt: Mokytojas kambarys
lv_lv: Skolotājs - Telpas
mk_mk: Наставник - Соба
nn_no: Lærer - Rom
pl_pl: Nauczyciel - Pokój
pt_pt: Professor - Sala
ro_ro: Profesor - în cameră
ru_ru: Учитель - Комната
sk_sk: Učiteľ - Izba
sl_si: Učitelj - Soba
sq_al: Teacher - Dhoma
sr_rs: Наставник - Соба
sv_se: Lärare - Rum
th_th: ครู -- ห้องพัก
tr_tr: Öğretmen - Oda
uk_ua: Учитель - Кімната
wa_be: Athrawon - Ystafell
zh_tw: 教師 - 室

source: Discount
af_za: Afslag
ar_dz: خصم
es_es: descuento

source: Select Fields To Generate Report
af_za: Kies Fields verslag te generating
ar_dz: حدد الحقول لإنشاء تقرير
be_by: Вылучыце палі Стварыць справаздачу
bg_bg: Изберете полета за Генериране на доклад
bn_bd: ক্ষেত্রগুলি রিপোর্ট করুন
da_dk: Vælg felter for at Generer rapport
el_gr: Επιλέξτε πεδία για να Δημιουργία Έκθεση
es_es: Seleccionar los Campos a incluir en el Informe
et_ee: Vali väljad Loo aruanne
fa_ir: انتخاب زمینه برای ایجاد گزارش
fi_fi: Valitse kentät Raportin luominen
ga_ie: Réimsí Roghnaigh Tuairisc Chun Gin
gl_gl: Seleccionar campos para xerar o informe
hr_hr: Odaberite polja Generiraj Izvješće
hu_hu: Válassza ki a mezőket Jelentés készítése
is_is: Veldu Fields að búa Report
ja_jp: レポートを生成するフィールドを選択します
lt_lt: Pasirinkite laukus sukurti ataskaitą
lv_lv: Izvēlieties laukus Izveidot pārskats
mk_mk: Изберете полиња за да се генерираат Злоупотреба
nn_no: Velg felt til Generer rapport
pl_pl: Wybierz Pola Aby wygenerować raport
pt_pt: Selecionar campos para gerar o relatório
ro_ro: Selectaţi câmpurile pentru a genera un raport
ru_ru: Выберите поля Создать отчет
sk_sk: Vybrať pole Pre vytvorenie správy
sl_si: Izberite polja za Ustvari poročilo
sr_rs: Одаберите поља за Генериши извештај
sv_se: Välj fält för att generera rapporten
th_th: เลือกเขตข้อมูลเพื่อสร้างรายงาน
tr_tr: Alanlar raporu oluşturmak için seçin
uk_ua: Виберіть поля Створити звіт
wa_be: Dewiswch Meysydd I Creu Adroddiad
zh_tw: 選擇字段生成報表

source: User:
af_za: Gebruiker:
ar_dz: مستخدم :
be_by: Карыстальнік:
bg_bg: Потребител:
bn_bd: ব্যবহারকারী:
da_dk: Bruger:
el_gr: Χρήστης:
et_ee: Kasutaja:
fa_ir: نام کاربری :
fi_fi: Käyttäjä:
ga_ie: Úsáideoir:
gl_gl: Usuario:
hr_hr: Korisnik:
hu_hu: Felhasználó:
is_is: Notandi:
ja_jp: ユーザー：
lt_lt: Vartotojas:
lv_lv: Lietotājs:
mk_mk: Корисник:
nn_no: Bruker:
pl_pl: Użytkownik:
pt_pt: Usuário:
ro_ro: Ghid de utilizare:
ru_ru: Пользователь:
sk_sk: Užívateľ:
sl_si: Uporabnik:
sr_rs: Корисник:
sv_se: Användare:
th_th: ผู้ใช้ :
tr_tr: Kullanıcı:
uk_ua: Користувач:
wa_be: Defnyddiwr:
zh_tw: 用戶名：

source: Compiling missing attendance data. Do not click anywhere.
af_za: Opstel van ontbrekende bywoning data. Moenie klik op enige plek.
ar_dz: تجميع بيانات الحضور في عداد المفقودين. لا تقم بالنقر فوق أي مكان.
es_es: Compilación de datos de asistencia que faltan. No haga clic en cualquier lugar.

source: Note
af_za: Let daarop
ar_dz: لاحظ
be_by: Заўвага
bg_bg: Бележка
bn_bd: তথ্য
el_gr: Σημείωση
es_es: Nota
et_ee: Märkus
fa_ir: یادداشت
fi_fi: Huomaa
ga_ie: Nóta
gl_gl: Nota
hr_hr: Bilješka
hu_hu: Jegyzet
is_is: Athugið
ja_jp: （注）
lt_lt: Pastaba
lv_lv: Piezīme
mk_mk: Забелешка
nn_no: Merk
pl_pl: Uwaga
pt_pt: Nota
ro_ro: Notă
ru_ru: Примечание
sk_sk: Poznámka
sl_si: Opomba
sq_al: Shënim
sr_rs: Приметити
sv_se: Not
th_th: หมายเหตุ
tr_tr: Not
uk_ua: Примітка
wa_be: Nodyn
zh_tw: 注意：

source: Upcoming Event
af_za: Geskeduleerde afspraak
ar_dz: الحدث القادم
be_by: Маючыя адбыцца падзеі
bg_bg: Предстоящи Събитие
bn_bd: ঘটনা
da_dk: Kommende begivenhed
el_gr: Προσεχείς Εκδηλώσεις
es_es: Próximo Evento
et_ee: Tulemas sündmus
fa_ir: رویداد آینده
fi_fi: Tulevia Tapahtuma
ga_ie: Imeacht ag Teacht Suas
gl_gl: Próximos eventos
hr_hr: Nadolazećih događaja
hu_hu: Közelgő esemény
is_is: Næstu viðburðir
ja_jp: これから起きる出来事
lt_lt: Artėjančius renginius
lv_lv: Gaidāmie Event
mk_mk: Претстојниот настан
nn_no: Kommende hendelse
pl_pl: Nadchodzące wydarzenia
pt_pt: Próximos eventos
ro_ro: Viitoare Eveniment
ru_ru: Предстоящие события
sk_sk: Pripravované akcie
sl_si: Prihajajoči Event
sq_al: Event e ardhshme
sr_rs: Предстојећи догађај
sv_se: Kommande evenemang
th_th: เหตุการณ์ที่จะเกิดขึ้น
tr_tr: Yaklaşan Etkinlikler
uk_ua: Майбутні події
wa_be: Digwyddiad i ddod
zh_tw: 活動預告
