Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Note: You cannot delete a marking period if it has students assigned to periods in that marking period.
af_za: Let wel: Jy kan nie &#39;n nasienperiode verwyder indien dit studente wat aan periodes in die nasienperiode.
ar_dz: ملاحظة : لا يمكنك حذف فترة الوسم إذا كان لديه طلاب المخصصة لفترات في تلك الفترة الوسم.
be_by: Заўвага: Вы не можаце выдаляць ацэначны перыяд, калі ён студэнтам прысвойваецца перыядаў у тым, што ацэначны перыяд.
bg_bg: Забележка: Не можете да изтриете маркировка период, ако има студенти, за периодите, в тази маркировка период.
bn_bd: নোট: আপনি একটি অবস্থানসূচক সময় যদি বরাদ্দ যে অবস্থানসূচক সময়ের মধ্যে নির্দিষ্ট ছাত্রদের করেছে মুছে ফেলতে পারি না.
da_dk: Bemærk: Du kan ikke slette en markering periode, hvis det har studerende tilknyttet perioder i denne mærkning periode.
el_gr: Σημείωση: Δεν μπορείτε να διαγράψετε μια σήμανση προθεσμίας, εφόσον έχει φοιτητές έχουν ανατεθεί στις περιόδους που σήμανση περίοδο.
es_es: Nota: No se puede eliminar un período de calificación si no tiene los estudiantes asignados a los períodos en que período de calificación.
et_ee: Märkus: Te ei saa kustutada tähistamine perioodil, kui see on õpilastele antud perioode Märgistuse jooksul.
fa_ir: توجه : شما می توانید یک دوره مارک حذف نیست اگر آن را تا به دانش آموزان اختصاص یافته به مدت در آن دوره در مارک.
fi_fi: Huomaa: Et voi poistaa merkintää ajan, jos se on oppilaiden määritetty aikoja merkinnän aikana.
ga_ie: Nóta: Ní féidir leat a scriosadh de thréimhse mharcáil má tá sé do mhic léinn a shanntar do thréimhsí sa tréimhse sin mharcáil.
gl_gl: Nota: Non pode eliminar un período de reserva, se ten alumnos designados para períodos en que período de reserva.
hr_hr: Napomena: Ne možete izbrisati obilježavanje razdoblja ako je studentima dodijeljena razdoblja u tom razdoblju obilježavanje.
hu_hu: Megjegyzés: Nem lehet törölni egy jelölési időszakban, ha azt a diákok rendelt időszakok, hogy a jelölés időszakban.
is_is: Ath: Þú getur ekki eytt merkingar tíma ef það hefur nemendum tengt við tímabil í þeirri merkingu tímabili.
ja_jp: 注：それはそのマーキング期間の期間に割り当てられている生徒を持っている場合にはマーキングピリオドを削除することはできません。
lt_lt: Pastaba: Jūs negalite ištrinti ženklinimo laikotarpio, jei ji buvo studentų, paskirtas į laikotarpius, kad ženklinimas laikotarpį.
lv_lv: Piezīme: Jūs nevarat dzēst marķējumu periodu, ja tas ir studentiem piešķirta uz periodiem, ka marķējums periodā.
mk_mk: Забелешка: Не можете да ги избришете ознака период ако има ученици доделен на периоди во кои означување период.
nn_no: Merk: Du kan ikke slette en markering periode hvis det har elevene tildelt perioder i at merking perioden.
pl_pl: Uwaga: Nie możesz usuwać okres oznakowania, jeśli ma studentów przypisane do okresów, w tym okresie CE.
pt_pt: Nota: Você não pode excluir um período de marcação, se tiver alunos designados para períodos em que período de marcação.
ro_ro: Notă: Nu puteţi şterge o perioadă de marcaj în cazul în care are elevi alocate pentru perioadele în care perioada de marcaj.
ru_ru: Примечание: Вы не можете удалять оценочный период, если он студентам присваивается периодов в том, что оценочный период.
sk_sk: Poznámka: Nie je možné odstrániť označenie obdobia, ak sa má študentom priradený období, v tej dobe označenie.
sl_si: Opomba: Ne morete izbrisati oznako obdobja, če ima študentom dodeljen obdobja v te oznake obdobju.
sq_al: Shënim: Ju nuk mund të fshini një periudhë shënon nëse ka nxënës caktuar për periudhat në atë periudhë shënon.
sr_rs: Напомена: Не можете брисати означавање периода када је студентима додељено на периоде у том обележавање периоду.
sv_se: Notera: Du kan inte radera en markering tid om den har eleverna tilldelats perioder i denna märkning period.
th_th: หมายเหตุ : คุณไม่สามารถลบระยะเวลาการทำเครื่องหมายหากมีนักเรียนที่ได้รับมอบหมายให้ระยะเวลาในช่วงการทำเครื่องหมายที่
tr_tr: Not: İşaretin dönemde dönemlere atanmış öğrenciler varsa işaretleme süresi silemez.
uk_ua: Примітка: Ви не можете видаляти оцінний період, якщо він студентам присвоюється періодів в тому, що оціночний період.
wa_be: Noder: Ni allwch ddileu cyfnod marcio os yw wedi fyfyrwyr neilltuo i gyfnodau yn y cyfnod marcio.
zh_tw: 注意：您不能刪除標記期間如果有學生在此期間分配給標記的時期。

source: Notice that neither two marking periods nor two posting periods in the same tier can overlap dates.
af_za: Let daarop dat nóg twee nasien periodes of twee gepos periodes in dieselfde toegeroep datums kan oorvleuel.
ar_dz: لاحظ أنه لا فترتين ولا فترتين بمناسبة نشر في الطبقة نفسها يمكن أن تتداخل التواريخ.
be_by: Звярніце ўвагу, што ні двух, ні маркіроўкі перыяды две размяшчэння перыядаў у тым жа ўзроўні могуць перакрывацца даты.
bg_bg: Забележете, че нито две маркиране на периоди, нито два публикуване периоди в същото подреждане могат да се застъпват дати.
bn_bd: উল্লেখ্য ত্ত দুই অবস্থানসূচক সময়সীমার বা দুটি একই তালা মধ্যে পোস্টিং সময়সীমার তারিখ আবৃত করতে পারেন.
da_dk: Bemærk, at der hverken to mærkning perioder, ej heller to udstationering perioder i samme lag kan overlappe datoer.
el_gr: Σημειώστε ότι ούτε τα δύο σήμανση περιόδους ούτε δύο περιόδων καταχώρισης στην ίδια βαθμίδα μπορεί να επικαλύπτονται ημερομηνίες.
es_es: Observa que ninguno de dos períodos de calificación ni dos períodos contables en el mismo nivel se pueden superponer fechas.
et_ee: Pange tähele, et kumbki two tähistamine perioodide ega two postitad perioodidel sama astme võivad kattuda kuupäevad.
fa_ir: توجه کنید که نه دو مارک دوره و نه دو دوره ارسال در همان ردیف می توانید تاریخ را با هم همپوشانی دارند.
fi_fi: Huomaa, että kumpikaan kaksi merkintää aikoja eikä kaksi lähettämistä aikoja samassa tier voi päällekkäisiä päivämääriä.
ga_ie: Fógra gur féidir le ceachtar dhá thréimhse mharcáil ná dhá thréimhse phost sa tsraith chéanna dátaí forluí.
gl_gl: Teña en conta que nin dous períodos de cita nin dous períodos contables na mesma capa pode sobrepasar datas.
hr_hr: Imajte na umu da ni dvije obilježavanje razdoblja ni dva knjiženja razdoblja u istom stupu mogu preklapati datume.
hu_hu: Figyeljük meg, hogy sem a two-jelölés időszakban se két könyvelési időszakokban az ugyanazon réteg lehet átfedés dátumokat.
is_is: Takið eftir að hvorki tvær merkingar tíma né tveggja staða tímabil á sama flokkaupplýsingar geta skarast dagsetningar.
ja_jp: twoマーキングの期間も同じ層に2つの会計期間のいずれも日付がオーバーラップする可能性があることに注意してください。
lt_lt: Atkreipkite dėmesį, kad nei du žymėjimo laikotarpius, nei dvi tos pačios pakopos komandiruotės laikotarpiais gali sutapti datas.
lv_lv: Ievērojiet, ka neviens two marķējums periodiem, ne arī two norīkošanu periodiem pašā bīstamības var pārklāties datumus.
mk_mk: Забележете дека ниту две означување периоди ниту две објавувате периоди во исто ниво можат да се преклопуваат датуми.
nn_no: Legg merke til at verken to merking perioder eller to poste perioder i samme tier kan overlappe datoer.
pl_pl: Zauważ, że ani dwóch oznakowania okresów ani dwóch okresów księgowania w tym samym poziomie mogą zachodzić na siebie terminach.
pt_pt: Observe que nem dois períodos de marcação nem dois períodos contábeis na mesma camada pode se sobrepor datas.
ro_ro: Observaţi că nici două perioade de marcaj şi nici nu două perioade a posta în acelaşi rang se pot suprapune date.
ru_ru: Обратите внимание, что ни двух, ни маркировки периоды две размещения периодов в том же уровне могут перекрываться даты.
sk_sk: Všimnite si, že ani dvoch označenie obdobie, ani dva účtovanie obdobie v rovnakej vrstve môžu prekrývať termíny.
sl_si: Obvestilo, da niti two označevanje obdobji niti two objavo obdobja v istem listo prekrivajo datumi.
sq_al: Vini re se as dy periudha që shënon as dy periudha postuar në nivelin e njëjtë mund të përputhen datat.
sr_rs: Приметите да се ни две обележавање периода ни две постављањем периода у истом Тиер преклапања датума.
sv_se: Observera att varken två-märkning perioder eller två inlägg perioder i samma grupp kan överlappa datum.
th_th: ขอให้สังเกตว่าทั้งสองช่วงเวลาการทำเครื่องหมายหรือสองช่วงเวลาโพสต์ในระดับเดียวกันสามารถซ้อนทับกันวันที่
tr_tr: Iki işaretleme dönemlerinde de aynı katmanda iki gönderme dönemleri ne tarih üst üste dikkat edin.
uk_ua: Зверніть увагу, що ні двох, ні маркування період дві розміщення періодів в тому ж рівні можуть перекриватися дати.
wa_be: Hysbysiad bod modd na dau gyfnod marcio nac dau gyfnod postio yn yr un haen gorgyffwrdd dyddiadau.
zh_tw: 請注意，既不two標誌著時期也不two張貼時期在同一層可以重疊的日期。

source: School Calendar
af_za: Skoolkalender
ar_dz: التقويم المدرسي
be_by: Школьны каляндар
bg_bg: Училищния календар
bn_bd: স্কুল ক্যালেন্ডার
da_dk: Skole Kalender
el_gr: Σχολή Ημερολόγιο
es_es: Calendario Escolar
et_ee: Kool Calendar
fa_ir: مدرسه تقویم
fi_fi: School Kalenteri
ga_ie: Féilire Scoile
gl_gl: Calendario escolar
hr_hr: Školski Kalendar
hu_hu: Iskolai naptár
is_is: Skóladagatal
ja_jp: スクールカレンダー
lt_lt: Kalendorius
lv_lv: Skolas kalendārs
mk_mk: Школа Календар
nn_no: Skole Kalender
pl_pl: Kalendarz
pt_pt: Calendário Escolar
ro_ro: Şcoala Calendar
ru_ru: Школьный календарь
sk_sk: Kalendár akcií
sl_si: Šolski koledar
sq_al: Shkolla Kalendari
sr_rs: Школски календар
sv_se: Kalender
th_th: ปฏิทินโรงเรียน
tr_tr: Okul Takvimi
uk_ua: Шкільний календар
wa_be: Calendr Ysgol
zh_tw: 學校日曆

source: This page allows you to setup your schools calendar for the year. The calendar displays the current month by default. The month and year displayed can be changed by changing the month and year pull-down menus at the top of the screen and clicking the Update button.
af_za: Hierdie bladsy laat jou toe om jou onderwys kalender vir die jaar vir die opstel van. Die kalender vertoon die huidige maand by verstek. Die maand en jaar vertoon word, kan verander word deur die verandering van die maand en jaar hangkieslys&#39;s aan die bokant van die skerm en kliek op die knoppie Opdateer.
be_by: Гэтая старонка дазваляе наладзіць ваш школ каляндар на год. Каляндар паказвае бягучы месяц па змаўчанні. Месяц і год адлюстроўваюцца можа быць зменены шляхам змены месяца і года выпадаючыя меню ў верхняй частцы экрана і націснуўшы кнопку Абнавіць.
bg_bg: Тази страница ви позволява да настроите вашата училища календар за годината. Календарът показва текущия месец по подразбиране. Месец и година, показва, може да бъде променена чрез промяна на месеца и от началото на годината падащи менюта в горната част на екрана и кликнете на бутона Обновяване.
bn_bd: এই পৃষ্ঠায় আপনি বছর জন্য আপনার স্কুলের ক্যালেন্ডার সেটআপ করতে পারবেন. ক্যালেন্ডার ডিফল্টরূপে প্রদর্শিত বর্তমান মাস. মাস ও বছর প্রদর্শিত পরিবর্তন মাস এবং পর্দার উপরের-ভাঙ্গা মেনু বছর এবং Update বাটন ক্লিক করা যাবে পরিবর্তন.
da_dk: Denne side giver dig mulighed for at opsætte jeres skoler kalender for året. Kalenderen viser den aktuelle måned som standard. Måned og år vises, kan ændres ved at ændre måned og år rullemenuerne øverst på skærmen og klikke på knappen Opdater.
el_gr: Αυτή η σελίδα σας επιτρέπει να ρυθμίσετε τα σχολεία το ημερολόγιό σας για το έτος. Το ημερολόγιο που εμφανίζει τον τρέχοντα μήνα από προεπιλογή. Το μήνα και εμφανίζεται έτος μπορεί να αλλάξει με την αλλαγή του μήνα και το έτος pull-down μενού στο πάνω μέρος της οθόνης και κάνοντας κλικ στο κουμπί Ενημέρωση.
et_ee: Sellel leheküljel saab seadistada oma kooli kalender aastas. Kalender näitab jooksva kuu vaikimisi. Kuu ja aasta ekraanil saab muuta, muutes kuu ja aasta rippmenüüd ülaosas ekraani ja klõpsake Värskenda nuppu.
fa_ir: این صفحه به شما اجازه می دهد تا راه اندازی تقویم مدرسه برای سال می باشد. تقویم ماه جاری به طور پیش فرض است. ماه و سال نمایش داده شده را می توان با تغییر ماه و سال PULL - DOWN منوها در بالای صفحه نمایش و کلیک کردن بر روی دکمه به روز رسانی تغییر کرده است.
fi_fi: Tällä sivulla voit setup your koulut kalenteri vuodelle. Kalenteri näyttää kuluvan kuukauden oletuksena. Kuukausi ja vuosi näkyvät voidaan muuttaa muuttamalla kuukausi ja vuosi avattavista valikoista yläosassa näytön ja klikkaamalla Päivitä-painiketta.
ga_ie: Ceadaíonn an leathanach seo leat chun thus do scoileanna don bhliain féilire. Léiríonn an féilire, thar na míosa faoi láthair de réir réamhshocraithe. Is féidir leis an mhí agus an bhliain ar taispeáint a athrú trí athrú a dhéanamh ar an mhí agus an bhliain tarraingt-síos biachláir ag barr an scáileáin agus cliceáil an cnaipe Nuashonrú.
gl_gl: Esta páxina permite que configure a súa axenda escolas para o ano. O calendario mostra o mes actual por defecto. O mes eo ano aparece se pode cambiar cambiando o mes eo ano pull-down menús na parte superior da pantalla e premer no botón de actualización.
hr_hr: Ova stranica vam omogućuje postavljanje vašeg škole kalendar za godinu dana. Kalendar prikazuje trenutni mjesec po defaultu. Mjesec i godina prikazuju može se mijenjati promjenom mjesec i godinu padajućeg izbornika na vrhu zaslona i kliknite Ažuriraj gumb.
hu_hu: Ez az oldal lehetővé teszi, hogy állítsuk be az iskolák naptári évre. A naptár megjeleníti az aktuális hónapot alapértelmezés szerint. A hónap és az év jelenik meg lehet változtatható hónap és év legördülő menük a képernyő felső részén és kattintson a Frissítés gombra.
is_is: Þessi síða gerir þér kleift að skipulag Skóladagatal fyrir árið. Dagbókin sýnir núverandi mánuð sjálfgefið. The mánuður og ár birtist er hægt að breyta með því að breyta mánaðarins og ársins fellivalblöðum efst á skjánum og smella á Update hnappinn.
ja_jp: このページでは、年度の学校のカレンダーを設定することができます。カレンダーは、デフォルトで現在の月が表示されます。月と年表示は、月の変化と年間のプルダウンメニューを画面の上部にある[Update]ボタンをクリックして変更できます。
lt_lt: Šis puslapis leidžia jums susikurti savo mokyklos kalendorinių metų. Kalendorius rodo einamąjį mėnesį pagal nutylėjimą. Rodomas mėnesį ir metus gali būti pakeisti keisti mėnesį ir metus išskleidžiamajame meniu, ekrano viršuje ir paspaudę mygtuką &quot;Atnaujinti&quot;.
lv_lv: Šī lapa ļauj setup jūsu skolas kalendārā gadā. Kalendārs rāda pašreizējo mēnesi pēc noklusējuma. Mēnesi un gadu parādīts var mainīt, mainot mēnesi un gadu, nolaižamās izvēlnes augšpusē ekrānam un noklikšķinot Atjaunināt pogu.
mk_mk: Оваа страница ви овозможува да го поставите вашето училиште календарот за таа година. Календарот покажува тековниот месец по дифолт. Месец и година на екранот може да се менува со менување на месецот и годината паѓачкото мени на врвот на екранот и кликнување на копчето Ажурирај.
nn_no: Denne siden lar deg sette opp din skole kalender for året. Kalenderen viser gjeldende måned som standard. Måned og år vises kan endres ved å endre måned og år rullegardinmenyene øverst på skjermen og klikke på Oppdater-knappen.
pl_pl: Ta strona pozwala na ustawienie kalendarza szkoły na rok. Kalendarz wyświetlający bieżący miesiąc, domyślnie. Miesiąc i rok wyświetlane mogą być zmieniane poprzez zmianę miesiąc i rok rozwijanego menu w górnej części ekranu i kliknąć przycisk Aktualizuj.
pt_pt: Esta página permite que você configure sua agenda escolas para o ano. O calendário exibe o mês atual por padrão. O mês eo ano exibido pode ser alterado mudando o mês eo ano pull-down menus no topo da tela e clicar no botão Update.
ro_ro: Această pagină vă permite să setaţi calendarul şcolilor pentru anul respectiv. Calendarul afişează luna curentă în mod implicit. Luna şi anul afişată poate fi schimbată prin schimbarea luna şi anul pull-down meniuri din partea de sus a ecranului şi făcând clic pe butonul Actualizare.
ru_ru: Эта страница позволяет настроить ваш школ календарь на год. Календарь показывает текущий месяц по умолчанию. Месяц и год отображаются может быть изменен путем изменения месяца и года выпадающие меню в верхней части экрана и нажав кнопку Обновить.
sk_sk: Táto stránka umožňuje nastaviť školy kalendár pre rok. Kalendár zobrazuje aktuálny mesiac v predvolenom nastavení. Mesiac a rok zobrazený možné zmeniť zmenou mesiaca a roka pull-down menu v hornej časti obrazovky a kliknutím na tlačidlo Aktualizovať.
sl_si: Ta stran vam omogoča nastavitev vaše šole, koledar za leto. Koledar prikazuje trenutni mesec privzeto. Mesec in leto prikažejo se lahko spremeni s spremembo mesec in leto spustnih menijih na vrhu zaslona in s klikom na gumb Posodobi.
sq_al: Kjo faqe ju lejon të setup shkollat ​​kalendarin tuaj për vitin. Kalendari tregon muajin aktual by default. Muaji dhe viti shfaqet mund të ndryshohet duke ndryshuar muaji dhe viti pull-down menus në krye të ekranit dhe duke klikuar butonin Update.
sr_rs: Ова страница вам омогућава да подесите своју школе календар за годину. Календар приказује текући месец по подразумеваној вредности. Месец и годину приказују се може мењати променом месец и годину падајући менији на врху екрана и кликнете Упдате дугме.
sv_se: Den här sidan kan du ställa in dina skolor kalender för året. Kalendern visar aktuell månad som standard. Månad och år visas kan ändras genom att ändra månad och år rullgardinsmenyer längst upp på skärmen och klicka på knappen Uppdatera.
th_th: หน้านี้จะช่วยให้คุณสามารถตั้งค่าปฏิทินโรงเรียนของคุณสำหรับปี ปฏิทินจะแสดงเดือนปัจจุบันโดยค่าเริ่มต้น เดือนและปีที่แสดงสามารถเปลี่ยนแปลงได้โดยการเปลี่ยนเดือนและปีเมนูแบบเลื่อนลงที่ด้านบนของหน้าจอและคลิกปุ่ม Update
tr_tr: Bu sayfa, yıl boyunca okullarda takvim kurulum sağlar. Takvim, varsayılan olarak geçerli ayı görüntüler. Ay ve yıl görüntülenir ayın değiştirmek ve yıl açılan menüler ekranın üst kısmında ve Update butonuna tıklayarak değiştirilebilir.
uk_ua: Ця сторінка дозволяє налаштувати ваш шкіл календар на рік. Календар показує поточний місяць за замовчуванням. Місяць і рік відображаються може бути змінений шляхом зміни місяця і року випадають меню у верхній частині екрану і натиснувши кнопку Оновити.
wa_be: Mae&#39;r dudalen hon yn eich galluogi i osod eich ysgolion calendr ar gyfer y flwyddyn. Mae&#39;r calendr yn dangos y mis ar hyn o bryd yn ddiofyn. Gall y mis a blwyddyn eu harddangos yn cael ei newid drwy newid y mis a blwyddyn thynnu i lawr dewislenni ar frig y sgrin a chlicio ar y botwm Update.
zh_tw: 此頁面允許您設置您的學校日曆年度。日曆顯示當月默認。顯示月份和年份，可以通過更改月份和年份的下拉菜單在屏幕上方，點擊更新按鈕。
