Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Group Schedule
af_za: Groep Rooster
ar_dz: مجموعة الجدول
be_by: Група Расклад
bg_bg: Група График
bn_bd: গ্রুপ সময়সূচি
el_gr: Ομάδα Πρόγραμμα
es_es: Agenda de Grupo
et_ee: Group Tunniplaan
fa_ir: گروه ها فهرست برنامه ها
fi_fi: Ryhmä aikataulu
ga_ie: Grúpa Sceideal
gl_gl: Grupo Schedule
hr_hr: Grupa Raspored
hu_hu: Csoport Menetrend
is_is: Group Stundaskrá
ja_jp: グループスケジュール
lt_lt: Grupė planas
lv_lv: Grupas Kalendārs
mk_mk: Група Распоред
nn_no: Gruppe Schedule
pl_pl: Grupa Harmonogram
pt_pt: Grupo Schedule
ro_ro: Programul de grup
ru_ru: Группа Расписание
sk_sk: Kalendáre skupiny
sl_si: Razpored Group
sr_rs: Група Распоред
sv_se: Gruppschema
th_th: ตารางกลุ่ม
tr_tr: Grup Programı
uk_ua: Група Розклад
wa_be: Grŵp Atodlen
zh_tw: 小組日程

source: This utility allows you to add a schedule to a group of students in one action.
af_za: Hierdie program kan u &#39;n skedule toe te voeg tot&#39; n groep studente in een aksie.
ar_dz: هذه الأداة يسمح لك بإضافة جدول زمني لمجموعة من الطلاب في عمل واحد.
be_by: Гэтая ўтыліта дазваляе дадаваць графіку група студэнтаў у адной дзеі.
bg_bg: Тази помощна програма ви позволява да добавите графика към групата на учениците в едно действие.
bn_bd: এই ইউটিলিটি আপনি ছাত্রদের একটি দল থেকে এক পদক্ষেপের সময়সূচি যোগ করতে পারবেন.
da_dk: Dette hjælpeprogram giver dig mulighed for at tilføje en tidsplan for at en gruppe studerende på én gang.
el_gr: Αυτό το βοηθητικό πρόγραμμα σας επιτρέπει να προσθέσετε ένα πρόγραμμα σε μια ομάδα μαθητών σε μια δράση.
es_es: Esta utilidad permite agendar a un grupo de alumnos en una sola acción.
et_ee: See utiliit võimaldab teil lisada ajakava rühma õpilaste üks tegevus.
fa_ir: این ابزار به شما اجازه می دهد به اضافه کردن برنامه به گروهی از دانش آموزان در یک اقدام می باشد.
fi_fi: Tämän apuohjelman avulla voit lisätä aikataulun opiskelijaryhmälle yhdellä toiminnolla.
ga_ie: Ceadaíonn an fóntais tú le sceideal a chur le grúpa mac léinn i gníomh amháin.
gl_gl: Esta utilidade permite que engade unha programación para un grupo de estudantes nunha acción.
hr_hr: Ovaj alat vam omogućuje da dodate raspored za skupinu studenata u jednoj akciji.
hu_hu: Ez a segédprogram lehetővé teszi, hogy adjunk hozzá egy ütemtervet, hogy egy csoport diák egy akció.
is_is: Þetta tól leyfir þér að bæta við áætlun við hóp af nemendum í einni aðgerð.
ja_jp: このユーティリティを使用して、1つのアクションでの学生のグループにスケジュールを追加することができます。
lt_lt: Šis įrankis leidžia jums pridėti tvarkaraštį studentų grupė į vieną veiksmą.
lv_lv: Šī lietderība ļauj jums pievienot grafiku, lai studentu grupu, ir viena darbība.
mk_mk: Оваа алатка Ви овозможува да додадете распоред на група на студенти во една акција.
nn_no: Dette verktøyet lar deg legge en tidsplan for en gruppe elever i én handling.
pl_pl: Narzędzie to pozwala na dodanie harmonogram do grupy uczniów w jednej akcji.
pt_pt: Este utilitário permite que você adicione uma programação para um grupo de estudantes em uma ação.
ro_ro: Acest utilitar vă permite să adăugaţi un program la un grup de studenţi într-o singură acţiune.
ru_ru: Эта утилита позволяет добавлять графику группа студентов в одном действии.
sk_sk: Tento nástroj vám umožní pridať program do skupiny študentov v jednej akcie.
sl_si: Ta pripomoček vam omogoča dodajanje urnik v skupino študentov v eno tožbo.
sq_al: Kjo utility ju lejon të shtoni një plan për një grup studentësh në një veprim.
sr_rs: Овај програм вам омогућава да додате распоред за групу ученика у једној акцији.
sv_se: Detta verktyg kan du lägga ett schema för en grupp studenter i en handling.
th_th: ยูทิลิตี้นี้จะช่วยให้คุณสามารถเพิ่มตารางไปยังกลุ่มของนักเรียนในการดำเนินการอย่างใดอย่างหนึ่ง
tr_tr: Bu yardımcı programı, bir eylem, bir grup öğrenci için bir takvim eklemenize izin verir.
uk_ua: Ця утиліта дозволяє додавати графіком група студентів на одну дію.
wa_be: Mae hyn yn cyfleustodau yn eich galluogi i ychwanegu amserlen i grŵp o fyfyrwyr mewn un weithred.
zh_tw: 此實用程序允許你添加一個時間表，一群學生在一個動作。

source: First, select a course to be added as a request by clicking the Choose a Course link at the top of the screen and choosing the course from the popup screen that appears. Select the starting date for the course and the marking period in which you want to schedule the students. Select the students in the grid below and click the Save button. The selected schedule will be added to the selected students.
af_za: Kies eers &#39;n kursus te word bygevoeg as&#39; n versoek deur te kliek op die Kies &#39;n kursus skakel aan die bokant van die skerm en die keuse van die loop van die pop-up &quot;skerm wat verskyn. Kies die begin datum vir die kursus en die nasienperiode in wat jy wil hê dat die studente te skeduleer. Kies die studente in die rooster hieronder en kliek op die Save-knoppie. Die geselekteerde skedule sal bygevoeg word om die geselekteerde studente.
ar_dz: أولا، حدد مسار التي يمكن ان تضاف كما طلب بالنقر على رابط اختر دورة في الجزء العلوي من الشاشة واختيار البرنامج الدراسي من الشاشة المنبثقة التي تظهر. حدد تاريخ انطلاق للدورة وفترة الوسم التي تريد جدولة الطلاب. حدد الطلاب في الشبكة أدناه وانقر على زر حفظ. سيتم إضافة الجدول المحدد للطلاب المحددة.
be_by: Па-першае, выбраць курс будзе дададзены як запыт, націснуўшы Выбраць курс у верхняй частцы экрана і выбраць курс з ўсплывае якое з&#39;явілася акне. Выберыце дату пачатку курса і ацэначны перыяд, у якім вы хочаце запланаваць студэнтаў. Выберыце студэнтаў у сетку ніжэй і націсніце кнопку Захаваць. Абранага раскладу будзе дададзены ў выбраны студэнтаў.
bg_bg: Първо, изберете курс, да бъде добавена като искане, като щракнете върху Избор на курс по връзката в горната част на екрана и избора на курс от появилото се екран, който се появява. Изберете начална дата за курса и маркиране на периода, в който искате да планирате студентите. Изберете студентите в мрежата по-долу и щракнете върху бутона Save. Избраните график ще бъде добавена към избрани студенти.
bn_bd: প্রথম, একটি অনুরোধ হিসাবে একটি পর্দার উপরের কোর্স লিঙ্ক নির্বাচন করুন ক্লিক করে পপআপ পর্দায় প্রদর্শিত থেকে কোর্স বেছে যোগ কোর্স নির্বাচন. কোর্স এবং অঙ্কন সময়ের মধ্যে আপনি ছাত্রদের সময়সূচি চান শুরুকরণ তারিখ নির্বাচন করুন. নিচে গ্রিড ছাত্র নির্বাচন করুন বাটন ক্লিক করুন. নির্বাচিত সময়সূচি নির্বাচিত ছাত্র যুক্ত হবে.
da_dk: Først skal du vælge et kursus for at blive tilføjet som en anmodning ved at klikke på Vælg et kursus linket på toppen af ​​skærmen og vælge kurset fra popup skærmbillede, der vises. Vælg startdato for kurset og mærkning periode, hvor du ønsker at planlægge de studerende. Vælg de studerende i gitteret nedenfor og klikke på knappen Gem. Den valgte tidsplan vil blive føjet til udvalgte elever.
el_gr: Αρχικά, επιλέξτε μια πορεία που πρέπει να προστεθεί ως ένα αίτημα, κάνοντας κλικ στο Επιλέξτε μια σύνδεση σειρά μαθημάτων στο πάνω μέρος της οθόνης και επιλέγοντας το μάθημα από το αναδυόμενο παράθυρο που θα εμφανιστεί. Επιλέξτε την ημερομηνία έναρξης για την πορεία και τη σήμανση περίοδο κατά την οποία θέλετε να προγραμματίσετε τους μαθητές. Επιλέξτε τους μαθητές στον παρακάτω πίνακα και κάντε κλικ στο κουμπί Αποθήκευση. Το επιλεγμένο πρόγραμμα θα προστεθεί στο επιλεγμένο μαθητές.
es_es: Primero, seleccione un curso que se añade como una solicitud haciendo clic en el enlace Elegir un curso en la parte superior de la pantalla y elegir el curso de la pantalla emergente que aparece. Seleccione la fecha de inicio del curso y el período de evaluación en el que desea programar los estudiantes. Seleccione los alumnos en la cuadrícula de abajo y haga clic en el botón Guardar. La programación seleccionada se añadirá a los estudiantes seleccionados.
et_ee: Kõigepealt vali muidugi tuleks lisada taotluse klikkides Vali Kursuse link ülaosas ekraani ja valides kursuse popup ekraan, mis ilmub. Valige alguskuupäev kursuse ja märgistus, mil soovite ajastada õpilastele. Valige õpilaste grid ja klõpsake nuppu Salvesta. Valitud ajakava lisatakse valitud õpilastele.
fa_ir: اول ، انتخاب البته به عنوان یک درخواست از طریق کلیک کردن بر روی لینک البته در بالای صفحه نمایش را انتخاب کنید و انتخاب البته از صفحه نمایش پنجره که ظاهر می شود اضافه شده است. تاریخ شروع دوره و مدت مارک که در آن شما می خواهید را به برنامه دانش آموزان را انتخاب کنید. دانش آموزان در شبکه های زیر را انتخاب و بر روی دکمه ذخیره کلیک کنید. برنامه انتخاب خواهد شد تا دانش آموزان انتخاب شده اضافه شده است.
fi_fi: Valitse ensin tietenkin lisätään pyyntöä napsauttamalla Valitse Kurssin linkkiä ruudun yläreunassa ja valitsemalla kurssin aukeavasta joka tulee näkyviin. Valitse alkamispäivä kurssin ja merkintä kaudella, jonka haluat ajoittaa opiskelijoille. Valitse opiskelijaa verkon alla ja napsauta Tallenna-painiketta. Valittu aikataulu lisätään valituille opiskelijoille.
ga_ie: An chéad, roghnaigh cúrsa a chur leis mar iarratas trí chliceáil ar an nasc Roghnaigh Cúrsa ag barr an scáileáin a roghnú agus an cúrsa as an scáileán aníos gur dealraitheach. Roghnaigh an dáta tosaithe don chúrsa agus an tréimhse marcála inar mian leat sceideal na mic léinn. Roghnaigh an mhic léinn sa ghreille thíos agus cliceáil ar an gcnaipe Sábháil. Beidh an sceideal roghnaithe a chur leis an mac léinn roghnaithe.
gl_gl: Primeiro, seleccione un curso para ser engadido como unha proposta, premendo no Curso Seleccione unha ligazón na parte superior da pantalla e elixir o curso a partir da pantalla emerxente que aparece. Seleccione a data de inicio do curso eo período de reserva en que quere programar os alumnos. Seleccionar os alumnos na reixa abaixo e prema no botón Gardar. O calendario seleccionado engadirase aos alumnos seleccionados.
hr_hr: Prvo odaberite tečaj biti dodan kao zahtjev klikom Odaberite tečaj link na vrhu zaslona i odabirom kolegija iz prozoru koji se pojavi. Odaberite početni datum za tečaj i obilježavanje razdoblje u kojem želite zakazati studenata. Odaberite studenata u tablici i kliknite na gumb Spremi. Odabrani raspored će biti dodan u odabrane studente.
hu_hu: Először válassza ki a tanfolyam, hogy ki a kérését kattintva választása pálya linkre a képernyő tetején, és kiválasztja a kurzus az előugró képernyőn jelenik meg. Válassza ki a kezdő időpontja a tanfolyam és a jelölési időszak, amelyben ütemezni szeretné a diákok. Válassza ki a diákok a rács alatt, majd kattintson a Mentés gombra. A kiválasztott menetrend lesz hozzá, hogy a kiválasztott tanulók.
is_is: Fyrst skaltu velja námskeið til að bæta við eins og beiðni með því að smella á Velja Course efst á skjánum og velja námskeið úr almenningur skjánum sem birtist. Veldu upphafsdag fyrir námskeiðið og merkingar tímabil sem þú vilt að skipuleggja nemendur. Veldu nemendur í rist fyrir neðan og smelltu á Vista hnappinn. Valinn áætlun verður bætt við valda nemendur.
ja_jp: 最初、画面の上部にあるコースのリンクを選択をクリックし、表示されるポップアップ画面からコースを選択することで、要求として追加されるコースを選択。もちろん、あなたが学生をスケジュールするにマーキング期間の開始日を選択してください。下のグリッドで学生を選択し、[保存]ボタンをクリック。選択したスケジュールは、選択した生徒に追加されます。
lt_lt: Pirma, pasirinkite kursą, turi būti pridedamas kaip prašymą, paspaudę Pasirinkite kursai ekrano viršuje nuorodą ir pasirinkti iš iššokantį ekranas, kuris pasirodo. Pasirinkite kursų pradžios data ir ženklinimo laikotarpio, kurį norite planuoti studentus. Pasirinkite žemiau tinklelį studentų ir spustelėkite mygtuką &quot;Išsaugoti&quot;. Pasirinktą grafiką bus įtraukta į pasirinktas studentams.
lv_lv: Pirmkārt, izvēlieties protams, ir pievienots kā pieprasījumu, noklikšķinot Izvēlieties kursu saites ekrāna augšā un izvēloties kursu no uznirstošo ekrāns, kas parādās. Izvēlieties sākuma datuma kursu un marķējumu periodu, kurā vēlaties ieplānot studentiem. Izvēlieties studentu tīkla zemāk un noklikšķiniet uz pogas Saglabāt. Izvēlēto grafiku tiks pievienota izvēlētajai studentiem.
mk_mk: Прво, одбери се разбира треба да се додаде како барање со кликнување на Изберете курс линкот на врвот на екранот и изборот на курс од скокачки екранот што се појавува. Изберете датум за текот и по повод период во кој што сакате да го распоредот на студентите. Изберете студентите во мрежата подолу и кликнете на копчето Зачувај. Одбраниот распоред ќе биде додадена на избраните студенти.
nn_no: Først velger et kurs for å bli lagt til som en forespørsel ved å klikke Velg en løype linken øverst på skjermen og velge kurset fra popup-skjermen som vises. Velg startdato for kurset og merkingen perioden du vil planlegge studentene. Velg studentene i rutenettet nedenfor og klikk på knappen Lagre. Den valgte tidsplan vil bli lagt til utvalgte studenter.
pl_pl: Po pierwsze, wybierz Oczywiście należy dodać jako wniosek klikając na link Wybierz pole u góry ekranu i wybierając kurs z popup wyświetlonym ekranie. Wybierz datę początkową kursu i oznakowania okres, w którym chcesz zaplanować studentów. Wybierz studentów w siatce, a następnie kliknij przycisk Zapisz. Wybrany harmonogram zostanie dodany do wybranych studentów.
pt_pt: Primeiro, selecione um curso para ser adicionado como um pedido, clicando no Curso Escolha um link no topo da tela e escolher o curso a partir da tela popup que aparece. Selecione a data de início do curso eo período de marcação em que você deseja agendar os alunos. Selecionar os alunos na grade abaixo e clique no botão Salvar. O agendamento selecionado será adicionado aos alunos selecionados.
ro_ro: În primul rând, selectaţi un curs pentru a se adaugă ca o cerere, făcând clic pe link-ul Alege un curs la partea de sus a ecranului şi alegerea de curs, din ecranul de popup care apare. Selectaţi data de plecare pentru curs şi perioada de marcaj în care doriţi să o programaţi studenţilor. Selectaţi elevii în grila de mai jos şi faceţi clic pe butonul Salvare. Schema selectate vor fi adăugate la studenţi selectaţi.
ru_ru: Во-первых, выбрать курс будет добавлен как запрос, нажав Выбрать курс в верхней части экрана и выбрать курс из всплывающего появившемся окне. Выберите дату начала курса и оценочный период, в котором вы хотите запланировать студентов. Выберите студентов в сетку ниже и нажмите кнопку Сохранить. Выбранного расписания будет добавлен в выбранный студентов.
sk_sk: Najprv si vyberte kurz, ktoré sa pridávajú ako žiadosť kliknutím Vyberte predmet odkaz v hornej časti obrazovky a výberom kurzu z miestnej obrazovke, ktorá sa objaví. Vyberte počiatočný dátum kurzu a označenie obdobie, v ktorom chcete naplánovať študentov. Vyberte študentov v sieti a kliknite na tlačidlo Uložiť. Vybraný plán bude pridaný do vybranej študentov.
sl_si: Najprej izberite Seveda je treba dodati kot zahtevo s klikom na Izberi Course povezavo na vrhu zaslona in izbiri seveda iz popup zaslon, ki se pojavi. Izberite začetni datum za tečaj in označevanje obdobje, v katerem želite urnik študentov. Izberite študentov v mreži spodaj in kliknite na gumb Save. Izbrani urnik bo dodan izbranih študentov.
sq_al: Së pari, zgjidh një kurs të jetë shtuar si një kërkesë duke klikuar Zgjidhni një lidhje kursit në krye të ekranit dhe duke zgjedhur kursin nga ekrani Popup që duket. Zgjidhni datë për fillimin e kursit dhe periudhës së shënuar në të cilën ju doni të planifikojë studentët. Zgjidhni studentët në rrjet më poshtë dhe klikoni butonin Ruaj. Orarin e përzgjedhur do të shtohet për studentët e zgjedhur.
sr_rs: Прво, изаберите наравно да се дода као захтев кликом Изаберите везу курс у врху екрана и избор ток из понуђеног екран који се појављује. Изаберите датум почетка курса и обележавање период у коме желите да закажете студената. Изаберите студената у мрежи испод и кликните на дугме Сачувај. Изабрани распоред ће бити додат изабраних студената.
sv_se: Välj först en kurs som ska läggas till som en begäran genom att klicka på Välj en kurs länk längst upp på skärmen och välja kursen från popup-skärmen som visas. Välj startdatum för kursen och märkning period i vilken du vill schemalägga studenterna. Välj eleverna i rutnätet nedan och klicka på Spara. Den valda schemat kommer att läggas till utvalda studenter.
th_th: ก่อนเลือกหลักสูตรที่จะเพิ่มตามคำขอโดยการคลิกที่เลือกการเชื่อมโยงหลักสูตรที่ด้านบนของหน้าจอและเลือกหลักสูตรจากหน้าจอป๊อปอัพที่ปรากฏขึ้น เลือกวันที่เริ่มต้นสำหรับการเรียนการสอนและระยะเวลาในการทำเครื่องหมายในที่ที่คุณต้องการกำหนดตารางเวลาของนักเรียน เลือกนักเรียนในตารางด้านล่างและคลิกที่ปุ่มบันทึก ตารางการทำงานที่เลือกจะถูกเพิ่มให้กับนักเรียนที่เลือก
tr_tr: Öncelikle, ekranın üst kısmında bir Sahası bağlantısını seçin tıklayarak ve görünen popup ekranından seçerek bir istek olarak eklenecek bir ders seçin. Ders ve öğrencilerin zamanlamak istediğiniz işaretleme dönemi için başlangıç ​​tarihi seçin. Aşağıdaki ızgara öğrenciler seçin ve Kaydet düğmesini tıklatın. Seçilen program seçilen öğrenciler eklenecektir.
uk_ua: По-перше, вибрати курс буде додано як запит, натиснувши Вибрати курс у верхній частині екрану і вибрати курс із спливаючого вікні. Виберіть дату початку курсу і оцінний період, в якому ви хочете запланувати студентів. Виберіть студентів у сітку нижче і натисніть кнопку Зберегти. Вибраного розкладу буде додано в обраний студентів.
wa_be: Yn gyntaf, dewiswch cwrs i&#39;w ychwanegu fel cais drwy glicio ar y ddolen Dewiswch Cwrs ar frig y sgrin a dewis y cwrs gan y sgrin popup sy&#39;n ymddangos. Dewiswch y dyddiad dechrau ar gyfer y cwrs ac yn y cyfnod marcio pan ydych am amserlen y myfyrwyr. Dewiswch y myfyrwyr yn y grid isod a chliciwch y botwm Save. Bydd yr amserlen a ddewiswyd yn cael ei ychwanegu at y myfyrwyr a ddewiswyd.
zh_tw: 首先，選擇一門課程要增加一條，作為一個請求通過點擊鏈接選擇課程在屏幕上方並選擇當然，從彈出的屏幕顯示。選擇開始日期為課程和標誌期間要安排學生。選擇學生在方格，然後點擊保存按鈕。選定的時間將被添加到選定的學生。

source: Group Drops
af_za: Groep Druppels
ar_dz: مجموعة قطرات
be_by: Група Кроплі
bg_bg: Група Drops
bn_bd: গ্রুপ ড্রপ
da_dk: Gruppe Drops
el_gr: Ομάδα Drops
es_es: Baja del Grupo
fa_ir: گروه قطره
fi_fi: Ryhmä Drops
ga_ie: Grúpa Drops
gl_gl: Grupo Drops
hr_hr: Grupa Kapi
hu_hu: Csoport Drops
ja_jp: グループドロップス
lt_lt: Grupė Dražė
lv_lv: Grupa Drops
mk_mk: Група Капки
nn_no: Gruppe Drops
pl_pl: Grupa Drops
pt_pt: Grupo Drops
ro_ro: Creeaza grup
ru_ru: Группа Капли
sk_sk: Skupina Kvapky
sl_si: Kapljice Group
sq_al: Grupi i ulet
sr_rs: Група Капи
sv_se: Grupp Drops
th_th: Drops กลุ่ม
tr_tr: Grup Damlalar
uk_ua: Група Краплі
wa_be: Grŵp Drops
zh_tw: 集團掉落

source: This utility allows you to add a remove a group of students from a schedule in one action.
af_za: Hierdie program laat jou toe om by te voeg om &#39;n&#39; n groep studente verwyder van &#39;n skedule in een aksie.
ar_dz: هذه الأداة تسمح لك لإضافة إزالة مجموعة من الطلاب من الجدول الزمني في عمل واحد.
be_by: Гэтая ўтыліта дазваляе дадаваць выдаліць групу студэнтаў з графіка ў адной дзеі.
bg_bg: Тази помощна програма Ви позволява да добавяте премахване на група студенти от графика в едно действие.
bn_bd: এই ইউটিলিটি আপনি একটি এক পদক্ষেপের পরিকল্পনা থেকে ছাত্রদের একটি গ্রুপ অপসারণ যোগ করতে পারবেন.
da_dk: Dette hjælpeprogram giver dig mulighed for at tilføje en fjerne en gruppe studerende fra et skema på én gang.
el_gr: Αυτό το βοηθητικό πρόγραμμα σας επιτρέπει να προσθέσετε μια αφαιρέσετε μια ομάδα φοιτητών από το ένα πρόγραμμα σε μια δράση.
es_es: Esta utilidad te permite dar de baja a un grupo de alumnos de un programa en una sola acción.
et_ee: See utiliit võimaldab teil lisada eemaldada rühma õpilased ajakava üks tegevus.
fa_ir: این ابزار به شما اجازه می دهد برای اضافه کردن حذف یک گروه از دانش آموزان از برنامه در یک اقدام است.
fi_fi: Tämän apuohjelman avulla voit lisätä poistaa ryhmä opiskelijoita aikataulu yhdellä toiminnolla.
ga_ie: Ligeann sé seo duit fóntais a chur ar bhaint grúpa scoláirí ón sceideal i gníomh amháin.
gl_gl: Esta utilidade permite engadir un eliminar un grupo de estudantes dunha programación nunha acción.
hr_hr: Ovaj alat vam omogućuje da dodate uklanjanje grupa studenata iz rasporeda u jednoj akciji.
hu_hu: Ez a segédprogram lehetővé teszi, hogy adjunk hozzá egy eltávolítani egy csoport diák egy ütemtervet egy akció.
is_is: Þetta tól leyfir þér að bæta við fjarlægja hópur nemenda úr áætlun í einni aðgerð.
ja_jp: このユーティリティは、1回の操作でスケジュールから学生のグループを削除、追加することができます。
lt_lt: Šis įrankis leidžia jums pridėti, pašalinti studentų grupė iš vienoje veiksmų tvarkaraštį.
lv_lv: Šī lietderība ļauj jums pievienot noņemt studentu grupu no grafika vienā darbībā.
mk_mk: Оваа алатка ви овозможува да додадете отстрани група на студенти од распоредот во една акција.
nn_no: Dette verktøyet lar deg legge til en fjerne en gruppe elever fra en tidsplan i én handling.
pl_pl: Narzędzie to pozwala na dodanie usunąć grupę studentów z harmonogramem w jednej akcji.
pt_pt: Este utilitário permite adicionar um remover um grupo de estudantes de uma programação em uma ação.
ro_ro: Acest utilitar vă permite să adăugaţi o elimina un grup de studenţi de la un program într-o singură acţiune.
ru_ru: Эта утилита позволяет добавлять удалить группу студентов из графика в одном действии.
sk_sk: Tento nástroj umožňuje pridať odstrániť skupinu študentov z programu do jednej akcie.
sl_si: Ta pripomoček vam omogoča dodajanje odstrani skupino študentov iz urnik v eno tožbo.
sq_al: Kjo utility ju lejon të shtoni një të hequr një grup studentësh nga një orar në një veprim.
sr_rs: Овај програм вам омогућава да додате уклоните групу студената из распореда у једној акцији.
sv_se: Med detta verktyg kan du lägga till ett ta bort en grupp studenter från ett schema i en handling.
th_th: ยูทิลิตี้นี้จะช่วยให้คุณสามารถเพิ่มลบกลุ่มของนักเรียนจากตารางหนึ่งในการดำเนินการ
tr_tr: Bu yardımcı programı, bir eylem bir program, bir grup öğrenci kaldırmak eklemenize izin verir.
uk_ua: Ця утиліта дозволяє додавати видалити групу студентів з графіка на одну дію.
wa_be: Mae hyn yn cyfleustodau yn eich galluogi i ychwanegu dynnu grŵp o fyfyrwyr o atodlen yn un weithred.
zh_tw: 此實用程序允許您添加刪除組學生從一個行動時間表。
