Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Upcoming Events
ar_dz: الأحداث القادمة
be_by: Маючыя адбыцца падзеі
bg_bg: Предстоящи събития
bn_bd: আগমনরত ঘটনা
da_dk: Kommende Begivenheder
el_gr: Προσεχείς Εκδηλώσεις
es_es: Próximos Eventos
et_ee: Sündmused
fa_ir: رویدادهای نزدیک
fi_fi: Tulevat tapahtumat
ga_ie: Imeachtaí atá ag Teacht
gl_gl: Próximos eventos
hr_hr: Nadolazeći događaji
hu_hu: Közelgő események
is_is: Á döfinni
ja_jp: 今後のイベント
lt_lt: Artimiausi renginiai
lv_lv: Gaidāmie notikumi
mk_mk: Престојни настани
nn_no: Kommende hendelser
pl_pl: Nadchodzące wydarzenia
pt_pt: Próximos Eventos
ro_ro: Evenimente viitoare
ru_ru: Предстоящие события
sk_sk: Pripravované akcie
sl_si: Prihajajoči dogodki
sq_al: Ngjarjet e ardhshme
sr_rs: Предстојећи догађаји
sv_se: Kommande evenemang
th_th: กิจกรรมที่กำลังจะ
tr_tr: Yaklaşan Olaylar
uk_ua: Майбутні події
wa_be: Digwyddiadau i ddod
zh_tw: 活動預告

source: School year is ending or has ended. Rollover required.
ar_dz: السنة الدراسية تنتهي أو انتهت. التمديد المطلوبة.
es_es: El año escolar está terminando o ha terminado. Rollover necesario.

source: User Profile
ar_dz: المستخدم الشخصي
be_by: Профіль карыстальніка
bg_bg: Потребителски профил
bn_bd: ব্যবহারকারী প্রোফাইল
el_gr: Προφίλ Χρήστη
es_es: Perfil de Usuario
et_ee: Kasutaja Profiil
fa_ir: مشخصات کاربر
fi_fi: Käyttäjäprofiili
ga_ie: Próifíl Úsáideora
gl_gl: Perfil de usuario
hr_hr: Korisnički profil
hu_hu: Felhasználó profilja
ja_jp: ユーザープロファイル
lt_lt: Vartotojo profilis
lv_lv: Lietotāja profils
mk_mk: Профил на корисникот
nn_no: Bruker Profil
pl_pl: Profil użytkownika
pt_pt: Perfil de usuário
ro_ro: Ghid de profil
ru_ru: Профиль пользователя
sk_sk: Užívateľský profil
sl_si: Uporabniški profil
sr_rs: Кориснички профил
sv_se: Användarprofil
th_th: รายละเอียดผู้ใช้
tr_tr: Kullanıcı Profili
uk_ua: Профіль користувача
wa_be: Proffil Defnyddiwr
zh_tw: 用戶配置文件

source: Search Criteria
ar_dz: معايير البحث
be_by: Крытэры пошуку
bg_bg: Критерии за търсене
bn_bd: সন্ধানক্ষেত্রটিকে
da_dk: Søgekriterier
el_gr: Κριτήρια Αναζήτησης
es_es: Criterios de Búsqueda
et_ee: Otsingukriteeriumid
fa_ir: معیار جستجو
fi_fi: Hakuehdot
ga_ie: Critéir Cuardaigh
gl_gl: Criterios de busca
hr_hr: Traži Kriteriji
hu_hu: Keresési feltétel
ja_jp: 検索条件
lt_lt: Paieškos kriterijus
lv_lv: Meklēšanas kritēriji
mk_mk: Барај Критериуми
nn_no: Søkekriterer
pl_pl: Kryteria wyszukiwania
pt_pt: Critérios de pesquisa
ro_ro: Criterii de căutare
ru_ru: Критерии поиска
sk_sk: Kritériá vyhľadávania
sl_si: Iskalni kriteriji
sq_al: Kriteret e kërkimit
sr_rs: Критеријуми претраге
sv_se: Sökvillkor
th_th: เกณฑ์การค้นหา
tr_tr: Arama Kriterleri
uk_ua: Критерії пошуку
wa_be: Meini Prawf Chwilio
zh_tw: 搜索條件

source: Find Students to Drop
ar_dz: يجد الطلاب لإسقاط
es_es: Encontrar un Alumno

source: Include advance schedule
ar_dz: وتشمل الجدول الزمني مسبقا
es_es: Agendas Incompletas

source: Cannot schedule students before school start date
ar_dz: لا يمكن جدولة الطلاب قبل تاريخ بدء الدراسة
es_es: No se puede programar a los estudiantes antes de la fecha de inicio de clases

source: have Gender Clash
ar_dz: لديك صراع بين الجنسين

source: have a period time clash
ar_dz: يكون اشتباك الفترة الزمنية

source: ViewSchedule
ar_dz: عرض الجدول
es_es: Agenda

source: - New Course
ar_dz: - دورة جديدة
es_es: Curso Nuevo

source: if
ar_dz: إذا

source: Open
ar_dz: فتح
be_by: Адкрыць
bg_bg: Отворен
bn_bd: দেখুন সম্প্রসারিত
el_gr: Ανοιχτό
es_es: Abierto
et_ee: Avatud
fa_ir: باز
fi_fi: Avoinna
ga_ie: Oscailte
gl_gl: Aberto
hr_hr: Otvoreno
hu_hu: Nyitott
ja_jp: 開き
lt_lt: Atidaryti
lv_lv: Atvērt
mk_mk: Отворете
nn_no: Åpent
pl_pl: Otwarte
pt_pt: Aberto
ro_ro: Deschis
ru_ru: Открыть
sk_sk: Otvorené
sl_si: Odpri
sq_al: Hapur
sr_rs: Отворен
sv_se: Öppet
th_th: เปิด
tr_tr: Açık
uk_ua: Відкрити
wa_be: Agored
zh_tw: 打開

source: Print
ar_dz: طباعة
be_by: Друк
bg_bg: Печат
bn_bd: প্রিন্ট
el_gr: Εκτύπωση
es_es: Imprimir
et_ee: Prindi
fa_ir: چاپ
fi_fi: Tulosta
ga_ie: Priontáil
gl_gl: Imprimir
hr_hr: Ispis
hu_hu: Nyomtatás
ja_jp: プリント
lt_lt: Spausdinti
lv_lv: Drukāt
mk_mk: Верзија за
nn_no: Skriv ut
pl_pl: Wydrukować
pt_pt: Imprimir
ro_ro: Imprimare
ru_ru: Печать
sk_sk: Tlač
sq_al: Shtyp
sr_rs: Штампа
sv_se: Skriv ut
th_th: พิมพ์
tr_tr: Baskı
uk_ua: Друк
wa_be: Argraffu
zh_tw: 打印

source: View
ar_dz: رأي
es_es: vista

source: Events
ar_dz: أحداث
be_by: Падзеі
bg_bg: Събития
bn_bd: ইভেন্ট
da_dk: Arrangementer
el_gr: Εκδηλώσεις
es_es: Eventos
et_ee: Sündmused
fa_ir: رویدادها
fi_fi: Tapahtumat
ga_ie: Imeachtaí
gl_gl: Eventos
hr_hr: Događanja
hu_hu: Események
is_is: Viðburðir
ja_jp: イベント
lt_lt: Renginiai
lv_lv: Notikumi
mk_mk: Настани
nn_no: Hendelser
pl_pl: Wydarzenia
pt_pt: Eventos
ro_ro: Evenimente
ru_ru: События
sk_sk: Udalosti
sl_si: Dogodki
sq_al: Ngjarje
sr_rs: Догађаји
sv_se: Händelser
th_th: เหตุการณ์
tr_tr: Etkinlikler
uk_ua: Події
wa_be: Digwyddiadau
zh_tw: 活動

source: Cannot delete because students are enrolled in this calendar.
ar_dz: لا يمكن حذف لأن الطلاب المسجلين في هذا التقويم.
es_es: No se puede eliminar porque tiene calificaciones asociadas.

source: There are no calendars yet setup.
ar_dz: لا توجد تقويمات بعد الإعداد.
es_es: No hay calendarios Aún configuración.

source: Show Events System Wide
ar_dz: تظهر أحداث النظام على نطاق واسع
es_es: Mostrar eventos en todo el sistema

source: System Wide
ar_dz: النظام على نطاق واسع

source: Visible
ar_dz: مرئي

source: w/Custom
ar_dz: ث / مخصص

source: To Change teacher go to School Setup->Courses->Teacher Re-Assignment
ar_dz: تغيير المعلم يذهب إلى مدرسة الإعداد-> دورات> المعلم إعادة تعيين
es_es: Para cambiar el maestro vaya a la escuela Setup-> Cursos-> Maestro Re-asignación

source: You can not edit Grading Scale because final grading was done
ar_dz: لا يمكنك تعديل مقياس الدرجات لأنه تم الدرجات النهائية

source: Course is Weighted
ar_dz: بالطبع هو المرجح ل
es_es: Título del curso

source: Data not saved because grade posting date is not valid
ar_dz: لا يتم حفظ البيانات بسبب تاريخ نشرها الصف غير صالح

source: Start date cannot be earlier than
ar_dz: تاريخ البدء لا يمكن أن يكون في وقت سابق من

source: Start date cannot be changed because the calender has already been created
ar_dz: لا يمكن تغيير تاريخ البدء لأنه بالفعل تم إنشاء تقويم

source: Start date cannot be changed because the SYEAR is associated with students
ar_dz: لا يمكن تغيير تاريخ البدء لأنه بالفعل تم إنشاء تقويم

source: Start date cannot be changed because the SYEAR is associated with staff
ar_dz: لا يمكن تغيير تاريخ البدء لأن يرتبط SYEAR مع الموظفين

source: Start date cannot be changed because the SYEAR is associated with subjects
ar_dz: لا يمكن تغيير تاريخ البدء لأن يرتبط SYEAR مع الموضوعات

source: Start date cannot be changed because the SYEAR is associated with attendance codes
ar_dz: لا يمكن تغيير تاريخ البدء لأن يرتبط SYEAR مع رموز الحضور

source: Start date cannot be changed because the SYEAR is associated with school periods
ar_dz: لا يمكن تغيير تاريخ البدء لأن يرتبط SYEAR مع فترات المدرسة

source: Start date cannot be changed because the SYEAR already exists in previous year
ar_dz: تاريخ بدء لا يمكن تغييرها لأن SYEAR موجود بالفعل في العام السابق

source: Start date cannot be after
ar_dz: تاريخ بدء لا يمكن أن يكون بعد

source: End date cannot be changed because the calender has already been created
ar_dz: لا يمكن تغيير تاريخ انتهاء لأنه بالفعل تم إنشاء تقويم

source: End date cannot be before
ar_dz: تاريخ نهاية لا يمكن أن يكون قبل

source: Not all of the dates were entered correctly.
ar_dz: ليس كل من تواريخ تم إدخالها بشكل صحيح.

source: End date cannot be after
ar_dz: تاريخ نهاية لا يمكن أن يكون بعد

source: Graded
ar_dz: متدرج
es_es: Grado

source: Quarters
ar_dz: أرباع
be_by: Памяшканне
bn_bd: কেতন
es_es: Trimestres
fa_ir: محله
ga_ie: Ceathrúna
gl_gl: Trimestres
hu_hu: Szállás
ja_jp: クォーター
lt_lt: Patalpos
lv_lv: Ceturtdaļas
mk_mk: Четвртини
pt_pt: Trimestres
ro_ro: Trimestrele
ru_ru: Помещение
sq_al: Lagjet
sr_rs: Четвртине
th_th: ไตรมาสที่
tr_tr: Çeyrek
uk_ua: Приміщення
wa_be: Chwarteri
zh_tw: 宿舍

source: Print Catalog by Grade Level
ar_dz: كتالوج الطباعة عن طريق مستوى الصف
es_es: Imprimir catalogo según el grado escolar

source: Teacher Re- Assignment
ar_dz: المعلم إعادة تعيين
es_es: Maestro Re-asignación

source: Cannot modify start date or end date as period is associated
ar_dz: لا يمكن تعديل تاريخ بدء أو تاريخ انتهاء الفترة كما يرتبط

source: Cannot delete because course periods are created on this period.
ar_dz: لا يمكن حذف لأنه يتم إنشاء فترات بالطبع على هذه الفترة.
es_es: No se puede eliminar porque tiene períodos asociados.

source: Data not saved because date range is not valid
ar_dz: لا يتم حفظ البيانات لأن نطاق التاريخ غير صالح

source: Publishing Options
ar_dz: خيارات النشر
be_by: Параметраў публікацыі
bg_bg: Издателство Опции
bn_bd: প্রকাশনা বিকল্প
el_gr: Επιλογές δημοσίευσης
es_es: Opciones de Publicación
et_ee: Publishing Valikud
fa_ir: گزینه های انتشار
fi_fi: Julkaisuvalintoja
ga_ie: Roghanna Foilsitheoireachta
gl_gl: Opcións de publicación
hr_hr: Objavljivanje Mogućnosti
hu_hu: Kiadó opciók
ja_jp: 公開オプション
lt_lt: Publikavimo parinktys
lv_lv: Publicēšanas opcijas
mk_mk: Опции за објавување
pl_pl: Opcje Publishing
pt_pt: Opções de publicação
ro_ro: Opţiuni de publicare
ru_ru: Параметров публикации
sk_sk: Možnosti publikovania
sl_si: Možnosti objave
sq_al: Options Botime
sr_rs: Опције објављивања
sv_se: Publiceringsalternativ
th_th: ตัวเลือกการเผยแพร่
tr_tr: Yayımlama Seçenekleri
uk_ua: Параметрів публікації
wa_be: Dewisiadau Cyhoeddi
zh_tw: 發布選項

source: No Courses are found in this term
ar_dz: لم يتم العثور على دورات في هذا المصطلح

source: Catalog
ar_dz: فهرس

source: by
ar_dz: من قبل

source: Select
ar_dz: اختر

source: Report generated for all
ar_dz: تقرير ولدت لجميع
es_es: Informe generado para todos

source: Zip
ar_dz: الرمز البريدي
bg_bg: Цип
bn_bd: জিপ
es_es: Código Postal
et_ee: Tõmblukk
fa_ir: زیپ
fi_fi: Vetoketju
mk_mk: Поштенски
pl_pl: Zamek błyskawiczny
sk_sk: Zips
sr_rs: Зип
th_th: รหัสไปรษณีย์
zh_tw: 郵編

source: School Logo
ar_dz: المدرسة الشعار

source: Display Class Rank
ar_dz: عرض فئة التصنيف
es_es: Display Clase Rango

source: There is no associations in this Course Period. You can delete it from School Set Up>> Course Manager
ar_dz: ليس هناك جمعيات في هذه الفترة دورة. يمكنك حذفها من مدرسة إعداد >> مدير الدورة
es_es: No hay asociaciones en este período del curso. Usted puede eliminarla de la Escuela Set Up >> Gestor de cursos

source: Select Logo
ar_dz: حدد الشعار
es_es: Seleccionar logo

source: Drop Code
ar_dz: كود قطرة
es_es: Código Postal

source: Pull-Down
ar_dz: المنسدلة
bg_bg: Падащото
es_es: Desplegable
ga_ie: Tarraingt-Síos
ja_jp: プルダウン
mk_mk: Опаѓачкото
sr_rs: Пулл-довн
th_th: แบบดึงลง
wa_be: Tynnwch-Down
zh_tw: 下拉

source: Checkbox
ar_dz: الاختيار
be_by: Сцяжок
bn_bd: চেকবক্স
da_dk: Afkrydsningsfelt
el_gr: Πλαίσιο ελέγχου
es_es: Casilla de Verificación
et_ee: Kast
fa_ir: جعبه
fi_fi: Valintaruutu
ga_ie: Ticbhosca
gl_gl: Caixa de verificación
hr_hr: Okvir za izbor
is_is: Gátreitur
ja_jp: チェック
lt_lt: Žymimąjį langelį
lv_lv: Izvēles rūtiņa
nn_no: Avmerkingsboks
pt_pt: Caixa de seleção
ru_ru: Флажок
sl_si: Potrditveno polje
sr_rs: Поље за потврду
sv_se: Kryssruta
th_th: ช่องทำเครื่องหมาย
tr_tr: Onay Kutusu
uk_ua: Прапорець
wa_be: Blwch ticio
zh_tw: 複選框

source: Residence
ar_dz: سكن
be_by: Пражыванне
bg_bg: Пребиваване
bn_bd: বাসভবন
el_gr: Κατοικία
es_es: Residencia
et_ee: Elukoht
fa_ir: محل اقامت
ga_ie: Cónaí
gl_gl: Residencia
hr_hr: Prebivalište
hu_hu: Lakóhely
ja_jp: レジデンス
lt_lt: Gyvenamoji vieta
lv_lv: Uzturēšanās
mk_mk: Престој
pl_pl: Pobyt
pt_pt: Residência
ro_ro: Şedere
ru_ru: Проживание
sk_sk: Bydliska
sq_al: Vendbanim
sr_rs: Пребивалиште
th_th: เรสซิเดน
tr_tr: Konut
uk_ua: Проживання
wa_be: Preswyl
zh_tw: 居住

source: Mailing
ar_dz: البريدية
be_by: Паштовы
bn_bd: মেইলিং
es_es: Correo
fa_ir: پستی
fi_fi: Tietoa
ga_ie: Ríomhphoist
gl_gl: Correspondencia
hu_hu: Levelezési
ja_jp: メーリングリスト
lt_lt: Pašto
lv_lv: Pasta
mk_mk: Поштенски
pt_pt: Correspondência
ru_ru: Почтовый
sk_sk: Poštové
sr_rs: Мејлинг
th_th: จดหมายข่าว
tr_tr: Posta
uk_ua: Поштовий
zh_tw: 郵寄

source: Data Type
ar_dz: نوع البيانات
be_by: Тып дадзеных
bg_bg: Data Вид
bn_bd: ডাটা টাইপ
el_gr: Τύπος δεδομένων
es_es: Tipo de Datos
fa_ir: نوع داده
fi_fi: Tietotyyppi
ga_ie: Cineál Sonraí
gl_gl: Tipo de datos
hr_hr: Vrsta podataka
hu_hu: Az adatok típusa
ja_jp: データの種類
lt_lt: Duomenų tipas
lv_lv: Datu tips
mk_mk: Податочен тип
pl_pl: Typ danych
pt_pt: Tipo de dados
ro_ro: Tip de date
ru_ru: Тип данных
sk_sk: Dátový typ
sl_si: Vrsta podatkov
sq_al: Lloji të dhënave
sr_rs: Тип података
sv_se: Datatyp
th_th: ชนิดข้อมูล
tr_tr: Veri Türü
uk_ua: Тип даних
wa_be: Data Math
zh_tw: 數據類型

source: Old
ar_dz: قديم

source: Cell Phone
ar_dz: الهاتف الخليوي
be_by: Сотавы тэлефон
bn_bd: সেল ফোন
el_gr: Κινητό
es_es: Teléfono Celular
et_ee: Mobiiltelefon
fa_ir: تلفن همراه
fi_fi: Matkapuhelin
gl_gl: Teléfono móbil
hr_hr: Mobitel
ja_jp: 携帯電話
lt_lt: Mobilusis Telefonas
mk_mk: Мобилен Телефон
pt_pt: Telefone celular
ro_ro: Telefon mobil
ru_ru: Сотовый телефон
sk_sk: Mobilný telefón
sr_rs: Мобилни телефон
sv_se: Mobiltelefon
th_th: โทรศัพท์เคลื่อนที่
tr_tr: Cep Telefonu
uk_ua: Стільниковий телефон
wa_be: Ffôn Cell
zh_tw: 手機

source: Student Info
ar_dz: معلومات الطالب
be_by: Студэнцкая інфармацыя
bg_bg: Студентски Info
bn_bd: ছাত্র তথ্য
da_dk: Studerende Info
el_gr: Πληροφορίες Φοιτητών
es_es: Información del Alumno
et_ee: Üliõpilasele
fa_ir: اطلاعات دانشجویی
ga_ie: Eolas do Mhic Léinn
gl_gl: Información estudante
hr_hr: Studentski Info
hu_hu: Hallgatói Információs
ja_jp: 学生情報
lt_lt: Studentų Informacija
lv_lv: Studentu Info
mk_mk: Информации за студентите
pl_pl: Informacje Student
pt_pt: Informações estudante
ru_ru: Студенческая информация
sk_sk: Študent Info
sr_rs: Студентски инфо
th_th: ข้อมูลนักเรียน
tr_tr: Öğrenci Bilgi
uk_ua: Студентська інформація
wa_be: Gwybodaeth i Fyfyrwyr
zh_tw: 學生信息

source: Re Enroll
ar_dz: إعادة انتساب

source: Drop Report
ar_dz: انخفاض تقرير

source: Print Student Contact Info
ar_dz: الطباعة طالب معلومات الاتصال

source: Student Enrollment Report
ar_dz: طالب انتساب تقرير
es_es: Informe de Inscripción Estudiantil

source: Mobile Phone
ar_dz: الهاتف المحمول
be_by: Мабільны тэлефон
bg_bg: Мобилен телефон
bn_bd: মোবাইল ফোন
el_gr: Κινητό τηλέφωνο
es_es: Teléfono Móvil
et_ee: Mobiiltelefonide
fa_ir: تلفن همراه
fi_fi: Matkapuhelin
ga_ie: Fón Póca
gl_gl: Teléfono móbil
hr_hr: Mobitel
hu_hu: Mobiltelefon
ja_jp: 携帯電話
lt_lt: Mobilūs telefonai
mk_mk: Мобилен телефон
pt_pt: Telefone móvel
ro_ro: Telefon mobil
ru_ru: Мобильный телефон
sk_sk: Mobilný telefón
sl_si: Mobilni telefon
sr_rs: Мобилни Телефон
sv_se: Mobiltelefon
th_th: โทรศัพท์มือถือ
tr_tr: Cep Telefonu
uk_ua: Мобільний телефон
wa_be: Ffôn Symudol
zh_tw: 移動電話

source: Time Out
ar_dz: تايم آوت
bn_bd: টাইম আউট
es_es: Hora Egreso
fa_ir: زمان خروج
ga_ie: Am Amach
ja_jp: アウト時間
lt_lt: Lietuvoje rodomų filmų tikslus seansų laikas
sr_rs: Тиме Оут
wa_be: Amser Allan
zh_tw: 超時

source: Goals
ar_dz: الأهداف
es_es: Totales

source: Addresses & Contacts
ar_dz: عناوين واتصالات
es_es: Direcciones y contactos

source: Include (should be left blank for most categories)
ar_dz: (ينبغي أن تترك فارغة لمعظم الفئات) وتشمل
be_by: Уключыце (павінна быць пустым для большасці катэгорый)
bg_bg: Включват (трябва да се остави празно за повечето категории)
bn_bd: অন্তর্ভুক্ত করুন (অধিকাংশ জন্য ফাঁকা উচিত)
da_dk: Medtag (skal udfyldes for de fleste kategorier)
el_gr: Συμπεριλάβετε (πρέπει να μείνει κενό για τις περισσότερες κατηγορίες)
es_es: Enviar Adjunto (debe dejarse en blanco para la mayoría de las categorías)
et_ee: Kaasa (tuleb jätta tühjaks enamiku kategooriad)
fa_ir: شامل (برای بیشترین تعداد رده را باید خالی سمت چپ)
fi_fi: Sisällytä (jätetään tyhjäksi useimmat luokat)
ga_ie: Cuir (Ba chóir a fhágáil bán do chatagóirí an chuid is mó)
gl_gl: Include (debería deixarse ​​en branco para a maioría das categorías)
hr_hr: Uključite (treba biti prazno za većinu kategorija)
hu_hu: Include (üresen kell hagyni a legtöbb kategóriában)
is_is: Hafa (ætti að vera skilin eftir eyða fyrir flesta flokka)
ja_jp: インクルード（が、ほとんどのカテゴリのために空白のままにしてください）
lt_lt: Įtraukti (turėtų būti paliktas tuščias daugiausiai kategorijų)
lv_lv: Iekļaut (jāatstāj tukša vairumam kategorijām)
mk_mk: Вклучи (треба да се остави празно за повеќето категории)
nn_no: Inkluder (bør stå blank for de fleste kategorier)
pl_pl: Include (należy pozostawić puste w przypadku większości kategorii)
pt_pt: Include (deve ser deixado em branco para a maioria das categorias)
ro_ro: Includeţi (ar trebui să fie lăsată necompletată pentru cele mai multe categorii)
ru_ru: Включите (должно быть пустым для большинства категорий)
sk_sk: Patrí (malo byť ponechané prázdne pre väčšinu kategórií)
sl_si: Vključi (je treba pustiti prazno za večino kategorij)
sq_al: Përfshijnë (duhet të lihet bosh për kategoritë më të)
sr_rs: Укључују (треба оставити празно за већину категорија)
sv_se: Inkludera (bör lämnas tomma för de flesta kategorier)
th_th: รวม (ควรจะเหลือที่ว่างสำหรับประเภทมากที่สุด)
tr_tr: Include (en kategoriler için boş bırakılmalıdır)
uk_ua: Увімкніть (повинно бути порожнім для більшості категорій)
wa_be: Cynnwys (dylid ei adael yn wag ar gyfer categorïau mwyaf)
zh_tw: 包括（應該是空的大多數類別）

source: Disable Student
ar_dz: تعطيل الطلاب
be_by: Адключыць Студэнцкая
bg_bg: Изключване на Student
bn_bd: নিষ্ক্রিয় ছাত্র
da_dk: Deaktiver Student
el_gr: Απενεργοποίηση Φοιτητών
es_es: Desactivar Alumno
et_ee: Keela Student
fa_ir: غیر فعال کردن دانش آموزان
fi_fi: Poista Student
ga_ie: Díchumasaigh Mac Léinn
gl_gl: Desactivar Estudante
hr_hr: Onemogući Studentski
hu_hu: Letiltása Student
is_is: Gera óvinnufæran Student
ja_jp: 学生を無効にする
lt_lt: Išjungti Studentų
lv_lv: Disable Studentu
mk_mk: Оневозможи Студент
nn_no: Deaktiver Student
pl_pl: Wyłącz Student
pt_pt: Desabilitar Estudante
ro_ro: Dezactivează Student
ru_ru: Отключить Студенческая
sk_sk: Zakázať Student
sl_si: Onemogoči Student
sr_rs: Онемогући Студентски
sv_se: Inaktivera Student
th_th: ปิดการใช้งานของนักเรียน
tr_tr: Öğrenci devre dışı bırakın
uk_ua: Вимкнути Студентська
wa_be: Analluoga Myfyrwyr
zh_tw: 禁止學生

source: Alert Date
ar_dz: تاريخ التنبيه
be_by: Дата абвесткі
bg_bg: Alert Дата
bn_bd: এলার্ট তারিখ
da_dk: Alert Dato
el_gr: Ειδοποίηση Ημερομηνία
es_es: Alertas Médicas
fa_ir: تاریخ هشدار
fi_fi: Alert Päiväys
ga_ie: Dáta Alert
gl_gl: Data de alerta
hr_hr: Upozorenje Datum
hu_hu: Alert dátuma
is_is: Alert Dags
ja_jp: アラート日
lt_lt: Perspėjimas data
lv_lv: Alert datums
mk_mk: Сигнализација Датум
nn_no: Alert Dato
pl_pl: Alert Data
pt_pt: Data de alerta
ro_ro: Alarma Data
ru_ru: Дата оповещения
sk_sk: Upozorniť Dátum
sl_si: Opozorilo Datum
sq_al: Data Alert
sr_rs: Упозорење Датум
sv_se: Alert Datum
th_th: วันที่การแจ้งเตือน
tr_tr: Uyarı Tarihi
uk_ua: Дата оповіщення
wa_be: Dyddiad Rhybudd
zh_tw: 警報日期

source: Zip/Postal Code
ar_dz: الرمز البريدي / الرمز البريدي
bg_bg: Zip / Пощенски код
bn_bd: জিপ/পোস্টাল কোড
da_dk: Zip / Postal
el_gr: / Τ.Κ.
es_es: Código Postal
et_ee: Zip / Postiindeks
fa_ir: کد پستی / زیپ
ja_jp: 郵便番号/郵便番号
mk_mk: Поштенски / Поштенски број
ro_ro: Zip / Cod postal
sr_rs: Зип / Постал Цоде
sv_se: Zip / Postal
th_th: Zip / รหัสไปรษณีย์
zh_tw: 郵編 /郵編

source: School Bus Pick-up
ar_dz: باص المدرسة اقطة
be_by: Школьны аўтобус прэс-падборшчыкі
bg_bg: Преса-на училищен автобус
bn_bd: স্কুল বাস-নিতে
el_gr: Σχολικό λεωφορείο Pick-up
es_es: Parada de Autobús Escolar
fa_ir: اتوبوس مدرسه وانت
ga_ie: Bus Scoile Pioc suas
hr_hr: Škola Autobusni Pick-up
is_is: School Bus Pick-upp
ja_jp: スクールバス送迎
lt_lt: Pick-up &quot;mokyklos autobusas
mk_mk: Училишниот автобус Pick-up
nn_no: Skolebuss Pick-up
ro_ro: Autobuz şcolar Pick-up
ru_ru: Школьный автобус пресс-подборщики
sk_sk: Školský autobus Pick-up
sq_al: Biznes Shkolla Pick-up
sr_rs: Школски аутобус Пицк-уп
sv_se: Skolbussen Pick-up
th_th: รถโรงเรียนกระบะ
tr_tr: Okul Otobüsü Pick-up
uk_ua: Шкільний автобус прес-підбирачі
wa_be: Bysiau Ysgol Pick-up
zh_tw: 校車接送

source: Cell/Mobile Phone
ar_dz: خلية / هواتف جوالة
be_by: Сотавыя / Мабільныя тэлефоны
bg_bg: Cell / Мобилен Телефон
bn_bd: সেল / মোবাইল ফোন
da_dk: Cell / mobiltelefon
el_gr: Κυττάρων / Κινητό Τηλέφωνο
es_es: Celular / Teléfono Móvil
et_ee: Cell / Mobiiltelefonide
fa_ir: تلفن همراه / موبایل
fi_fi: Cell / Matkapuhelin
ga_ie: Cill / Fón Póca
gl_gl: Cell / Móbil
hr_hr: Cell / Mobiteli
ja_jp: セル/携帯電話
lt_lt: Ląstelių / Mobilūs telefonai
mk_mk: Мобилен / мобилен телефон
pt_pt: Cell / Celular
ro_ro: Cell / Telefon mobil
ru_ru: Сотовые / Мобильные телефоны
sk_sk: Cell / Mobilný telefón
sr_rs: Ћелија / мобилни телефон
sv_se: Cell / mobiltelefon
th_th: มือถือ / โทรศัพท์มือถือ
tr_tr: Hücre / Cep Telefonu
uk_ua: Мобільний / Мобільні телефони
wa_be: Cell / Ffôn Symudol
zh_tw: 手機 /移動電話

source: has
ar_dz: لديه

source: Hispanic
ar_dz: من أصل اسباني
be_by: Іспанец
bg_bg: Испанци
bn_bd: স্পেইনদেশীয়
el_gr: Ισπανικός
es_es: Hispano
fa_ir: اسپانیایی تبار
fi_fi: Latinalaisamerikkalainen
gl_gl: Hispánico
hr_hr: Hispanjolci
hu_hu: Spanyol
ja_jp: ヒスパニック
lt_lt: Ispaniškas
mk_mk: Шпанска
pl_pl: Hiszpanie
pt_pt: Hispânico
ru_ru: Испанец
sk_sk: Hispánsky
sr_rs: Хиспанске
sv_se: Latinsk
th_th: สเปนและโปรตุเกส
tr_tr: Koyu esmer
uk_ua: Іспанець
wa_be: Sbaenaidd
zh_tw: 西班牙裔美國人

source: Bengali
ar_dz: بنغالي
be_by: Бенгальскі
bg_bg: Бенгалски
bn_bd: বাংলা
el_gr: Μπενγκάλι
es_es: Bengalí
fa_ir: بنگالی
ga_ie: Beangáilis
gl_gl: Bengalí
hr_hr: Bengalski
hu_hu: Bengáli
ja_jp: ベンガル語
lt_lt: Bengalų
lv_lv: Bengāļu
mk_mk: Бенгалски
pl_pl: Bengalski
ru_ru: Бенгальский
sk_sk: Bengálsky
sr_rs: Бенгалски
th_th: ภาษาเบงกาลี
tr_tr: Bengal
uk_ua: Бенгальська
zh_tw: 孟加拉

source: Chinese
ar_dz: الصينية
be_by: Кітайскі
bg_bg: Китайски
bn_bd: চীনা
da_dk: Kinesisk
el_gr: Κινέζικα
es_es: Chino
et_ee: Hiina
fa_ir: چینی
fi_fi: Kiinalainen
ga_ie: Sínis
gl_gl: Chinés
hr_hr: Kineski
hu_hu: Kínai
is_is: Kínverska
ja_jp: 中国
lt_lt: Kinijos
lv_lv: Ķīniešu
mk_mk: Кинески
nn_no: Kinesiske
pl_pl: Chiński
pt_pt: Chinês
ro_ro: Chinez
ru_ru: Китайский
sk_sk: Číňan
sl_si: Kitajski
sq_al: Kinez
sr_rs: Кинески
sv_se: Kinesiska
th_th: ภาษาจีน
tr_tr: Çin
uk_ua: Китайський
wa_be: Tseiniaidd
zh_tw: 中國

source: Hindi
ar_dz: هندي
be_by: Хіндзі
bg_bg: Хинди
bn_bd: হিন্দি
el_gr: Χίντι
es_es: Hindú
fa_ir: هندی
ga_ie: Hiondúis
hr_hr: Hindski
ja_jp: ヒンディー語
mk_mk: Хинди
ru_ru: Хинди
sk_sk: Hindčina
sr_rs: Хинди
th_th: ภาษาฮินดี
tr_tr: Hintçe
uk_ua: Хінді
zh_tw: 印地文

source: Somali
ar_dz: الصومالية
be_by: Самалійскі
bg_bg: Сомалийски
bn_bd: সোমালি
da_dk: Somaliske
el_gr: Σομαλίας
es_es: Somalí
et_ee: Somaalia
fa_ir: سومالی
ga_ie: Somáilis
gl_gl: Somalia
hr_hr: Somalijski
hu_hu: Szomáliai
ja_jp: ソマリ
lt_lt: Somalio
lv_lv: Somālijas
mk_mk: Сомалиските
nn_no: Somaliske
pl_pl: Somalii
pt_pt: Somália
ro_ro: Somaliei
ru_ru: Сомалийский
sl_si: Somalski
sq_al: Somalisht
sr_rs: Сомали
sv_se: Somaliska
th_th: โซมาลี
uk_ua: Сомалійський
zh_tw: 索馬里

source: Thai
ar_dz: التايلاندية
be_by: Тайская
bg_bg: Тайландски
bn_bd: থাই
el_gr: Ταϊλάνδης
es_es: Tailandés
et_ee: Tai
fa_ir: تایلندی
fi_fi: Thaimaalainen
ga_ie: Téalainnis
gl_gl: Tailandés
hr_hr: Tajlandski
ja_jp: タイ
lt_lt: Tailando
lv_lv: Taizemes
mk_mk: Тајланд
pl_pl: Tajski
pt_pt: Tailandês
ro_ro: Tailandez
ru_ru: Тайский
sk_sk: Thajské
sl_si: Tajski
sr_rs: Тајландски
sv_se: Thailändska
th_th: ไทย
tr_tr: Tayland
uk_ua: Тайський
zh_tw: 泰國
