Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To assign privileges to an admin user, first select an administrator by searching for one and clicking on his name on the list. Then, use the checkboxes to define which programs the administrator can use and which programs he can use to modify information. If a user cannot use a particular program, the program will not be displayed on his menu. If he can use the program, but cant edit information with the program, the program will display the data, but wont let him change it. After you have completed the program checkboxes, click the Save button to save the administrators permissions.
af_za: Om voorregte toewys aan &#39;n administrateur gebruiker, moet jy eers&#39; n bestuurder deur te soek vir een en kliek op sy naam op die lys kies. Dan gebruik om die blok te definieer wat die bestuurder kan gebruik en die programme wat hy kan gebruik om inligting te verander. Indien &#39;n gebruiker kan nie&#39; n bepaalde program gebruik, sal die program nie vertoon word op sy spyskaart. As hy kan gebruik maak van die program, maar kan nie wysig inligting met die program, sal die program vertoon van die data, maar gewoond laat hom dit verander. Nadat jy die program blok voltooi het, kliek op die Save-knoppie om die administrateurs permissions te red.
be_by: Для прысваення прывілеяў карыстальніка з правамі адміністратара, спачатку выберыце адміністратара з дапамогай функцыі пошуку для аднаго і націснуўшы на яго імя ў спісе. Затым з дапамогай сцяжкоў, каб вызначыць, якія праграмы адміністратар можа выкарыстаць і якія праграмы ён можа выкарыстоўваць для змены інфармацыі. Калі карыстач не можа выкарыстаць канкрэтнай праграмы, то праграма не будзе адлюстроўвацца на яго меню. Калі ён можа выкарыстоўваць праграму, але не магу рэдагаваць інфармацыю з праграмай, праграма будзе адлюстроўваць дадзеныя, але звычка хай яго змяніць. Пасля завяршэння праграмы сцяжкі, націсніце кнопку Захаваць, каб захаваць адміністратараў дазволу.
bg_bg: За да присвоите привилегии на администратор, първо изберете администратор от търсене за един и щракнете върху името му в списъка. След това използвайте квадратчетата, за да определите кои програми администраторите могат да използват и програмите, които той може да използва, за да променят информация. Ако даден потребител не може да използвате определена програма, програмата няма да се показва на менюто му. Ако той може да използва програмата, но не мога да редактиране на информация с програмата, програмата ще покаже данни, но имам навик да му го промените. След като сте приключили квадратчетата на програмата, щракнете върху бутона &quot;Запиши&quot;, за да спаси администраторите разрешения.
bn_bd: একটি অ্যাডমিন ব্যবহারকারীর অধিকার অর্পণ প্রথম, অনুসন্ধান এক জন্য এবং তালিকায় তার নাম ক্লিক অ্যাডমিনিস্ট্রেটর নির্বাচন. তারপর, চেকবক্স প্রোগ্রাম প্রশাসক ব্যবহার করতে পারেন নির্ধারণ ব্যবহার এবং প্রোগ্রাম তিনি তথ্য পরিবর্তন ব্যবহার করতে পারেন. যদি ব্যবহারকারী একটি নির্দিষ্ট প্রোগ্রাম ব্যবহার করা সম্ভব নয়, প্রোগ্রাম তার মেনু প্রদর্শিত হবে না. যদি তিনি প্রোগ্রাম ব্যবহার, কিন্তু অর্থহীন প্রোগ্রামের সাথে তথ্য সম্পাদনা করতে পারেন, প্রোগ্রাম তথ্য প্রদর্শন, কিন্তু তাঁকে এটা পরিবর্তন দিন অভ্যস্ত হবে. পরে প্রোগ্রাম চেকবক্স সম্পন্ন, থেকে অ্যাডমিনিস্ট্রেটরদের অনুমতি সংরক্ষণ করুন বাটন ক্লিক করুন.
da_dk: Hvis du vil tildele privilegier til en bruger med administratorrettigheder, skal du først vælge en administrator ved at søge efter en og klikke på hans navn på listen. Derefter skal du bruge afkrydsningsfelterne til at definere, hvilke programmer administratoren kan bruge og hvilke programmer han kan bruge til at ændre oplysninger. Hvis en bruger ikke kan bruge et bestemt program, vil programmet ikke blive vist på hans menu. Hvis han kan bruge programmet, men kan ikke redigere oplysninger med programmet, vil programmet vise dataene, men plejer lad ham ændre det. Når du har gennemført programmet afkrydsningsfelter, skal du klikke på knappen Gem for at gemme administratorer tilladelser.
el_gr: Για να εκχωρήσετε δικαιώματα σε ένα χρήστη Admin, επιλέξτε πρώτα ένα διαχειριστή από την αναζήτηση για έναν και κάνοντας κλικ στο όνομά του στη λίστα. Στη συνέχεια, χρησιμοποιήστε τα πλαίσια επιλογής για να καθορίσουν ποια προγράμματα ο διαχειριστής μπορεί να χρησιμοποιεί και ποια προγράμματα μπορεί να χρησιμοποιήσει για να τροποποιήσετε τις πληροφορίες. Αν ένας χρήστης δεν μπορεί να χρησιμοποιήσει ένα συγκεκριμένο πρόγραμμα, το πρόγραμμα δεν θα εμφανίζεται στο μενού του. Αν μπορεί να χρησιμοποιήσει το πρόγραμμα, αλλά δεν μπορεί να επεξεργαστείτε τις πληροφορίες με το πρόγραμμα, το πρόγραμμα θα εμφανίσει τα δεδομένα, αλλά δεν θα τον αφήσει να το αλλάξετε. Αφού ολοκληρώσετε τα πλαίσια ελέγχου του προγράμματος, κάντε κλικ στο κουμπί Αποθήκευση για να αποθηκεύσετε τα δικαιώματα διαχειριστές.
et_ee: Et määrata privileegid admin kasutaja, valige kõigepealt administraator otsides üks ja klikkides tema nime nimekirja. Siis valintaruuduilla määratleda, millised programmid administraator saab kasutada ja mis programmid saab ta kasutada muutma teavet. Kui kasutaja ei saa kasutada konkreetse programmi, ei kuvata oma menüü. Kui ta saab programmi kasutada, kuid ei saa muuta informatsiooni programmi, kuvab andmeid, kuid harjumus lase tal seda muuta. Kui olete lõpetanud programmi märkeruudud, klõpsake nuppu Salvesta, et salvestada administraatorid õigusi.
fa_ir: اختصاص امتیازات به کاربر admin ، برای اولین بار یک مدیر با جستجو و کلیک کردن بر روی نام خود را در لیست انتخاب کنید. سپس ، با استفاده از چک باکس به تعریف که برنامه مدیر می تواند از آن استفاده و که برنامه های او می توانید استفاده کنید برای تغییر اطلاعات. اگر یک کاربر می تواند یک برنامه خاص را استفاده نمی کند ، این برنامه در منوی خود را نشان داده نمی شود. اگر او می تواند این برنامه استفاده کنند ، اما نمی تونم با این برنامه ویرایش اطلاعات ، برنامه های داده ها را نمایش دهد ، اما معتاد اجازه دهید آن را تغییر دهید او را. پس از کامل کردن چک باکس برنامه ، دکمه Save را برای نجات مجوز مدیران.
fi_fi: Voit antaa oikeudet järjestelmänvalvojan oikeuksia, valitse ensin järjestelmänvalvoja etsimällä yksi ja klikkaamalla hänen nimeään listalla. Sitten, käytä valintaruutuja määritellä mitkä ohjelmat järjestelmänvalvoja voi käyttää ja mitä ohjelmia hän voi muokata tietoja. Jos käyttäjä ei voi käyttää erityistä ohjelmaa, ohjelma ei näy hänen valikosta. Jos hän voi käyttää ohjelmaa, mutta kallistus muokata tietoja, ohjelma näyttää tiedot, mutta tapana antaa hänen muuttaa sitä. Kun olet valmis ohjelma valintaruutuja, napsauta Tallenna-painiketta tallentaaksesi ylläpitäjät käyttöoikeudet.
ga_ie: Chun na pribhléidí a shannadh don úsáideoir admin, roghnaigh an chéad riarthóir trí chuardach a dhéanamh ar cheann amháin agus cliceáil ar a ainm ar an liosta. Ansin, bain úsáid as an ticbhoscaí ann ina ndéantar cláir a shainmhíniú is féidir leis an riarthóir a úsáid agus a chuireann cláir féidir a úsáid sé faisnéis a mhodhnú. Más rud é nach féidir le úsáideoir a úsáid le clár ar leith, ní bheidh an clár a chur ar taispeáint ar a roghchlár. Más féidir leis a bhaint as an gclár, ach cant faisnéis eagar leis an gclár, beidh an clár taispeáint na sonraí, ach wont lig dó é a athrú. Tar éis duit an ticbhoscaí clár críochnaithe, cliceáil ar an cnaipe Sábháil a shábháil ar na ceadanna riarthóirí.
gl_gl: Para asignar dereitos de usuario administrador, primeiro seleccione un administrador buscar unha e premendo no seu nome da lista. Entón, use as caixas para definir cales son os programas que o administrador pode usar e cales son os programas que pode usar para modificar a información. Se un usuario non pode utilizar un programa especial, o programa e non se amosará no seu menú. Se pode usar o programa, pero non podo editar a información co programa, o programa pode ver os datos, pero non vai deixar pasar. Despois de ter concluído as caixas do programa, prema no botón Gardar para gardar os permisos administradores.
hr_hr: Da biste dodijelili privilegije admin korisnika, prvo odaberite administratora u potrazi za jedan i klikom na njegovo ime na popisu. Zatim, koristite potvrdne okvire za definiranje koji će programi administrator može koristiti i koji programi se mogu koristiti za izmjenu informacija. Ako korisnik ne može koristiti određeni program, program neće biti prikazan na njegovu izbornika. Ako on može koristiti program, ali ne mogu urediti podatke s programom, program će prikazati podatke, ali neće neka ga promijeniti. Nakon što ste završili program okvire, kliknite gumb Spremi da biste spremili administratorima dozvole.
hu_hu: A jogosultságokat egy admin felhasználó, először válassza ki a rendszergazda a keresést egy és kattintson a neve a listán. Ezután használja a jelölőnégyzetek arra, hogy mely programok a rendszergazda használhatja, és milyen programokat tud használni, hogy módosítsa adatait. Ha a felhasználó nem tudja használni az adott programot, a program nem jelenik meg az ő menüben. Ha tudja használni a programot, de a vidám szerkesztheti az információkat a programmal, a program megjeleníti az adatokat, de szokás hadd változtatni. Miután befejezte a programot jelölőnégyzeteket, kattintson a Mentés gombra a rendszergazdák jogosultságokat.
is_is: Til að tengja forréttindi til admin notanda skaltu fyrst stjórnandi með því að leita fyrir einn og smella á nafn hans á listanum. Notaðu síðan gátreitina til að skilgreina hvaða forrit sem stjórnandi getur notað og hvaða forrit hann getur notað til að breyta upplýsingum. Ef notandi getur ekki notað a sérstakur program, mun forritið ekki birtar í valmynd hans. Ef hann getur notað forritið, en get ekki breytt upplýsingum við program, the program vilja sýna gögn, en vanur að láta hann breyta því. Eftir að þú hefur lokið við forritið gátreitina skaltu smella á Vista hnappinn til að vista stjórnandi leyfi.
ja_jp: 管理者ユーザに権限を割り当てるには、最初のものを検索し、リストに自分の名前をクリックして管理者を選択します。その後、管理者が使用できるプログラムを定義するためのチェックボックスを使用しているプログラムは、彼は情報を変更するために使用することができます。ユーザーが特定のプログラムを使用できない場合、プログラムは彼のメニューに表示されません。彼はプログラムを使用するが、カントのプログラムで情報を編集することができる場合、プログラムはデータが表示されますが、彼はそれを変更できます文句を言わない。あなたがプログラムのチェックボックスを完了した後、管理者権限を保存する[保存]ボタンをクリックします。
lt_lt: Norėdami priskirti privilegijų administratoriaus vartotojo, pirmiausia pasirinkite ieškoti ir paspaudę ant jo vardą sąraše administratorius. Tada, naudokite žymės langelius, nustatyti, kurios programos administratorius gali naudoti ir kokias programas jis gali naudoti, keisti informaciją. , Jei vartotojas negali naudoti tam tikrą programą, programa nebus rodomas jo meniu. Jei jis gali naudoti programos, bet cant redaguoti informaciją su programa, programa bus rodomi duomenys, tačiau papratimas leiskite jam pakeisti. Baigę programą, žymės langelius, spustelėkite mygtuką Išsaugoti, kad išsaugotumėte administratorių teises.
lv_lv: Lai piešķirtu privilēģijas admin lietotāja, vispirms izvēlieties administratoru, meklējot vienu un noklikšķinot uz savu vārdu sarakstā. Pēc tam izmantojiet izvēles rūtiņas, lai noteiktu, kuras programmas administrators var izmantot un kuras programmas viņš var izmantot, lai mainītu informāciju. Ja lietotājs nevar izmantot kādu konkrētu programmu, programma netiks rādīti viņa izvēlnē. Ja viņš var izmantot programmu, bet aprunāt rediģēt informāciju ar programmu, programma parādīs datus, bet paradis ļaujiet viņam mainīt. Kad esat pabeidzis programmas izvēles rūtiņas, noklikšķiniet uz pogas Saglabāt, lai saglabātu administratoriem atļaujas.
mk_mk: За да доделите привилегии за админ пристап, прво изберете администратор од пребарувањето за една и кликнете на неговото име на листата. Потоа, користете обележувачи да се дефинира кои програми на администраторот да го користите и кои програми ќе може да ги користите за да менувате информации. Ако корисникот не можете да користите одредена програма, програмата нема да бидат прикажани на неговиот мени. Ако тој може да ја користат програмата, но не може да Измени информации на програмата, на програмата ќе се прикаже на податоци, но нема да нека го промени. Откако сте завршиле програмата обележувачи, кликнете на копчето Зачувај за да ја спаси Администраторите дозволи.
nn_no: Slik tilordner privilegier til en admin bruker, velger du først en administrator ved å søke etter en og klikke på hans navn på listen. Deretter bruker avmerkingsboksene til å definere hvilke programmer som administrator kan bruke og hvilke programmer han kan bruke til å endre informasjonen. Hvis en bruker ikke kan bruke et bestemt program, vil programmet ikke vises på menyen hans. Hvis han kan bruke programmet, men skrånende redigere informasjon med programmet, vil programmet vise dataene, men vil ikke la ham endre det. Etter at du har fullført programmet avmerkingsboksene, klikker du på knappen Lagre for å lagre administratorer tillatelser.
pl_pl: Aby przypisać uprawnienia administratora, należy najpierw wybrać administratora poprzez poszukiwanie jednego i klikając na jego nazwę na liście. Następnie, za pomocą pól wyboru do określenia, które programy administrator może użyć i które programy może wykorzystać do modyfikowania informacji. Jeśli użytkownik nie może korzystać z danego programu, program nie będzie wyświetlany na jego menu. Jeśli uda mu się skorzystać z programu, ale cant edytować informacje z programu, program wyświetli dane, ale nie pozwoli mu zmienić. Po zakończeniu pola wyboru programu, kliknij przycisk Zapisz, aby zapisać administratorów uprawnienia.
pt_pt: Para atribuir privilégios a um usuário administrador, primeiro selecione um administrador procurando por uma e clicando em seu nome na lista. Então, use as caixas de seleção para definir quais os programas que o administrador pode usar e quais os programas que ele pode usar para modificar as informações. Se um usuário não pode usar um programa especial, o programa não será exibido em seu menu. Se ele pode usar o programa, mas não posso editar as informações com o programa, o programa irá exibir os dados, mas não vai deixá-lo mudar. Depois de ter concluído as caixas de seleção do programa, clique no botão Salvar para salvar as permissões administradores.
ro_ro: Pentru a atribui privilegii pentru un utilizator admin, selectaţi mai întâi un administrator de căutare pentru una şi faceţi clic pe numele său pe listă. Apoi, utilizaţi casetele de selectare pentru a defini care programele de administrator poate utiliza şi pe care programele le pot utiliza pentru a modifica informaţiile. Dacă un utilizator nu poate utiliza un program special, programul nu va fi afişat pe meniul lui. Dacă el poate folosi programul, dar edita cant informaţii cu privire la program, programul va afişa datele, dar obiceiul să-l schimba. După ce aţi completat căsuţele din program, faceţi clic pe butonul Salvare pentru a salva permisiunile administratorilor.
ru_ru: Для присвоения привилегий пользователя с правами администратора, сначала выберите администратора с помощью функции поиска для одного и нажав на его имя в списке. Затем с помощью флажков, чтобы определить, какие программы администратор может использовать и какие программы он может использовать для изменения информации. Если пользователь не может использовать конкретной программы, то программа не будет отображаться на его меню. Если он может использовать программу, но не могу редактировать информацию с программой, программа будет отображать данные, но привычка пусть его изменить. После завершения программы флажки, нажмите кнопку Сохранить, чтобы сохранить администраторов разрешения.
sk_sk: Ak chcete priradiť privilégiá administrátor najprv vybrať správcu tým, že hľadá jedného a kliknutím na jeho meno na zozname. Potom pomocou začiarkavacích políčok určiť, ktoré programy môže správca použiť, a ktoré programy sa môžu použiť na úpravu informácií. Ak sa užívateľ nemôže použiť osobitný program, program sa zobrazí na jeho menu. Ak to je možné program používať, ale nemôžete upraviť informácie s programom, program zobrazí údaje, ale zvyknutý nechať ho zmeniť. Po dokončení programu políčok, kliknite na tlačidlo Uložiť uložte správcu oprávnenie.
sl_si: Če želite dodeliti pravice za uporabnika admin, najprej izberite administrator z iskanjem za enega in s klikom na njegovo ime na seznamu. Nato uporabite potrditvena polja, da določite, katere programe lahko administrator uporabo in programe, ki ga lahko uporabite za spreminjanje podatkov. Če uporabnik ne more uporabljati določen program, program, ne bodo prikazani na njegovem meniju. Če se lahko uporabi program, vendar ne moremo urejati podatke s programom, bo program prikaz podatkov, ampak navada pustiti mu jo spremenite. Ko ste zaključili program polj, kliknite gumb Save, da shranite administratorji dovoljenja.
sq_al: Të caktojë privilegje për një përdorues admin, së pari zgjidhni një administrator duke kërkuar për një dhe klikuar mbi emrin e tij në listë. Pastaj, përdorin kutitë për të përcaktuar se cilat programe administratori mund të përdorë dhe e programeve të cilat ai mund të përdorë për të ndryshuar informacion. Nëse një përdorues nuk mund të përdorni një program të veçantë, programi nuk do të shfaqet në menynë e tij. Nëse ai mund të përdorni programin, por nuk mund të redaktuar informacione me programin, programi do të shfaq të dhëna, por nuk do le ta ndryshojë atë. Pasi të keni plotësuar kutitë programin, kliko butonin Ruaj për të ruajtur të drejtat administratorët.
sr_rs: Да бисте доделили привилегије Усер, прво изаберите администратор у потрази за један и кликнути на његово име на листи. Затим, користите поља за потврду да дефинишу који програми администратор може користити и које програме може да користи за измену информација. Уколико корисник не може да користи програм, програм неће бити приказана на његов мени. Ако он може да користи програм, али не могу изменили информације са програмом, програм ће приказати податке, али неце нека га промени. Након што сте завршили програм поља за потврду, кликните на дугме Сачувај да бисте сачували администратори дозволе.
sv_se: Om du vill tilldela behörigheter till en administratör väljer du först en administratör genom att söka efter en och klicka på hans namn på listan. Använd sedan kryssrutorna för att bestämma vilka program som administratören kan använda och vilka program han kan använda för att ändra information. Om en användare inte kan använda ett visst program, kommer programmet inte att visas på hans meny. Om han kan använda programmet, men kan inte redigera information med programmet kommer programmet att visa data, men kommer inte låta honom ändra det. När du har avslutat programmet kryssrutor, klicka på knappen Spara för att spara administratörer behörigheter.
th_th: เพื่อกำหนดสิทธิพิเศษให้ผู้ใช้ผู้ดูแลก่อนอื่นให้เลือกผู้ดูแลระบบโดยการค้นหาอย่างใดอย่างหนึ่งและคลิกที่ชื่อของเขาในรายการ จากนั้นใช้ช่องทำเครื่องหมายเพื่อกำหนดโปรแกรมที่ผู้ดูแลระบบสามารถใช้งานและโปรแกรมที่เขาสามารถใช้เพื่อแก้ไขข้อมูล หากผู้ใช้ไม่สามารถใช้โปรแกรมเฉพาะโปรแกรมที่จะไม่ปรากฏในเมนูของเขา ถ้าเขาสามารถใช้โปรแกรม แต่ลาดเทแก้ไขข้อมูลกับโปรแกรมโปรแกรมจะแสดงข้อมูล แต่เคยชินให้เขาเปลี่ยน หลังจากที่คุณได้เสร็จสิ้นการทำเครื่องหมายในช่องโปรแกรมให้คลิกที่ปุ่มบันทึกเพื่อบัน​​ทึกสิทธิ์ผู้ดูแลระบบ
tr_tr: Admin kullanıcı ayrıcalıkları atamak için, ilk önce bir arama ve listede onun adını tıklayarak bir yönetici seçin. Daha sonra, yönetici hangi programları tanımlamak için onay kutularını kullanın ve hangi programları o bilgileri değiştirmek için kullanabilirsiniz. Bir kullanıcı belirli bir programı kullanmak yapamıyorsanız, programın kendi menüsünde görüntülenir. O programı kullanmak, ancak program ile cant bilgileri düzenlemek durumunda, program, verileri görüntüleyebilir, ama ona izin alışkanlık. Programı onay kutularını tamamladıktan sonra, yöneticilerin izinleri kaydetmek için Kaydet düğmesini tıklatın.
uk_ua: Для присвоєння привілеїв користувача з правами адміністратора, спочатку виберіть адміністратора за допомогою функції пошуку для одного і натиснувши на його ім&#39;я в списку. Потім за допомогою прапорців, щоб визначити, які програми адміністратор може використовувати і які програми він може використовувати для зміни інформації. Якщо користувач не може використовувати конкретної програми, то програма не буде відображатися на його меню. Якщо він може використовувати програму, але не можу редагувати інформацію з програмою, програма буде відображати дані, але звичка нехай його змінити. Після завершення програми прапорці, натисніть кнопку Зберегти, щоб зберегти адміністраторів дозволу.
wa_be: I neilltuo breintiau at ddefnyddiwr gweinyddol, yn gyntaf dewiswch gweinyddwr drwy chwilio am un a chlicio ar ei enw ar y rhestr. Yna, defnyddiwch y blychau ticio i ddiffinio pa raglenni gall y gweinyddwr ddefnyddio a pa raglenni gall ddefnyddio i addasu gwybodaeth. Os na all defnyddiwr defnyddio rhaglen benodol, ni fydd y rhaglen yn cael ei arddangos ar ei fwydlen. Os gall defnyddio&#39;r rhaglen, ond cant golygu gwybodaeth â&#39;r rhaglen, bydd y rhaglen yn dangos y data, ond wont gadael iddo ei newid. Ar ôl i chi gwblhau&#39;r blychau ticio rhaglen, cliciwch ar y botwm Save i arbed y caniatadau gweinyddwyr.
zh_tw: 要指定一個管理員權限的用戶，先選擇一個管理員通過搜索之一，點擊他的名字就行了。然後，使用複選框來定義哪些程序管理員可以使用哪些程序，他可以用它來修改信息。如果用戶不能使用特定的程序，該程序將不會顯示在他的菜單。如果他可以使用該程序，但cannot編輯信息的程序，程序將顯示的數據，但不會讓他改變它。在您完成計劃複選框，點擊保存按鈕保存的管理員權限。

source: Teacher Programs
af_za: Onderwyser Programme
ar_dz: المعلم برامج
be_by: Настаўнік Праграмы
bg_bg: Учител програми
bn_bd: শিক্ষক প্রোগ্রাম
da_dk: Lærer Programmer
el_gr: Προγράμματα Εκπαιδευτικών
es_es: Programas del Docente
et_ee: Õpetaja Programs
fa_ir: برنامه های معلم
fi_fi: Opettaja ohjelmat
ga_ie: Cláir do Mhúinteoirí
gl_gl: Programas profesor
hr_hr: Učitelj Programi
hu_hu: Tanár programok
is_is: Kennari Programs
ja_jp: 教師プログラム
lt_lt: Mokytojų programos
lv_lv: Skolotāju programmas
mk_mk: Учителот Програми
nn_no: Lærer programmer
pl_pl: Programy nauczyciel
pt_pt: Programas professor
ro_ro: Programe de profesor
ru_ru: Учитель Программы
sk_sk: Učiteľské
sl_si: Učitelj programi
sq_al: Programet Teacher
sr_rs: Наставник Програми
sv_se: Lärare Program
th_th: โปรแกรมครู
tr_tr: Öğretmen Programlar
uk_ua: Учитель Програми
wa_be: Rhaglenni Athrawon
zh_tw: 教師課程

source: Input Final Grades
af_za: Input Finale Graad
ar_dz: علامات الإدخال النهائي
be_by: Уваходны выніковых адзнак
bg_bg: Input крайната оценка
bn_bd: ইনপুট ফাইনাল গ্রেড
da_dk: Input Afsluttende Karakterer
el_gr: Είσοδος Τελική βαθμοί
es_es: Ingreso de Calificaciones Finales
et_ee: Sisend Final Grades
fa_ir: نمرات ورودی نهایی
fi_fi: Tulo lopullisen arvosanan
ga_ie: Gráid Ionchur Deiridh
gl_gl: Reixas de entrada finais
hr_hr: Ulaz završnih razreda
hu_hu: Input végső pontszám
is_is: Input Final Einkunnir
ja_jp: 入力の最終評点
lt_lt: Įvesties Baigiamosios Prognozės
lv_lv: Ievades Final pakāpes
mk_mk: Влез Финале Оценки
nn_no: Input endelige karakterene
pl_pl: Wejście Oceny końcowe
pt_pt: Grades de entrada finais
ro_ro: Note finale de intrare
ru_ru: Входной итоговых оценок
sk_sk: Vstup konečnej známky
sl_si: Vhodni končnih ocen
sq_al: Notat përfundimtare Input
sr_rs: Улаз коначне оцене
sv_se: Ingång slutbetygen
th_th: คะแนนปลายภาคอินพุท
tr_tr: Giriş Sonu Notlarının
uk_ua: Вхідний підсумкових оцінок
wa_be: Graddau Mewnbwn Terfynol
zh_tw: 輸入決賽成績
