Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Now, you can add a contact to this address. To do this, complete the contacts name, and again, press the Save button
af_za: Nou kan jy &#39;n kontak by hierdie adres. Om dit te doen, voltooi die kontakte se naam, en weer, druk die knoppie Stoor
ar_dz: الآن ، يمكنك إضافة جهة اتصال إلى هذا العنوان. للقيام بذلك ، أكمل اسم الاتصالات ، ومرة ​​أخرى ، اضغط على الزر حفظ
be_by: Цяпер можна дадаць кантакт на гэты адрас. Для гэтага, у камплекце кантактаў імя, і яшчэ раз, націсніце кнопку Захаваць
bg_bg: Сега, можете да добавите контакт на този адрес. За да направите това, попълнете името на контактите, и отново, натиснете бутона &quot;Запиши&quot;
bn_bd: এখন, আপনি পরিচিতির এই ঠিকানা যোগ করতে পারবেন. এর জন্য, পরিচিতি নাম, সম্পূর্ণ আবার এবং সেভ বাটন প্রেস
da_dk: Nu kan du tilføje en kontakt til denne adresse. For at gøre dette, skal du udføre kontakter navn, og igen ved at trykke på knappen Gem
el_gr: Τώρα, μπορείτε να προσθέσετε μια επαφή σε αυτή τη διεύθυνση. Για να το κάνετε αυτό, συμπληρώστε το όνομα επαφών, και πάλι, πατήστε το κουμπί Αποθήκευση
et_ee: Nüüd saate lisada kontakti sellele aadressile. Selleks, täielik kontaktid nimi ja vajutage uuesti nuppu Salvesta
fa_ir: حالا شما می توانید با تماس بگیرند تا به در این آدرس اضافه کنید. برای این کار ، کامل نام مخاطبین ، و دوباره ، بر روی دکمه ذخیره را فشار دهید
fi_fi: Nyt voit lisätä yhteyttä tähän osoitteeseen. Voit tehdä tämän, täydellinen yhteystiedot nimi, ja uudelleen, paina Tallenna-painiketta
ga_ie: Anois, is féidir leat teagmháil a chur leis an seoladh seo. Chun seo a dhéanamh, comhlánaigh an t-ainm teagmhálacha, agus arís, brúigh an cnaipe Sábháil
gl_gl: Agora, pode engadir un contacto a esta dirección. Para iso, enche o nome do contacto, e de novo, preme o botón Gardar
hr_hr: Sada možete dodati kontaktirati na ovu adresu. Da biste to učinili, kompletan kontakte ime, i opet, pritisnite na gumb Spremi
hu_hu: Most, felvehet egy kapcsolatot erre a címre. Ehhez töltse ki a kapcsolat nevét, és újra, nyomja meg a Mentés gombot
is_is: Nú getur þú bætt tengilið á þetta netfang. Til að gera þetta, heill tengiliðum nafn, og aftur, ýttu á Save hnappinn
ja_jp: 今、あなたはこのアドレスに連絡先を追加することができます。これを行うには、もう一度連絡先名を完了し、そして、[保存]ボタンを押してください
lt_lt: Dabar galite įtraukti adresatą į šį adresą. Norėdami tai padaryti, užbaigti kontaktus, vardą, ir vėl, paspauskite mygtuką &quot;Išsaugoti&quot;
lv_lv: Tagad jūs varat pievienot kontaktu ar šo adresi. Lai to izdarītu, aizpildiet kontaktu nosaukumu, un vēlreiz, nospiediet pogu Saglabāt
mk_mk: Сега, може да додадете контакт на оваа адреса. За да го направите ова, заврши контакти име, и повторно, притиснете го копчето Зачувај
nn_no: Nå kan du legge til en kontakt til denne adressen. For å gjøre dette, fullføre kontakter navnet, og igjen, trykker du på knappen Lagre
pl_pl: Teraz możesz dodać kontakt na ten adres. Aby to zrobić, wykonaj nazwę kontakty i ponownie naciśnij przycisk Zapisz
pt_pt: Agora, você pode adicionar um contato para este endereço. Para fazer isso, preencha o nome do contato, e novamente, pressione o botão Salvar
ro_ro: Acum, aveţi posibilitatea să adăugaţi o persoană de contact la această adresă. Pentru a face acest lucru, completaţi numele date de contact, şi, din nou, apăsaţi pe butonul Salvare
ru_ru: Теперь можно добавить контакт на этот адрес. Для этого, в комплекте контактов имя, и еще раз, нажмите кнопку Сохранить
sk_sk: Teraz môžete pridať kontakt na túto adresu. K tomu, kompletné kontakty meno a znova stlačte tlačidlo Uložiť
sl_si: Sedaj lahko dodate stik na ta naslov. Če želite to narediti, celotno stiki ime, in ponovno, pritisnite na gumb Save
sq_al: Tani, ju mund të shtoni një kontakt me këtë adresë. Për ta bërë këtë, të plotë emrin kontaktet, dhe përsëri, shtypni butonin Ruaj
sr_rs: Сада, можете да додате контакт на ову адресу. Да бисте то урадили, попуните контакте име и поново притисните дугме Саве
sv_se: Nu kan du lägga till en kontakt till denna adress. För att göra detta, fyll i kontakterna namn och igen, tryck på knappen Spara
th_th: ตอนนี้คุณสามารถเพิ่มผู้ติดต่อไปยังที่อยู่นี้ การทำเช่นนี้เสร็จสมบูรณ์แล้วชื่อที่ติดต่อและอีกครั้งให้กดปุ่มบันทึก
tr_tr: Şimdi, bu adrese bir kişi ekleyebilirsiniz. Bunu yapmak için, tekrar temas adını tam ve Kaydet düğmesine basın.
uk_ua: Тепер можна додати контакт на цю адресу. Для цього, в комплекті контактів ім&#39;я, і ​​ще раз, натисніть кнопку Зберегти
wa_be: Nawr, gallwch ychwanegu cyswllt i&#39;r cyfeiriad hwn. I wneud hyn, llenwch yr enw cyswllt, ac unwaith eto, gwasgwch y botwm Save
zh_tw: 現在，你可以添加一個接觸到這個地址。要做到這一點，完全接觸的名稱，再按下保存按鈕

source: You can now add more information about this contact by checking the Custody and Emergency checkboxes, after first clicking on their default value of No. Relations marked as having Custody of the student receive mailings and relations marked as being Emergency contacts can be contacted in the case of an emergency
af_za: Jy kan nou meer inligting oor hierdie kontak deur die nagaan van die bewaring en Nood-blok, na die eerste op die standaard waarde van No Betrekkinge gemerk as die Bewaring van die student ontvang mailings en verhoudings gemerk as Noodnommers kan gekontak word in die geval van &#39;n noodgeval
ar_dz: يمكنك الآن ان تضيف المزيد من المعلومات حول هذا الاتصال عن طريق التحقق من خانات الحجز والطوارئ ، وبعد النقر أولا على القيمة الافتراضية الخاصة بهم من علاقات تتسم بأنها رقم الحجز للطالب الحصول على المراسلات والعلاقات اتسمت بأنها الاتصالات في حالات الطوارئ يمكن الاتصال بها في حالة حالة طوارئ
be_by: Цяпер вы можаце дадаць дадатковую інфармацыю аб гэтым кантакце, правяраючы Апека і надзвычайных сцяжкі, папярэдне націснуўшы на іх значэнне па змаўчанні Не. Адносіны адзначаюцца як Захоўванне студэнта атрымліваць рассылання і адносіны пазначаны як Надзвычайная кантакты можна звязацца ў выпадку надзвычайнай сітуацыі
bg_bg: Сега можете да добавите повече информация за този контакт, като проверка на родителските права и аварийна квадратчетата, след първото кликване на тяхната стойност по подразбиране номер отношения, маркирани като задържане на ученика получават писма и отношения, маркирани като се Спешни контакти могат да бъдат потърсени в случай на извънредна ситуация
bn_bd: আপনি এখন হেফাজত এবং জরুরী চেকবক্সের চেক দ্বারা এই যোগাযোগ বিষয়ে আরও তথ্য তাদের সংখ্যা হচ্ছে ছাত্র এর হেফাজতে মেইলসমূহ এবং সম্পর্ক হচ্ছে জরুরী পরিচিতি হিসাবে চিহ্নিত প্রাপ্ত হিসাবে চিহ্নিত সম্পর্ক ডিফল্ট মান উপর প্রথমে ক্লিক পরে যোগ করতে পারেন, কেস যাবে যোগাযোগ একটি জরুরী
da_dk: Du kan nu tilføje yderligere oplysninger om denne kontakt ved at kontrollere forældremyndighed og Emergency afkrydsningsfelter, efter først at klikke på deres standard værdi af No Relations markeret som har forældremyndigheden over eleven modtager mails og relationer markeret som værende Emergency kontakter kan kontaktes i tilfælde af en nødsituation
el_gr: Μπορείτε τώρα να προσθέσετε περισσότερες πληροφορίες σχετικά με αυτήν την επαφή, ελέγχοντας τα πλαίσια ελέγχου Θεματοφυλακής και έκτακτης ανάγκης, μετά από το πρώτο κλικ στο προκαθορισμένη τιμή τους Σχέσεων Νο. επισημαίνονται ως έχει την επιμέλεια του μαθητή λαμβάνουν αλληλογραφία και τις σχέσεις σημαδεύονται ως επαφές έκτακτης ανάγκης μπορείτε να επικοινωνήσετε σε περίπτωση έκτακτης ανάγκης
et_ee: Nüüd saad lisada rohkem teavet selle kontakti kontrollides eestkoste ja Emergency ruudud, pärast esimest klikkides nende default väärtuse Ei suhete märkida, et saak eestkoste õpilane saab postituste ja suhted märgistatud ning Emergency kontaktid saab ühendust puhul hädaolukorra
fa_ir: شما هم اکنون می توانید اضافه کردن اطلاعات بیشتر در مورد این تماس با چک کردن چک باکس حضانت و اضطراری ، پس از کلیک کردن بر روی مقدار پیش فرض خود را از روابط شماره مشخص شده به عنوان حضانت از دانش آموز دریافت نامههای پستی و روابط مشخص شده به عنوان تماس اضطراری می تواند در مورد تماس شرایط اضطراری
fi_fi: Voit nyt lisätä lisätietoja tästä yhteyttä tarkistamalla huollosta ja Emergency valintaruutuja, ensin klikkaamalla heidän oletusarvo nro Suhteet merkitään korjatuksi huoltajuus opiskelija vastaanottaa sähköpostiviestejä ja suhteet merkitty olevan Emergency Yhteystiedot voi ottaa yhteyttä, jos hätätapauksissa
ga_ie: Is féidir Is féidir leat tuilleadh eolais a fháil anois faoi seo déan teagmháil ag seiceáil na ticbhoscaí Coimeád agus Éigeandála, tar éis an chéad cliceáil ar a n-luach réamhshocraithe ar Chaidreamh Uimh marcáilte mar dhuine a Choimeád an mac léinn a fhaigheann mailings agus caidreamh a bheith marcáilte mar teagmhálacha Éigeandála teagmháil a dhéanamh i gcás d&#39;éigeandáil
gl_gl: Agora podes engadir máis información sobre este contacto, marcando as caixas de Custodia e de emerxencia, despois do primeiro premendo no seu valor por defecto de Relacións No marcado como tendo Custodia do alumno recibir correspondencia e relacións marcadas como contactos de emerxencia pode atoparse no caso de emerxencia
hr_hr: Sada možete dodati više informacija o ovoj kontakt provjere o skrbništvu i Hitna kućice, nakon prvog klika na njihove zadane vrijednosti br odnose označene kao što pritvora studenta primiti e-pošte i odnose označen kao hitne kontakte može kontaktirati u slučaju u hitnim slučajevima
hu_hu: Most még több információt erről a kapcsolatot ellenőrzi a letétkezelési és sürgősségi jelölőnégyzeteket, miután először kattintva az alapértelmezett értéke No. kapcsolatok megjelölt, akinél a hallgató kap leveleket és kapcsolatok jelölni akként, hogy sürgősségi kapcsolatokat lehet fordulni abban az esetben A vészhelyzet
is_is: Þú getur nú bætt frekari upplýsingar um þetta samband með því að haka við vörslu og Neyðarnúmer gátreiti, eftir fyrstu smella á verðmæti vanræksla þeirra Relations nr merkt sem hefur forsjá nemandans fá póstlista okkar og samskipti merkt eins og að vera Neyðarnúmer tengiliði er hægt að finna í málinu í neyðartilvikum
ja_jp: これで最初の生徒の親権は、緊急連絡先としてマーク郵便物との関係を受けさせることとしてマークされた番号の関係のそれぞれのデフォルト値をクリックした後、カストディおよび緊急チェックボックスをチェックすることにより、この連絡先に関するより多くの情報を追加できるかは、ケースに接触させることができる緊急の
lt_lt: Dabar galite pridėti daugiau informacijos apie šį adresatą patikrinti globos ir pagalbos varneles, po pirmojo paspaudę ant jų skaičius santykių, pažymėtos kaip globos studentas gauna paštu ir santykius, pažymėtos kaip Avarinės kontaktai numatytąją vertę galima kreiptis tuo atveju, Susidarius nepaprastajai padėčiai,
lv_lv: Tagad varat pievienot vairāk informācijas par šo kontaktu, pārbaudot aizbildnības un ārkārtas atzīmes, pēc pirmās klikšķinot uz to noklusējuma vērtība Nr attiecību marķē kā turēšana studentu saņemt sūtījumus un attiecības marķētām kā tādām ārkārtas kontaktus var sazināties gadījumā, ārkārtas
mk_mk: Сега можете да додадете повеќе информации во врска со овој контакт со проверка на притвор и за итни случаи обележувачи, по кликање на нивните почетни вредности на бр односи означени како има притвор на студентите добиваат писма и односи означени како се итни случаи контакти може да се контактира во случај на вонредна состојба
nn_no: Du kan nå legge til mer informasjon om denne kontakten ved å sjekke Custody og Emergency avkrysningsbokser, etter først å klikke på deres standardverdien Nei Relations merket som har foreldreretten til studenten mottar e-poster og relasjoner merket som Emergency kontakter kan kontaktes i tilfelle en nødssituasjon
pl_pl: Możesz teraz dodać więcej informacji o ten kontakt poprzez zaznaczenie pola wyboru Custody and Emergency, po pierwszym kliknięciu na wartości domyślne Stosunków nr oznaczony jako Kustodii student otrzyma korespondencji i relacji oznaczone jako kontakty w nagłych wypadkach można się kontaktować w przypadku zagrożenia
pt_pt: Agora você pode adicionar mais informações sobre esse contato, marcando as caixas de Custódia e de Emergência, após o primeiro clicando em seu valor padrão de Relações No. marcado como tendo Custódia do aluno receber correspondências e relações marcadas como sendo contatos de emergência pode ser contactado no caso de emergência
ro_ro: Puteţi adăuga acum mai multe informaţii despre această persoană de contact prin verificarea casetele de selectare de custodie şi de urgenţă, după primul faceţi clic pe valoarea lor implicite de Relaţii nr marcate ca având de custodie ale studenţilor a primi mesaje şi relaţii marcate ca fiind date de contact de urgenţă poate fi contactat în cazul a unei situaţii de urgenţă
ru_ru: Теперь вы можете добавить дополнительную информацию об этом контакте, проверяя Опека и чрезвычайных флажки, предварительно нажав на их значение по умолчанию Нет. Отношения помечаются как Хранение студента получать рассылки и отношения помечен как Чрезвычайная контакты можно связаться в случае чрезвычайной ситуации
sk_sk: Teraz môžete pridať ďalšie informácie o tomto kontakte pri kontrole výkonu väzby a núdzové políčka, po prvom kliknutí na ich predvolené hodnoty č vzťahy označené ako výchovy študent obdrží korešpondencie a vzťahov označené ako núdzové kontakty možno kontaktovať v prípade, núdze
sl_si: Sedaj lahko dodate več informacij o tej stik s preverjanjem polja Skrbništvo in sili, po prvi klikom na njihove privzete vrednosti Ne odnose označen kot skrbnika študent prejme pošto in odnosih označene, da so stiki v sili se lahko obrnete v primeru v nujnih primerih
sq_al: Ju tani mund të shtoni më shumë informacion në lidhje me këtë kontaktoni duke kontrolluar kutitë kujdestarinë dhe emergjente, pasi të parë duke klikuar mbi vlerën e tyre e parazgjedhur e Marrëdhënieve nr shënuar si ka kujdestarinë e studentëve të marrë mailings dhe marrëdhëniet e shënuar si të kontakteve të emergjencës mund të kontaktohen në rast të një emergjence
sr_rs: Сада можете додати више информација о овој контакт провере старатељства и хитне поља за потврђивање, а након првог кликом на њихове подразумеване вредности бр односе означене да Притвор ученика прима пошту и односа означена као контакте у хитним случајевима може контактирати у случају од хитне
sv_se: Du kan nu lägga till mer information om denna kontakt genom att kontrollera vårdnad och Emergency kryssrutor, efter att först klicka på deras standardvärdet Nej förbindelserna, som ha vårdnaden om eleven få post och kontakter märkta som Emergency kontakter kan kontaktas vid av en nödsituation
th_th: ขณะนี้คุณสามารถเพิ่มข้อมูลเพิ่มเติมเกี่ยวกับการติดต่อนี้โดยการตรวจสอบช่องทำเครื่องหมายการเก็บรักษาและฉุกเฉินหลังจากที่ครั้งแรกคลิกที่ค่าเริ่มต้นของความสัมพันธ์ที่ทำเครื่องหมายเป็นที่มีการดูแลของนักเรียนที่ได้รับการส่งจดหมายและความสัมพันธ์กับการทำเครื่องหมายในฐานะที่เป็นผู้ติดต่อในกรณีฉุกเฉินสามารถติดต่อได้ในกรณีที่ จากกรณีเกิดเหตุฉุกเฉิน
tr_tr: Artık Saklama ve Acil onay kutularını kontrol ederek, ilk Saklama öğrencinin Acil rehber olarak işaretlenmiş postalar ve ilişkiler almak zorunda olarak işaretlenmiş No İlişkiler varsayılan değeri üzerine tıkladıktan sonra bu kişi ile ilgili daha fazla bilgi ekleyebilirsiniz durumda geçilebilir acil
uk_ua: Тепер ви можете додати додаткову інформацію про це контакті, перевіряючи Опіка та надзвичайних прапорці, попередньо натиснувши на їхнє значення за замовчуванням Ні. Стосунки позначаються як Зберігання студента отримувати розсилки та відносини позначений як Надзвичайна контакти можна зв&#39;язатися в разі надзвичайної ситуації
wa_be: Gall Nawr gallwch ychwanegu rhagor o wybodaeth am hyn cysylltwch drwy edrych ar y blychau ticio Ddalfa ac Achosion Brys, ond wedi glicio ar eu gwerth diofyn Cysylltiadau Rhif marcio fel rhai y Ddalfa y myfyriwr dderbyn post a chysylltiadau marcio fel rhai cysylltiadau brys yn cysylltu yn yr achos o argyfwng
zh_tw: 現在您可以添加更多有關該聯繫人通過檢查監護和緊急複選框後，先點擊它們的默認值號標記為保管關係的學生收到的郵件和關係標記為緊急聯繫人的聯繫方式的情況下緊急
