Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This backup utility will create a backup of the database along with the database structure. You will be able to use this backup file to restore the database. However, in order to restore, you will need to have access to MySQL administration application like phpMyAdmin and the root user id and password to MySQL.
af_za: Hierdie rugsteunnutsprogram sal &#39;n back-up van die databasis te skep saam met die databasis struktuur. Jy sal in staat wees om hierdie rugsteunlêer te gebruik om die databasis te herstel. Egter in orde te herstel, sal jy nodig het om toegang tot MySQL administrasie aansoek soos phpMyAdmin en die root gebruiker-ID en wagwoord MySQL het.
ar_dz: وهذه أداة النسخ الاحتياطي إنشاء نسخة احتياطية من قاعدة البيانات جنبا إلى جنب مع بنية قاعدة البيانات. وسوف تكون قادرة على استخدام هذا الملف النسخ الاحتياطي لاستعادة قاعدة البيانات. ومع ذلك، من أجل استعادة، وسوف تحتاج إلى أن يكون الوصول إلى الخلية تطبيق إدارة مثل بريس ومعرف المستخدم وكلمة المرور الجذر إلى الخلية.
be_by: Гэта ўтыліта рэзервовага капіявання будзе ствараць рэзервовую копію базы дадзеных, а таксама структуры базы дадзеных. Вы зможаце выкарыстоўваць гэтую рэзервовую копію файла для аднаўлення базы дадзеных. Тым не менш, у мэтах аднаўлення, вы павінны будзеце мець доступ да MySQL адміністрацыі прыкладанні, як PhpMyAdmin і ідэнтыфікатар каранёвай карыстальніка і пароль для MySQL.
bg_bg: Тази обслужваща програма за архивиране ще създадете резервно копие на базата данни, заедно с базата данни структура. Вие ще можете да използвате това резервно копие на файла, за да възстановите базата данни. Въпреки това, за да се възстанови, ще трябва да има достъп до администрацията на MySQL приложения като PhpMyAdmin и ID корен потребител и парола за MySQL.
bn_bd: এই ব্যাকআপ ইউটিলিটি ডাটাবেস গঠন পাশাপাশি ডাটাবেসের ব্যাক তৈরি করবে. আপনি এই ব্যাকআপ ফাইল ডাটাবেস পুনরুদ্ধার ব্যবহার করতে পারবেন. তবে, যাতে পুনরুদ্ধার করার পাশাপাশি, আপনি মাইএসকিউএল মাইএসকিউএল থেকে phpMyAdmin ও root ব্যবহারকারীর আইডি এবং পাসওয়ার্ড মত প্রশাসন অ্যাপ্লিকেশনটি ব্যবহার করতে হবে.
da_dk: Denne sikkerhedskopi nytte vil lave en sikkerhedskopi af databasen sammen med databasen struktur. Du vil være i stand til at bruge denne backup fil for at gendanne databasen. Men for at genoprette, skal du have adgang til MySQL administration program som phpMyAdmin og roden bruger-id og password til MySQL.
el_gr: Αυτό το βοηθητικό πρόγραμμα θα δημιουργήσει ένα αντίγραφο ασφαλείας της βάσης δεδομένων, μαζί με τη δομή της βάσης δεδομένων. Θα είστε σε θέση να χρησιμοποιήσει αυτό το αρχείο αντιγράφου ασφαλείας για να επαναφέρετε τη βάση δεδομένων. Ωστόσο, προκειμένου να αποκατασταθεί, θα πρέπει να έχουν πρόσβαση σε εφαρμογή διαχείρισης MySQL phpMyAdmin όπως και ο κωδικός ταυτότητας χρήστη root και κωδικό πρόσβασης για MySQL.
es_es: Esta función de resguardo creará una copia de seguridad de la base de datos junto con la estructura de base de datos. Usted podrá utilizar este archivo de resguardo para restaurar la base de datos. Sin embargo, para restaurarla tendrá que tener acceso a la aplicación de administración de MySQL como phpMyAdmin e identificador de usuario raíz y contraseña a MySQL.
et_ee: See Varundusutiliit loob varukoopia andmebaasi koos andmebaasi struktuuri. Sul on võimalik seda kasutada varukoopia taastada andmebaasi. Kuid selleks, et taastada, siis on vaja juurde pääseda MySQL manustamist rakendus nagu phpMyAdmin ja root kasutaja ja parool MySQL.
fa_ir: این ابزار پشتیبان تهیه پشتیبان از پایگاه داده همراه با ساختار بانک اطلاعاتی ایجاد کنید. شما قادر به استفاده از این فایل برای بازگرداندن پشتیبان پایگاه داده خواهد شد. با این حال ، به منظور بازگرداندن ، شما نیاز به دسترسی به نرم افزار مدیریت خروجی مانند phpMyAdmin به و ریشه شناسه کاربری و رمز عبور به خروجی زیر به.
fi_fi: Tämä varmuuskopiointityökalu luo varmuuskopio tietokanta sekä tietokannan rakennetta. Voit käyttää tätä varmuuskopio palauttaa tietokantaan. Kuitenkin jotta voitaisiin palauttaa, sinun tulee saada MySQL hallinnon sovelluksia, kuten phpMyAdmin ja root-käyttäjän tunnus ja salasana MySQL.
ga_ie: Beidh sé seo fóntais cúltaca a chruthú cúltaca ar an mbunachar sonraí chomh maith leis an struchtúr mbunachar sonraí. Beidh tú in ann seo a úsáid comhad cúltaca a chur ar ais ar an mbunachar sonraí. Mar sin féin, d&#39;fhonn a athbhunú, beidh ort chun rochtain a fháil ar iarratas riarachán MySQL mhaith phpMyAdmin agus an fhréamh id úsáideora agus do phasfhocal a MySQL.
gl_gl: Esta utilidade de copia de seguridade vai crear unha copia de seguridade da base de datos xunto coa estrutura de base de datos. Será capaz de utilizar este arquivo de copia de seguridade para restaurar a base de datos. Con todo, a fin de restaurar, necesitas ter acceso á aplicación de administración de MySQL como o phpMyAdmin eo ID de usuario e contrasinal de root para o MySQL
hr_hr: Ova sigurnosna kopija alat će stvoriti sigurnosnu kopiju baze podataka zajedno s strukture baze podataka. Vi ćete biti u mogućnosti koristiti ovu datoteku sigurnosne kopije vratiti u bazu podataka. Međutim, kako bi se vratili, morat ćete imati pristup MySQL uprave aplikacija kao što su phpMyAdmin i ID root korisnika i lozinku za MySQL.
hu_hu: Ez a mentés segédprogram létrehoz egy biztonsági másolatot az adatbázisról mellett az adatbázis szerkezete. Ön képes lesz használni ezt a backup fájlt visszaállítani az adatbázist. Azonban helyreállítása érdekében, meg kell, hogy hozzáférjen a MySQL adminisztrációs alkalmazás, mint a phpMyAdmin és a root felhasználói azonosító és a jelszó a MySQL.
is_is: Þetta varabúnaður gagnsemi vilja búa til afrit af gagnagrunninum ásamt gagnasafn uppbygging. Þú vilja vera fær til nota this varabúnaður skrá til að endurheimta gagnagrunninn. Hins vegar, í því skyni að endurheimta, þú þarft að hafa aðgang að MySQL gjöf forrit eins og phpMyAdmin og notandi rót id og aðgangsorð til að MySQL.
ja_jp: このバックアップユーティリティは、データベース構造とともにデータベースのバックアップを作成します。あなたがデータベースを復元するには、このバックアップファイルを使用できるようになります。しかし、復元するために、あなたはphpMyAdminとMySQLのrootユーザーIDとパスワードのようなMySQL管理のアプリケーションへのアクセス権を持つ必要があります。
lt_lt: Šis atsarginės įrankis sukurs duomenų bazės atsarginę kopiją kartu su duomenų bazės struktūra. Galėsite naudoti šio failo atsarginę kopiją, atkurti duomenų bazę. Tačiau, siekiant atkurti, jums reikės turėti prieigos prie MySQL administravimo taikymo, kaip phpMyAdmin ir MySQL root vartotojo ID ir slaptažodį.
lv_lv: Šī backup lietderība būs izveidot backup no datubāzes kopā ar datu bāzes struktūru. Jums būs iespēja izmantot šo backup failu, lai atjaunotu datu bāzi. Tomēr, lai atjaunotu, jums būs nepieciešams piekļūt MySQL administrēšanas piemērošanu, piemēram, phpMyAdmin un root lietotāja id un paroli, lai MySQL.
mk_mk: Ова резерви алатка ќе направете резервна копија на базата на податоци заедно со базата на податоци структура. Ќе бидете во можност да го користите овој бекап датотеката да се врати на база на податоци. Меѓутоа, со цел да се врати, ќе треба да имаат пристап на MySQL администрација апликација како phpMyAdmin и коренот корисничко име и лозинка на MySQL.
nn_no: Dette backup verktøyet vil lage en backup av databasen sammen med databasestrukturen. Du vil kunne bruke denne backup-filen til å gjenopprette databasen. Men for å gjenopprette, må du ha tilgang til MySQL-administrasjonen program som phpMyAdmin og root bruker id og passord til MySQL.
pl_pl: Ta kopia zapasowa narzędzie tworzenia kopii zapasowej bazy danych wraz ze strukturą bazy danych. Będziesz mógł korzystać z tego pliku kopii zapasowej w celu przywrócenia bazy danych. Jednakże, w celu przywrócenia, trzeba mieć dostęp do aplikacji phpMyAdmin MySQL administracji jak i identyfikator użytkownika root i hasła do MySQL.
pt_pt: Este utilitário de backup vai criar um backup do banco de dados juntamente com a estrutura de banco de dados. Você será capaz de usar este arquivo de backup para restaurar o banco de dados. No entanto, a fim de restaurar, você precisa ter acesso ao aplicativo de administração MySQL como o phpMyAdmin eo ID de usuário e senha root para o MySQL.
ro_ro: Acest utilitar de backup va crea o copie de rezervă a bazei de date, împreună cu structura bazei de date. Veţi putea folosi acest fişier de rezervă pentru a restaura baza de date. Cu toate acestea, în scopul de a restabili, va trebui să aibă acces la aplicaţia de administrare MySQL phpMyAdmin precum şi ID-ul de utilizator si parola de root pentru MySQL.
ru_ru: Это утилита резервного копирования будет создавать резервную копию базы данных, а также структуры базы данных. Вы сможете использовать эту резервную копию файла для восстановления базы данных. Тем не менее, в целях восстановления, вы должны будете иметь доступ к MySQL администрации приложения, как PhpMyAdmin и идентификатор корневого пользователя и пароль для MySQL.
sk_sk: Tento zálohovací program vytvorí zálohu databázy spolu s štruktúry databázy. Budete môcť používať tento záložný súbor na obnovenie databázy. Avšak, s cieľom obnoviť, musíte mať prístup do administrácie žiadostí MySQL a phpMyAdmin like root užívateľské meno a heslo k MySQL.
sl_si: To backup utility bo ustvarila backup baze podatkov skupaj s strukturo podatkovne zbirke. Ti bodo lahko uporabljali to varnostno kopijo za obnovitev baze podatkov. Kljub temu, da bi ponovno vzpostavili, boste morali imeti dostop do upravo uporabo MySQL, kot phpMyAdmin in id root uporabnika in geslo za MySQL.
sq_al: Kjo backup utility do të krijojë një kopje rezervë të bazës së të dhënave së bashku me strukturën e bazës së të dhënave. Ju do të jenë në gjendje të përdorin këtë file backup të rivendosur bazën e të dhënave. Megjithatë, në mënyrë për të rivendosur, ju do të duhet të kenë qasje në aplikimin MySQL administratës si phpMyAdmin dhe root user id dhe fjalëkalimin për të MySQL.
sr_rs: Ово бацкуп ће правите резервне копије базе података, заједно са структуре базе података. Бићете у могућности да користите ову резервну копију датотеке за враћање података. Међутим, да би се поново, мораћете да имате приступ МиСКЛ-администрације апликацију као што је пхпМиАдмин и корен корисничко име и лозинку на МиСКЛ.
sv_se: Detta verktyg för säkerhetskopiering kommer att skapa en säkerhetskopia av databasen tillsammans med databasen struktur. Du kommer att kunna använda den här säkerhetskopian för att återställa databasen. Men för att återställa behöver du ha tillgång till MySQL administration ansökan som phpMyAdmin och roten användarnamn och lösenord till MySQL.
th_th: อรรถประโยชน์สำรองข้อมูลนี้จะสร้างการสำรองข้อมูลของฐานข้อมูลพร้อมกับโครงสร้างฐานข้อมูล คุณจะสามารถที่จะใช้ไฟล์สำรองที่จะเรียกคืนฐานข้อมูล อย่างไรก็ตามในการที่จะเรียกคืนที่คุณจะต้องมีการเข้าถึงโปรแกรมบริหารอย่าง phpMyAdmin MySQL และรหัสผู้ใช้และรหัสผ่านที่รากไปยัง MySQL
tr_tr: Bu yedekleme programı veritabanı yapısı ile birlikte veritabanı yedekleme yaratacaktır. Veritabanını geri yüklemek için bu yedek dosyası kullanmak mümkün olacak. Ancak, geri yüklemek için, MySQL MySQL phpMyAdmin ve kök kullanıcı adınız ve şifreniz gibi yönetim uygulamaya erişim için ihtiyacınız olacak.
uk_ua: Це утиліта резервного копіювання буде створювати резервну копію бази даних, а також структури бази даних. Ви зможете використовувати цю резервну копію файлу для відновлення бази даних. Тим не менш, з метою відновлення, ви повинні будете мати доступ до MySQL адміністрації додатки, як PhpMyAdmin і ідентифікатор кореневого користувача та пароль для MySQL.
wa_be: Bydd hyn yn cyfleustodau wrth gefn yn creu copi wrth gefn o&#39;r gronfa ddata ynghyd â strwythur y gronfa ddata. Byddwch yn gallu defnyddio&#39;r ffeil hon wrth gefn i adfer y gronfa ddata. Fodd bynnag, er mwyn adfer, bydd angen i chi gael mynediad i gais gweinyddu MySQL fel phpMyAdmin a&#39;r gwreiddiau id defnyddiwr a chyfrinair i MySQL.
zh_tw: 此備份實用程序將創建一個備份的數據庫以及數據庫的結構。你可以使用這個備份文件還原數據庫。但是，為了恢復，你需要獲得像phpMyAdmin MySQL管理程序和根用戶 ID和密碼到MySQL。

source: Note:
af_za: Nota:
ar_dz: ملاحظة :
be_by: Заўвага:
bg_bg: Забележка:
bn_bd: উল্লেখ্য:
da_dk: Bemærk:
el_gr: Σημείωση:
et_ee: Märkus:
fa_ir: توجه :
fi_fi: Huom:
ga_ie: Nóta:
gl_gl: Nota:
hr_hr: Napomena:
hu_hu: Megjegyzés:
is_is: Ath:
ja_jp: 注：
lt_lt: Pastaba:
lv_lv: Piezīme:
mk_mk: Забелешка:
nn_no: Merknad:
pl_pl: Uwaga:
pt_pt: Nota:
ro_ro: Nota:
ru_ru: Примечание:
sk_sk: Poznámka:
sl_si: Opomba:
sq_al: Shënim:
sr_rs: Напомена:
sv_se: Anmärkning:
th_th: หมายเหตุ :
tr_tr: Not:
uk_ua: Примітка:
wa_be: Nodyn:
zh_tw: 注意：

source: Log deleted successfully
af_za: Teken verwyder suksesvol
ar_dz: سجل حذف بنجاح
be_by: Уваход паспяхова выдалены
bg_bg: Вход изтрит успешно
bn_bd: কার্যবিবরণী সফলভাবে মুছে ফেলেছিল
da_dk: Log slettet
el_gr: Σύνδεση διαγραφεί επιτυχώς
es_es: Registro eliminado con éxito
et_ee: Logi edukalt kustutatud
fa_ir: ورود به سیستم حذف با موفقیت
fi_fi: Kirjaudu deleted successfully
ga_ie: Logáil isteach scriosta go rathúil
gl_gl: Log borrado con éxito
hr_hr: Prijavite se uspješno izbrisana
hu_hu: Napló sikeresen törölve
is_is: Log eytt
ja_jp: ログインが正常に削除されました
lt_lt: Prisijungti sėkmingai ištrinta
lv_lv: Log veiksmīgi izdzēsts
mk_mk: Вклучи избришана успешно
nn_no: Log slettet
pl_pl: Zaloguj się pomyślnie usunięty
pt_pt: Log apagado com sucesso
ro_ro: Jurnal şters cu succes
ru_ru: Вход успешно удален
sk_sk: Prihlásiť sa úspešne zmazaný
sl_si: Prijavite se črta uspešno
sq_al: Identifikohu fshi me sukses
sr_rs: Лог делетед суццессфулли
sv_se: Logga raderats
th_th: เข้าสู่ระบบลบเรียบร้อยแล้ว
tr_tr: Başarıyla silindi Giriş
uk_ua: Вхід успішно видалений
wa_be: Log dileu yn llwyddiannus
zh_tw: 登錄成功刪除

source: You have to select atleast one date from the date range
af_za: Jy het ten minste &#39;n datum te kies uit die datum bereik
ar_dz: لديك لتحديد تاريخ واحد من أتلست نطاق التاريخ
be_by: Вы павінны абраць хоць бы адзін дзень з даты дыяпазону
bg_bg: Вие трябва да изберете поне една дата, считано от датата диапазон
bn_bd: আপনি তারিখ পরিসীমা থেকে atleast একটি তারিখ নির্বাচন আছে
da_dk: Du er nødt til at vælge atleast en dato fra datointerval
el_gr: Πρέπει να επιλέξετε atleast μία ημερομηνία από το εύρος ημερομηνιών
es_es: Tiene que seleccionar al menos una fecha desde el rango de fechas
et_ee: Sa pead valima atleast üks kuupäev alates valik
fa_ir: شما باید برای حداقل یک تاریخ را انتخاب کنید از محدوده تاریخ
fi_fi: Sinun täytyy valita atleast yhden päivämäärän alkaen alue
ga_ie: Tá tú a roghnú atleast dáta amháin ón dáta a raon
gl_gl: Ten que seleccionar polo menos unha data a partir do período
hr_hr: Morate odabrati atleast jednom potječu iz razdoblja
hu_hu: Itt ki kell választani atleast egy dátumot a dátumtartomány
is_is: Þú verður að velja atleast eina dagsetningu frá tímabili
ja_jp: あなたは、日付範囲から少なくとも一つの日付を選択する必要があります
lt_lt: , Jūs turite pasirinkti mažiausiai vieną datą, nuo datų intervalą
lv_lv: Jums jāizvēlas atleast vienu dienu, datumu diapazona
mk_mk: Мора да изберете барем еден датум од период
nn_no: Du må velge minst én dato fra datointervall
pl_pl: Musisz wybrać co najmniej jeden dzień z zakresu dat
pt_pt: Você tem que selecionar pelo menos uma data a partir do período
ro_ro: Trebuie să selectaţi cel puţin un data din gama data
ru_ru: Вы должны выбрать хотя бы один день с даты диапазона
sk_sk: Musíte vybrať aspoň jeden deň od dátumu radu
sl_si: Morate izbrati vsaj eno od dneva časovno obdobje
sq_al: Ju duhet të zgjidhni një datë atleast nga gamë të datës
sr_rs: Морате да изаберете атлеаст један датум од опсега датума
sv_se: Du måste välja iallafall ett datum i datumintervallet
th_th: คุณต้องเลือกอย่างใดอย่างหนึ่ง atleast วันที่จากช่วงวันที่
tr_tr: Bu tarih aralığı en az bir tarih seçmek için
uk_ua: Ви повинні вибрати хоча б один день з дати діапазону
wa_be: Mae&#39;n rhaid i chi ddewis un dyddiad atleast o&#39;r ystod dyddiad
zh_tw: 你必須選擇一個日期atleast從日期範圍

source: Delete Log
af_za: Verwyder Log
ar_dz: حذف المفتاح
be_by: Выдаліць часопіс
bg_bg: Изтриване Вход
bn_bd: কার্যবিবরণী মুছে ফেলুন
da_dk: Slet Log
el_gr: Διαγραφή Σύνδεση
es_es: Eliminar Registro
et_ee: Kustuta Logi sisse
fa_ir: حذف ورود
fi_fi: Poista Log
ga_ie: Scrios Logáil isteach
gl_gl: Eliminar Log
hr_hr: Brisanje Login
hu_hu: Törlés Belépés
is_is: Eyða Log
ja_jp: ログを削除します。
lt_lt: Ištrinti Prisijungti
lv_lv: Dzēst Ieiet
mk_mk: Избриши Вклучи
nn_no: Slett logg
pl_pl: Usuń Zaloguj
pt_pt: Excluir Log
ro_ro: Ştergere Jurnal
ru_ru: Удалить журнал
sk_sk: Odstrániť Prihlásiť
sq_al: Delete Identifikohu
sr_rs: Обриши Приступи
sv_se: Radera logg
th_th: ลบเข้าสู่ระบบ
tr_tr: Giriş sil
uk_ua: Видалити журнал
wa_be: Dileu Mewngofnodi
zh_tw: 刪除日誌

source: Please Select Date Range
af_za: Kies periode
ar_dz: يرجى تحديد نطاق التاريخ
be_by: Абярыце дыяпазон дат
bg_bg: Изберете Период
bn_bd: তারিখ বিন্যাস নির্বাচন করুন
da_dk: Vælg datointerval
el_gr: Επιλέξτε Χρονικό Διάστημα
es_es: Por Favor Seleccione el Rango de Fechas
et_ee: Palun valige Date Range
fa_ir: لطفا انتخاب کنید محدوده تاریخ
fi_fi: Valitse Ajanjakso
ga_ie: Roghnaigh le do thoil Raon Dáta
gl_gl: Seleccione Rango de datas
hr_hr: Odaberite Raspon datuma
hu_hu: Válasszon Dátumtartomány
is_is: Veljið tímabil
ja_jp: 日付範囲を選択してください
lt_lt: Prašome pasirinkti datų intervalą
lv_lv: Lūdzu, izvēlieties datumu diapazonu
mk_mk: Изберете Датум опсег
nn_no: Vennligst velg Date Range
pl_pl: Wybierz zakres dat
pt_pt: Selecione Intervalo de datas
ro_ro: Selectati va rog Range Data
ru_ru: Выберите диапазон дат
sk_sk: Prosím, vyberte časové obdobie
sl_si: Prosimo izberite časovno obdobje
sq_al: Ju lutemi të Zgjidh Gama Data
sr_rs: Одаберите Опсег Датум
sv_se: Välj datumintervall
th_th: กรุณาเลือกช่วงวันที่
tr_tr: Tarih Aralığı Seçiniz
uk_ua: Виберіть діапазон дат
wa_be: Os gwelwch yn dda Dewis Dyddiadau
zh_tw: 請選擇日期範圍

source: Log Details
af_za: Teken Besonderhede
ar_dz: سجل تفاصيل
be_by: Уваход Больш падрабязна
bg_bg: Влезте Детайли
bn_bd: কার্যবিবরণী বিশদ বর্ণনা
da_dk: Log Detaljer
el_gr: Λεπτομέρειες Σύνδεση
es_es: Detalles del Registro
et_ee: Logi detailid
fa_ir: اطلاعات ورود
fi_fi: Kirjaudu Tiedot
ga_ie: Sonraí Logáil isteach
gl_gl: Detalles Log
hr_hr: Prijavite Detalji
hu_hu: Bejelentkezés név
ja_jp: ログの詳細
lt_lt: Prisijungti Detalės
lv_lv: Log informācija
mk_mk: Вклучи Детали за
nn_no: Log Detaljer
pl_pl: Szczegóły Zaloguj
pt_pt: Detalhes Log
ro_ro: Jurnal Detalii
ru_ru: Вход Подробнее
sk_sk: Prihlásenie Podrobnosti
sq_al: Detajet Identifikohu
sr_rs: Лог Детаљи
sv_se: Logga Detaljer
th_th: รายละเอียดเข้าสู่ระบบ
tr_tr: Giriş Detayları
uk_ua: Вхід Детальніше
wa_be: Manylion Mewngofnodi
zh_tw: 日誌詳細信息

source: Generate
af_za: Genereer
ar_dz: تولد
be_by: Генерыраваць
bg_bg: Генериране на
bn_bd: সৃষ্টি করা
da_dk: Generer
el_gr: Δημιουργία
es_es: Generar
et_ee: Loo
fa_ir: ایجاد
fi_fi: Tuottaa
ga_ie: Gin
gl_gl: Xerar
hr_hr: Generirati
hu_hu: Generálása
is_is: Mynda
ja_jp: 生成
lt_lt: Generuoti
lv_lv: Radīt
mk_mk: Генерирање
nn_no: Generer
pl_pl: Generowanie
pt_pt: Gerar
ro_ro: Genera
ru_ru: Генерировать
sk_sk: Generovať
sl_si: Ustvari
sr_rs: Генерисати
sv_se: Generera
th_th: ผลิต
tr_tr: Oluşturmak
uk_ua: Генерувати
wa_be: Creu
zh_tw: 生成

source: Login Time
af_za: Teken in Tyd
ar_dz: الدخول من الزمن
be_by: Увайсці часу
bg_bg: Вход Time
bn_bd: লগিন সময়
da_dk: Login Tid
el_gr: Χρόνος Σύνδεση
es_es: Texto Largo
et_ee: Logi aega
fa_ir: زمان ورود به سیستم
fi_fi: Kirjaudu aika
ga_ie: Am Logáil isteach
gl_gl: Tempo de inicio de sesión
hr_hr: Prijava Vrijeme
hu_hu: Belépési idö
is_is: Innskráning Time
ja_jp: ログイン時間
lt_lt: Prisijungimo laikas
lv_lv: Pieteikšanās laiks
mk_mk: Влези Време
nn_no: Logg Tid
pl_pl: Czas Zaloguj
pt_pt: Tempo de login
ro_ro: Intra in Timp
ru_ru: Войти времени
sk_sk: Prihlásiť sa čas
sl_si: Prijava čas
sq_al: Koha Identifikohu
sr_rs: Пријавите Време
sv_se: Logga in Time
th_th: เวลาเข้าสู่ระบบ
tr_tr: Oturum Zamanı
uk_ua: Увійти часу
wa_be: Amser Mewngofnodi
zh_tw: 登錄時間

source: Failure Count
af_za: Nie-Count
ar_dz: فشل الكونت
be_by: Адмова графа
bg_bg: Неспазването Count
bn_bd: ব্যর্থতা গণনা
da_dk: Manglende Count
el_gr: Count Αποτυχία
es_es: Conteo de Fallas
et_ee: Suutmatus Count
fa_ir: تعداد شکست
fi_fi: Epäonnistuminen Count
ga_ie: Líon Teip
gl_gl: Conde fallo
hr_hr: Neuspjeh Count
hu_hu: Hiba száma
ja_jp: 障害カウント
lt_lt: Nepakankamumas Grafas
lv_lv: Nespēja Count
mk_mk: Неуспехот Број
nn_no: Unnlatelse Count
pl_pl: Liczba awarii
pt_pt: Conde falha
ro_ro: Nerespectarea Count
ru_ru: Отказ графа
sk_sk: Počet zlyhanie
sl_si: Če Count
sq_al: Dështimi Count
sr_rs: Неуспех Гроф
sv_se: Fel Count
th_th: นับความล้มเหลว
tr_tr: Arıza Sayısı
uk_ua: Відмова графа
wa_be: Methiant Cyfrif
zh_tw: 失敗次數

source: IP Address
af_za: IP-adres
ar_dz: عنوان IP
be_by: IP-адрас
bg_bg: IP адрес
bn_bd: আইপি ঠিকানা
da_dk: IP-adresse
el_gr: Η διεύθυνση IP
es_es: Dirección IP
et_ee: IP aadress
fa_ir: آدرس IP
fi_fi: IP-osoite
ga_ie: Seoladh IP
gl_gl: Enderezo IP
hr_hr: IP adresa
hu_hu: IP-cím
ja_jp: IPアドレス
lt_lt: IP Adresas
lv_lv: IP adrese
mk_mk: ИП адреса
nn_no: IP-adresse
pl_pl: Adres IP
pt_pt: Endereço IP
ro_ro: Adresa IP
ru_ru: IP-адрес
sk_sk: IP adresy
sl_si: IP naslov
sq_al: Adresa IP
sr_rs: ИП адреса
sv_se: IP-adress
th_th: ที่อยู่ IP
tr_tr: IP Adresi
uk_ua: IP-адреса
wa_be: Cyfeiriad IP
zh_tw: IP地址

source: login record
af_za: login rekord
ar_dz: سجل الدخول
be_by: Увайсці рэкорд
bg_bg: вход рекорд
bn_bd: গইন রেকর্ড
da_dk: login rekord
el_gr: ρεκόρ συνδεθείτε
es_es: Registro de Inicio de Sesión
et_ee: login salvestada
fa_ir: رکورد ورود به سیستم
fi_fi: Kirjaudu ennätys
ga_ie: taifead logáil isteach
gl_gl: rexistro de inicio de sesión
hr_hr: Prijavite se snimati
hu_hu: login rekord
is_is: Innskrá skrá
ja_jp: ログインレコード
lt_lt: prisijungimo įrašo
lv_lv: login ierakstu
mk_mk: Влези рекорд
nn_no: logg rekord
pl_pl: rekord login
pt_pt: registro de login
ro_ro: înregistrare autentificare
ru_ru: Войти рекорд
sk_sk: Prihlásiť záznam
sl_si: prijava zapis
sq_al: rekord login
sr_rs: пријавите се записник
sv_se: logga in
th_th: บันทึกการเข้าสู่ระบบ
tr_tr: giriş kayıt
uk_ua: Увійти рекорд
wa_be: cofnod mewngofnodi
zh_tw: 登錄記錄

source: No login records were found
af_za: Geen login rekords is gevind
be_by: Няма Увайсці запісу наогул не знойдзены
bg_bg: Не вход са намерени записи
bn_bd: কোন লগইন রেকর্ড পাওয়া যায়নি
da_dk: Ingen login optegnelser blev ikke fundet
el_gr: Δεν υπάρχουν εγγραφές login βρέθηκαν
et_ee: Ei login andmeid ei leitud
fa_ir: هیچ پرونده ورود به سیستم یافت نشد
fi_fi: Ei Kirjaudu ennätykset löytynyt
ga_ie: Ní raibh taifid logáil isteach
gl_gl: Non hai rexistros de inicio de sesión se atoparon
hr_hr: Nema zapisa za prijavu pronađeno
hu_hu: Nem login rekordok találtak
is_is: Engar innskráningu færslur fundust
ja_jp: ログインレコードは見つかりませんでした
lt_lt: Prisijungimo dokumentai buvo rasti
lv_lv: Nr login ieraksti tika atrasti
mk_mk: Не се најавите записи се пронајдени
nn_no: Ingen logg poster ble funnet
pl_pl: Nie znaleziono rekordów login
pt_pt: Não há registros de login foram encontrados
ro_ro: Nu s-au găsit înregistrări autentificare
ru_ru: Нет Войти записи вообще не найдены
sk_sk: Žiadne záznamy o prihlásenie sa nenašli
sl_si: Najdena ni bila nobena prijava zapisov
sq_al: Ka të dhëna login janë gjetur
sr_rs: Још нисте рекорда пронађено
sv_se: Inga logininformation hittades
th_th: ไม่มีระเบียนเข้าสู่ระบบพบว่า
tr_tr: Giriş kayıtları bulunamadı
uk_ua: Ні Увійти записи взагалі не знайдені
wa_be: Dim cofnodion mewngofnodi Darganfuwyd
zh_tw: 沒有登錄記錄被發現
