Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Turkish
ar_dz: التركية
be_by: Турэцкая
bg_bg: Турски
bn_bd: তুর্কী
da_dk: Tyrkisk
el_gr: Τουρκικά
es_es: Turco
et_ee: Türgi
fa_ir: ترکی
fi_fi: Turkki
ga_ie: Tuircis
gl_gl: Turco
hr_hr: Turski
hu_hu: Török
is_is: Tyrkneska
ja_jp: トルコ
lt_lt: Turkijos
lv_lv: Turku
mk_mk: Турција
nn_no: Tyrkisk
pl_pl: Turecki
pt_pt: Turco
ro_ro: Turc
ru_ru: Турецкий
sk_sk: Turečtina
sl_si: Turški
sq_al: Turk
sr_rs: Турски
sv_se: Turkiska
th_th: ตุรกี
uk_ua: Турецька
wa_be: Twrcaidd
zh_tw: 土耳其

source: Rolling
ar_dz: المتداول

source: Retention Options
ar_dz: خيارات الاحتفاظ

source: Backup
ar_dz: احتياطية
be_by: Рэзервовы
bg_bg: Резервно копие
bn_bd: তথ্য সংরক্ষণ
el_gr: Αντιγράφων ασφαλείας
es_es: Resguardo
fa_ir: پشتیبان
fi_fi: Varmuuskopio
ga_ie: Cúltaca
hr_hr: Rezerva
ja_jp: バックアップ
lt_lt: Atsarginė kopija
lv_lv: Rezerves
pl_pl: Kopia zapasowa
ru_ru: Резервный
sk_sk: Zálohovanie
sq_al: Rezervë
sr_rs: Бацкуп
th_th: การสำรองข้อมูล
tr_tr: Yedek
uk_ua: Резервний
wa_be: Wrth gefn
zh_tw: 備份

source: Tools
ar_dz: أدوات
be_by: Інструменты
bg_bg: Инструменти
bn_bd: সাহায্যকারী সরঞ্জাম
da_dk: Værktøj
el_gr: Εργαλεία
es_es: Herramientas
et_ee: Tööriistad
fa_ir: ابزار
fi_fi: Työkalut
ga_ie: Uirlisí
gl_gl: Ferramentas
hr_hr: Alat
hu_hu: Eszközök
is_is: Verkfæri
ja_jp: ツール
lt_lt: Įrankiai
lv_lv: Instrumenti
mk_mk: Алатки
nn_no: Verktøy
pl_pl: Narzędzia
pt_pt: Ferramentas
ro_ro: Unelte
ru_ru: Инструменты
sk_sk: Nástroje
sl_si: Orodja
sr_rs: Алат
sv_se: Verktyg
th_th: เครื่องมือ
tr_tr: Araçları
uk_ua: Інструменти
wa_be: Offer
zh_tw: 工具

source: User Name
ar_dz: اسم المستخدم
be_by: Імя карыстальніка
bg_bg: Потребителско име
bn_bd: ব্যবহারকারী নাম
da_dk: Bruger Navn
el_gr: Όνομα χρήστη
es_es: Nombre de Usuario
et_ee: Kasutajanimi
fa_ir: نام کاربر
fi_fi: Käyttäjätunnus
ga_ie: Ainm Úsáideora
gl_gl: Nome de usuario
hr_hr: Korisničko ime
hu_hu: Felhasználónév
ja_jp: ユーザ名
lt_lt: Vartotojo vardas
lv_lv: Lietotāja Vārds
mk_mk: Корисничко име
nn_no: Brukernavn
pl_pl: Nazwa użytkownika
pt_pt: Nome de usuário
ro_ro: Nume de utilizator
ru_ru: Имя пользователя
sk_sk: Užívateľské meno
sl_si: Uporabniško ime
sq_al: Emri i përdoruesit
sr_rs: Корисничко име
sv_se: Användarnamn
th_th: ชื่อผู้ใช้
tr_tr: Kullanıcı adı
uk_ua: Ім&#39;я користувача
wa_be: Enw Defnyddiwr
zh_tw: 用戶名

source: login records
ar_dz: سجلات الدخول
be_by: Увайсці запісу
bg_bg: вход записи
bn_bd: লগইন রেকর্ড
da_dk: login optegnelser
el_gr: Είσοδος αρχεία
es_es: Registros de Inicio de Sesión
et_ee: login arvestust
fa_ir: سوابق ورود به سایت
fi_fi: Kirjaudu ennätykset
ga_ie: taifid logáil isteach
gl_gl: rexistros de inicio de sesión
hr_hr: Prijavite se evidencija
hu_hu: login rekordok
is_is: innskráning færslur
ja_jp: ログインレコード
lt_lt: prisijungti įrašai
lv_lv: login ieraksti
mk_mk: Влези евиденција
nn_no: logg inn poster
pl_pl: rekordy logowania
pt_pt: registros de login
ro_ro: autentificare înregistrări
ru_ru: Войти записи
sk_sk: záznamy o prihlásenie
sl_si: Prijava zapisov
sq_al: të dhënat login
sr_rs: пријавите се евиденција
sv_se: logininformation
th_th: ระเบียนเข้าสู่ระบบ
tr_tr: giriş kayıtları
uk_ua: Увійти записи
wa_be: cofnodion mewngofnodi
zh_tw: 登錄記錄

source: School year rolling over, please wait...
ar_dz: المدرسة في العام التدحرج، يرجى الانتظار ...
es_es: Año escolar darse vuelta, por favor espere ...

source: Permissions
ar_dz: أذونات
be_by: Дазволы
bg_bg: Разрешения
bn_bd: অনুমতি
da_dk: Tilladelser
el_gr: Δικαιώματα
es_es: Permisos
fa_ir: ویرایش
fi_fi: Oikeudet
ga_ie: Ceadanna
gl_gl: Permisos
hr_hr: Dozvole
hu_hu: Engedélyek
is_is: Heimildir
ja_jp: パーミッション
lt_lt: Leidimai
lv_lv: Atļaujas
mk_mk: Дозволи
nn_no: Tillatelser
pl_pl: Uprawnienia
pt_pt: Permissões
ro_ro: Permisiuni
ru_ru: Разрешения
sk_sk: Oprávnenie
sl_si: Dovoljenja
sr_rs: Дозволе
sv_se: Behörigheter
th_th: สิทธิ์
tr_tr: İzinleri
uk_ua: Дозволи
wa_be: Caniatadau
zh_tw: 權限

source: program
ar_dz: برنامج
be_by: праграма
bg_bg: програма
bn_bd: প্রোগ্রাম
el_gr: πρόγραμμα
es_es: programa
et_ee: programm
fa_ir: برنامه
fi_fi: ohjelma
ga_ie: clár
gl_gl: programa
ja_jp: プログラムは
lt_lt: programos
lv_lv: programma
mk_mk: програма
pt_pt: programa
ru_ru: программа
sr_rs: програм
sv_se: programmet
th_th: โปรแกรม
uk_ua: програма
wa_be: rhaglen
zh_tw: 項目

source: Report
ar_dz: تقرير
es_es: Informes

source: Upload Staff's Photo
ar_dz: تحميل صور الأركان
es_es: Subir Foto de los Alumnos

source: Update Staff's Photo
ar_dz: صور التحديث الأركان
es_es: Actualización de la foto del Alumno

source: Display Options
ar_dz: عرض الخيارات
be_by: Опцыі прагляду
bg_bg: Опции за показване
bn_bd: প্রদর্শন সংক্রান্ত বিকল্প
da_dk: Visningsmuligheder
el_gr: Επιλογές εμφάνισης
es_es: Opciones de Muestra
fa_ir: تنظیم های نمایش
fi_fi: Näyttövalinnat
ga_ie: Taispeáin Roghanna
gl_gl: Opcións de visualización
hr_hr: Mogućnosti prikaza
hu_hu: Megjelenítési lehetőségek
ja_jp: 表示オプション
lt_lt: Rodymo parinktys
lv_lv: Displeja opcijas
mk_mk: Опции за прикажување
nn_no: Visningsmuligheter
pl_pl: Opcje wyświetlania
pt_pt: Opções de visualização
ro_ro: Opţiuni de afişare
ru_ru: Опции просмотра
sk_sk: Možnosti zobrazenia
sq_al: Opsionet e Renditjes
sr_rs: Опције приказа
sv_se: Visningsalternativ
th_th: ตัวเลือกการแสดง
tr_tr: Görüntü Seçenekleri
uk_ua: Опції перегляду
wa_be: Opsiynau Arddangos
zh_tw: 顯示選項

source: CSV (OpenOffice)
ar_dz: CSV (أوبن أوفيس)
fa_ir: CSV (اپن سورس)
ja_jp: CSV（OpenOfficeの）
sr_rs: ЦСВ (ОпенОффице)
zh_tw: CSV（OpenOffice的）

source: Theme
ar_dz: موضوع
es_es: Tema

source: Bus Pickup
ar_dz: سيارة خفيفة حافلة
be_by: Аўтобус Пікап
bg_bg: Автобус Pickup
el_gr: Παραλαβή λεωφορείου
et_ee: Buss Pickup
fa_ir: وانت اتوبوس
fi_fi: Bussi Pickup
ga_ie: Pickup Bus
gl_gl: Captura de autobuses
hr_hr: Autobusni podizanja
hu_hu: Busz Pickup
is_is: Rútur Sækja
ja_jp: バスのピックアップ
lt_lt: Autobusų Pikapas
lv_lv: Autobusu Pikaps
mk_mk: Автобуска прифат
nn_no: Buss Pickup
pl_pl: Pickup Bus
pt_pt: Captura de ônibus
ro_ro: Pickup Bus
ru_ru: Автобус Пикап
sq_al: Kamionçinë Biznes
sr_rs: Аутобус Комби
sv_se: Buss Pickup
th_th: รถกระบะรถบัส
tr_tr: Otobüs Pickup
uk_ua: Автобус Пікап
wa_be: Pickup Bws
zh_tw: 巴士接送

source: Bus Dropoff
ar_dz: حافلة يتجمعوا
be_by: Аўтобус перапынення
bg_bg: Автобус на връщане
da_dk: Bus afleveringsservice
el_gr: Λεωφορείο Παράδοσης
et_ee: Buss Dropoff
fa_ir: اتوبوس Dropoff
fi_fi: Bussi poistumisarvoja
hr_hr: Autobusni Dropoff
hu_hu: Busz Dropoff
is_is: Rútur Dropoff
ja_jp: バスドロップオフ
lt_lt: Autobusų Pertraukties
lv_lv: Autobusu Dropoff
mk_mk: Автобуска Dropoff
nn_no: Buss frafallsfrekvensene
ru_ru: Автобус прерывания
sq_al: Biznes Dropoff
sr_rs: Аутобус Дропофф
sv_se: Buss dropoff
th_th: Dropoff รถบัส
tr_tr: Otobüs Paket bırakma
uk_ua: Автобус переривання
wa_be: Bws Dropoff
zh_tw: 總線效能驟降

source: Include Disabled User
ar_dz: وتشمل قوائم المعاقين
be_by: Уключыце інвалідаў Карыстальнік
bg_bg: Включете хора с увреждания на потребителя
bn_bd: অক্ষম ব্যবহারকারী অন্তর্ভুক্ত করুন
da_dk: Medtag Handicappede Bruger
el_gr: Συμπεριλάβετε άτομα με ειδικές ανάγκες χρηστών
et_ee: Kaasa Disabled Kasutaja
fa_ir: شامل کاربر غیر فعال
fi_fi: Sisällytä käytössä Käyttäjän
ga_ie: Cuir Úsáideoir faoi Mhíchumas
gl_gl: Engadir Usuario condicionada
hr_hr: Uključi s invaliditetom korisnika
hu_hu: Tartalmazza letiltott felhasználói
is_is: Hafa Disabled User
ja_jp: 無効なユーザーを含める
lt_lt: Įtraukti Išjungta Vartotojas
lv_lv: Iekļaut ar īpašām lietotāju
mk_mk: Вклучи инвалидни пристап
nn_no: Inkluder Deaktivert Bruker
pl_pl: Dołącz niepełnosprawnych użytkownika
pt_pt: Incluir Usuário condicionada
ro_ro: Includeţi Ghid de utilizare cu handicap
ru_ru: Включите инвалидов Пользователь
sk_sk: Obsahujú zakázané užívateľské
sl_si: Vključi Disabled uporabnika
sq_al: Përfshijnë User aftësi të kufizuara
sr_rs: Укључи са инвалидитетом корисника
sv_se: Inkludera Inaktiverad Användare
th_th: รวมถึงผู้ใช้พิการ
tr_tr: Engelli Kullanıcı içer
uk_ua: Увімкніть інвалідів Користувач
wa_be: Cynnwys Defnyddwyr Anabl
zh_tw: 包括禁用的用戶

source: Please select a user first! from the
ar_dz: يرجى تحديد المستخدم الأول! من
es_es: Por favor, primero seleccione un alumno! desde el

source: Create Account
ar_dz: إنشاء حساب

source: Unable to save data, because Special Characters do not allow in Field Name
ar_dz: غير قادر على حفظ البيانات، لأن أحرف خاصة لا تسمح في اسم الحقل

source: user field category and all fields in the category
ar_dz: الفئة الحقل المستخدم وكافة الحقول في الفئة

source: for long text it will be ignored
ar_dz: لنص طويل سيتم تجاهله

source: Dr
ar_dz: الدكتور
be_by: Доктар
bg_bg: Д-р
bn_bd: ড:
el_gr: Ο Δρ
fa_ir: دکتر
ga_ie: An Dr
ja_jp: 博士
mk_mk: Д-р
ru_ru: Доктор
sr_rs: Др
uk_ua: Доктор
zh_tw: 博士

source: Show All
ar_dz: اظهار جميع
be_by: Паказаць усіх
bg_bg: Покажи всички
bn_bd: সব দেখাও
da_dk: Vis alle
el_gr: Εμφάνιση όλων
es_es: Mostrar Todo
et_ee: Kuva kõik
fa_ir: نمایش همه
fi_fi: Näytä kaikki
ga_ie: Taispeáin Gach
gl_gl: Amosar todos
hr_hr: Prikaži sve
hu_hu: Összes
ja_jp: すべてを表示
lt_lt: Rodyti visus
lv_lv: Rādīt visus
mk_mk: Прикажи ги сите
nn_no: Vis alle
pl_pl: Pokaż wszystkie
pt_pt: Mostrar Todos
ro_ro: Arata toate
ru_ru: Показать всех
sk_sk: Zobraziť všetky
sl_si: Prikaži vse
sr_rs: Прикажи све
sv_se: Visa alla
th_th: แสดงทั้งหมด
tr_tr: Tümünü Göster
uk_ua: Показати всіх
wa_be: Dangos holl
zh_tw: 顯示所有

source: Jr.
ar_dz: جونيور
be_by: Малодшы
bn_bd: জুনিয়র
el_gr: Νεώτερος
fa_ir: جونیور
ja_jp: ジュニア
mk_mk: Џуниор
ru_ru: Младший
sr_rs: Јр
th_th: จูเนียร์
uk_ua: Молодший
zh_tw: 小

source: Sr.
ar_dz: الأب
be_by: Старэйшы
bg_bg: Старши
el_gr: Πρεσβύτερος
fa_ir: تعداد
ja_jp: シニア
mk_mk: Сениор
ru_ru: Старший
sr_rs: Ср
th_th: ออฟไลน์
uk_ua: Старший
zh_tw: 老

source: II
ar_dz: الثاني
ro_ro: Al II-lea
sr_rs: ИИ
zh_tw: 二

source: III
ar_dz: ثالثا
el_gr: ΙΙΙ.
sr_rs: ИИИ
zh_tw: 三

source: IV
ar_dz: رابعا
sr_rs: ИВ
zh_tw: 四

source: The invalid date could not be saved
ar_dz: لا يمكن حفظ تاريخ غير صالح

source: Now you can re-enroll the student. To do this, select the effective date of the student
ar_dz: الآن يمكنك إعادة الاشتراك للطالب. للقيام بذلك، حدد التاريخ الفعلي للطالب

source: To change the student
ar_dz: لتغيير الطالب

source: Historical
ar_dz: تاريخي

source: Line
ar_dz: خط

source: because
ar_dz: ل

source: by
ar_dz: من قبل

source: Logo
ar_dz: شعار

source: YTD
ar_dz: منذ بداية العام
be_by: З пачатку года
bg_bg: От началото на годината
da_dk: År til dato
et_ee: Aasta algusest
fi_fi: Vuoden alusta
gl_gl: Acumulado no ano
lt_lt: Nuo metų pradžios
pt_pt: Acumulado no ano
ru_ru: С начала года
sk_sk: Od začiatku roka
sr_rs: ИТД
tr_tr: Sonu
uk_ua: З початку року

source: Include courses active as of
ar_dz: وتشمل الدورات النشطة وذلك اعتبارا من
be_by: Уключыце курсы па стане на
bg_bg: Включва курсове, които са активни към
bn_bd: কোর্স হিসেবে সক্রিয় অন্তর্ভুক্ত
da_dk: Medtag kurser aktive som af
el_gr: Συμπεριλάβετε μαθήματα δραστηριοποιείται από το
et_ee: Kaasa kursused aktiivne seisuga
fa_ir: شامل دوره های فعال
fi_fi: Sisällytä kursseja aktiivinen vuodesta
ga_ie: Cuir cúrsaí gníomhach mar an
gl_gl: Inclúense cursos de activos en
hr_hr: Uključite tečajeve aktivni od
hu_hu: Tartalmazza tanfolyamok aktív a
is_is: Hafa námskeið virk frá og með
ja_jp: のようなアクティブなコースが含まれます
lt_lt: Įtraukti kursai, veikia kaip
lv_lv: Ietver kursus aktīvs kā no
mk_mk: Курсеви вклучуваат активен како на
nn_no: Inkluder kurs aktiv som av
pl_pl: Są kursy z aktywnego
pt_pt: Incluem cursos de ativos em
ro_ro: Includ cursuri de activă ca
ru_ru: Включите курсы по состоянию на
sk_sk: Kurzy zahŕňajú aktívny ako
sl_si: Vključi tečaji aktivni od
sq_al: Përfshijnë kurse aktiv si të
sr_rs: Укључи курсеве активан од
sv_se: Omfatta kurser aktiv som av
th_th: รวมถึงหลักสูตรการใช้งานเป็นของ
tr_tr: Itibariyle aktif dersleri içermektedir
uk_ua: Увімкніть курси за станом на
wa_be: Cynnwys cyrsiau gweithredol fel y
zh_tw: 包括課程的積極作為

source: Doctors Note
ar_dz: لاحظ الاطباء
be_by: Лекары адзначаюць,
bg_bg: Лекарите Забележка
bn_bd: ডাক্তার উল্লেখ্য
da_dk: Læger Note
el_gr: Οι γιατροί Σημείωση
et_ee: Arstid Märkus
fa_ir: پزشکان توجه داشته باشید
fi_fi: Lääkärit Huomautus
ga_ie: Dochtúirí Nóta
gl_gl: Nota médicos
hr_hr: Liječnici Napomena
hu_hu: Orvosok megjegyzés
is_is: Læknar Ath
ja_jp: 医師は注意してください
lt_lt: Gydytojai Pastaba
lv_lv: Ārsti Piezīme
mk_mk: Лекарите Забелешка
nn_no: Leger Merk
pl_pl: Lekarze Uwaga
pt_pt: Nota médicos
ro_ro: Medicii Nota
ru_ru: Врачи отмечают,
sk_sk: Lekári Poznámka
sl_si: Zdravniki Opomba
sq_al: Mjekët Shënim
sr_rs: Лекари Напомена
sv_se: Läkare Not
th_th: หมายเหตุแพทย์
tr_tr: Doktorlar Not
uk_ua: Лікарі відзначають,
wa_be: Meddygon Nodyn
zh_tw: 醫生注意

source: This option allows you to set the log in failure allowance count. That means how many times a user can give incorrect password after that the a/c would be locked. Only an administrator can unlock the a/c. If you don't want to set such count you can also make it disable.
es_es: Esta opción le permite configurar el registro en un fracaso recuento subsidio. Eso significa que el número de veces que un usuario puede dar una contraseña incorrecta después de que el a / c sería bloqueado. Sólo un administrador puede desbloquear el a / c. Si no desea establecer como el recuento también puede hacer que desactivar.

source: Put System in Maintenance Mode
es_es: This option allows the administrator to type any important notice while system maintenance is going on. Admin doesn't want any user to log in to the system at that time. The notice he types will show up on the log in screen. None of the users would be able to log in to the system.

source: back to Course
es_es: Volver al Asunto

source: Active
es_es: Actividades

source: Grade:
es_es: Grado

source: Course Period:
es_es: Período del Curso

source: GPA
be_by: ГПД
el_gr: ΣΔΣ
es_es: Promedio General
fa_ir: معدل
lt_lt: VPS
lv_lv: VIN
mk_mk: Успех
ru_ru: ГПД
sr_rs: ГПА
th_th: เกรดเฉลี่ย
uk_ua: ГПД

source: Absence records were added for the selected students.
es_es: Se han agregado los registros de inasistencias a los alumnos seleccionados

source: S
es_es: D
sr_rs: С

source: M
be_by: М
es_es: L
mk_mk: М
ru_ru: М
sr_rs: П
uk_ua: М

source: T
be_by: Т
es_es: Ma
mk_mk: Т
ru_ru: Т
sr_rs: Т
uk_ua: Т

source: F
es_es: V
sr_rs: Ф

source: Attendance Code
es_es: Códigos de Asistencia

source: Teacher's Entry
es_es: Profesores

source: Selected Student:
es_es: Alumnos seleccionados

source: UPDATE
be_by: АБНАЎЛЕННЕ
bn_bd: পরিবর্তন
es_es: ACTUALIZAR
fi_fi: PÄIVITYS
ga_ie: Suas chun dáta
gl_gl: Actualización
lt_lt: ATNAUJINIMAS
mk_mk: Ажурирање
nn_no: OPPDATERING
pt_pt: ATUALIZAÇÃO
ru_ru: ОБНОВЛЕНИЕ
sr_rs: УПДАТЕ
sv_se: UPPDATERING
tr_tr: GÜNCELLEME
uk_ua: ОНОВЛЕННЯ
wa_be: DIWEDDARIAD

source: Contact
es_es: Contactos

source: By Period
es_es: Período

source: Duplicate Attendance Record
es_es: Eliminar la Duplicación de Asistencia

source: Attendance completed for this teacher
es_es: Asistencia del Profesor

source: From:
es_es: A partir de:

source: To:
es_es: A:

source: The selected date is not in a school quarter.
es_es: La fecha seleccionada no se encuentra en el trimestre de la Institución

source: You can only enter eligibility from
be_by: Вы можаце ўвесці толькі ад права
bg_bg: Можете да въведете само за допустимост от
bn_bd: আপনি শুধুমাত্র থেকে যোগ্যতা দাখিল করতে পারেন
da_dk: Du kan kun indtaste støtteberettigelse fra
el_gr: Μπορείτε να εισάγετε μόνο επιλεξιμότητας από
es_es: Sólo puede entrar en la elegibilidad de
et_ee: Võite sisestada vaid abikõlblikkuse alates
fa_ir: شما فقط می توانید از واجد شرایط بودن را از وارد کنید
fi_fi: Voit antaa vain kelpoisuusvaatimukset päässä
ga_ie: Is féidir leat dul isteach ach amháin cáilitheacht ó
gl_gl: Só se pode entrar de elixibilidade a partir
hr_hr: Možete unijeti podobnosti iz
hu_hu: Csak meg a támogathatóság
is_is: Þú getur aðeins inn þátttökurétt í
ja_jp: あなただけの資格を入力することができます
lt_lt: Galite įvesti tik reikalavimus, taikomus
lv_lv: Jūs varat ievadīt tikai tiesības no
mk_mk: Можете само да внесете подобност од
nn_no: Du kan bare skrive valgbarhet fra
pl_pl: Można wprowadzić tylko od kwalifikacji
pt_pt: Você só pode entrar de elegibilidade a partir
ro_ro: Aveţi posibilitatea să introduceţi numai de eligibilitate de la
ru_ru: Вы можете ввести только от права
sk_sk: Môžete zadať iba oprávnenosti
sl_si: Vnesete lahko samo upravičenost iz
sq_al: Ju mund të hyjnë vetëm të drejtën e
sr_rs: Можете унети само подобности
sv_se: Du kan endast ange behörighet från
th_th: คุณสามารถป้อนสิทธิ์จาก
tr_tr: Sadece uygunluk girebilirsiniz
uk_ua: Ви можете ввести тільки від права
wa_be: Gallwch fynd i mewn cymhwyster gan
zh_tw: 您只能從進入資格

source: Teacher who hasn't entered eligibility
es_es: Profesor que no ha ingresado la elegibilidad

source: Teachers who haven't entered eligibility
es_es: Los maestros que havent entró elegibilidad

source: Anomalous Grade
es_es: Calificaciones Anormales

source: Gradebook Assignment Type cannot be deleted because assignments are created in this assignment type.
es_es: No se puede eliminar la Asignación del Libro de Calificaciones porque tiene otras asociaciones

source: Gradebook Assignment cannot be deleted because grade was given for this assignment.
es_es: No se puede eliminar la Asignación del Libro de Calificaciones porque tiene otras asociaciones

source: You don't have a course this period.
es_es: Usted ha tomado la asistencia de hoy para este período

source: Please wait.
es_es: Fecha de Lanzamiento

source: % Allowed maximum percent in Anomalous grades
es_es: Porcentaje máximo permitido en calificaciones Anormales

source: Days until ungraded assignment grade appears in Parent/Student gradebook views
es_es: Días hasta que el grado de tareas sin clasificar aparece en los Padres

source: Exam
es_es: Examen

source: that
es_es: que

source: This Marking Periods has been updated.
es_es: Estos Períodos de Evaluación se ha actualizado

source: Weighted GP
es_es: Promedio General Ponderado

source: No grade found.
es_es: No se encontró ninguno.

source: No students are selected.
es_es: Error ! No se ha seleccionado ningún alumno

source: Recalculate GPA
es_es: Calcular el Promedio General

source: Breakoff
be_by: Адрыў
bn_bd: বিচ্ছিন্ন করা
es_es: Finalización
ja_jp: 急停止
ru_ru: Отрыв
sr_rs: Бреакофф
tr_tr: Kopmasına
uk_ua: Відрив
zh_tw: 片斷

source: Grade reporting date has not set for this marking period
es_es: La presentación del informe de calificaciones no está abierto para este período de evaluación

source: 'Create Progress Reports
es_es: Informes de Progreso

source: Gradescale
bn_bd: গ্রেড স্কেল
es_es: Escala de Calificaciones
sr_rs: Градесцале

source: Abs
es_es: Inasistencias

source: YTD / MP
es_es: Hasta la fecha / MP

source: Student Report Card
es_es: Incluir en la tarjeta de Informe

source: Daily Absences this
es_es: Inasistencias Diarias en este trimestre

source: Year-to-Date Daily Absences
es_es: Inasistencias Diarias del Año a la fecha

source: Explanation of Comment Codes
es_es: Códigos de Comentarios del Reporte de Notas

source: Date
es_es: Fecha

source: Parent/Guardian
es_es: Tutores

source: Include Signature Line
es_es: Incluir Imagen del Alumno

source: Teachers who haven't entered grades
es_es: Profesores que no han ingresado Calificaciones

source: Grade
es_es: Grado

source: Credit Earned
es_es: Crédito Ganado

source: GPA & CGPA based on a
es_es: Promedio General basado en una escala de

source: Weighted Grade Points
es_es: Calificaciones Ponderadas

source: Unweighted Grade Points
es_es: Promedio General No Ponderado

source: ACADEMIC PROBATION
es_es: probatoria académica

source: Transcript
es_es: Transcripciones

source: DOB
be_by: Дата нараджэння
es_es: Fecha de Nacimiento
fi_fi: Synt.
ga_ie: Dáta Breithe
gl_gl: Data de nacemento
hr_hr: Datum rođenja
nn_no: Født
pt_pt: Data de Nascimento
ru_ru: Дата рождения
sr_rs: ДОБ
uk_ua: Дата народження
wa_be: Dyddiad Geni
zh_tw: 出生日期

source: F/S Account ID
es_es: Alt ID

source: F/S Discount
es_es: F / S Descuento

source: F/S Status
es_es: Estado

source: F/S Barcode
es_es: F / S de código de barras

source: F/S Balance
es_es: Negro

source: Account ID
es_es: Alt ID

source: Balance
es_es: Negro

source: failed login attempts
es_es: Desactivar las alertas de inicio de sesión

source: Warning!!
es_es: Advertencia

source: - Teachers have missing attendance data
es_es: Profesores que no han completado asistencia

source: Staff Id
es_es: Identificación del Personal

source: Last Year Id
es_es: ID del personal del periodo anterior

source: Disable
es_es: Inhabilitar Usuario

source: Selected students have been dropped from the course period.
es_es: Los Alumnos Seleccionados han sido dados de baja del período del curso

source: No Studetn selected
es_es: Error ! No se ha seleccionado ningún alumno

source: You cannot schedule a student into that course during the marking period that you chose. This course meets on
es_es: No puede agendar un alumno en ese curso durante el período de evaluación que eligió. Este curso cumple con el

source: There is no available seats in this period.
es_es: Ya existe un curso agendado en ese período.

source: their
es_es: Otro

source: enrolled date
es_es: código de inscripción

source: Please Select A Course Period.
es_es: Período del Curso Principal

source: There is gender restriction for
es_es: Restricción de Género

source: There is already a course scheduled in that period for
es_es: Ya existe un curso agendado en ese período.

source: There is a conflict. You cannot add this course period
es_es: Hay un conflicto. Usted no puede agregar este período del curso.

source: You must choose at least one course period.
es_es: Debe elegir al menos un período de evaluación

source: Student Mailling Label
es_es: Etiqueta de Envío del Alumno

source: Malling Details
es_es: Detalles del Objetivo

source: Please select a subject
es_es: Por favor seleccione un usuario

source: Please select a course
es_es: Por favor seleccione un usuario

source: You have already requested for this course
es_es: Usted ha tomado la asistencia de hoy para este período

source: Cannot delete because students attendance are already taken.
es_es: No se puede eliminar porque tiene calificaciones asociadas.

source: Cannot delete because assignments grading are already given.
es_es: No se puede eliminar porque tiene calificaciones asociadas.

source: Cannot delete because final grade is already given .
es_es: No se puede eliminar porque tiene calificaciones asociadas.

source: Action
es_es: Ubicación

source: Course
es_es: Curso

source: More info
es_es: Ignorar por

source: Modified Date
es_es: Fecha de Médicos

source: Close
es_es: Curso

source: Processing Requests ...
es_es: Imprimir Solicitudes

source: % Done
es_es: Hecho

source: Saving Schedules ...
es_es: Imprimir Horarios de Agenda

source: Done.
es_es: Hecho

source: Top
es_es: A

source: GetGrade
es_es: Siguiente Grado

source: Student Daily Schedule
es_es: Agenda de Alumnos

source: Schedule for
es_es: Agendar

source: Sections
es_es: Descripción

source: Conflict schedule
es_es: Confirmar la Ejecución del Scheduler

source: Holiday
es_es: Lunes

source: Cannot delete because course periods are created on this calendar.
es_es: No se puede eliminar porque tiene períodos asociados.
