Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Once you are in the correct period, you can enter eligibility grades by selecting the eligibility code corresponding to each student. Once you have entered eligibility for all your students, click the Save button at the top of the screen.
ar_dz: مرة كنت في فترة الصحيح، يمكنك إدخال الدرجات الأهلية عن طريق تحديد رمز الأهلية المقابلة لكل طالب. بمجرد أن دخلت الأهلية للكل ما تبذلونه من الطلاب، انقر فوق الزر حفظ في الجزء العلوي من الشاشة.
es_es: Una vez en el período correcto, puede introducir grados de elegibilidad al seleccionar el código de elegibilidad correspondiente a cada alumno. Una vez que haya entrado en la elegibilidad para todos sus estudiantes, haga clic en el botón Guardar en la parte superior de la pantalla.

source: If you are using the Gradebook, you can have openSIS calculate each students eligibility grades by clicking on the Use Gradebook Grades link at the top of the list. Clicking this link will automatically save each students eligibility grades and refresh the list.
ar_dz: إذا كنت تستخدم دفتر الدرجات، ويمكن أن يكون لديك حساب openSIS كل درجات الطلاب الأهلية من خلال النقر على علامات استخدام دفتر التقديرات تصل في أعلى القائمة. سوف النقر على هذا الرابط تلقائيا حفظ كل طلاب الصفوف الأهلية وتحديث قائمة.
es_es: Si está utilizando el libro de calificaciones, usted puede tener openSIS calcular cada grado los estudiantes de elegibilidad haciendo clic en los Grados uso del libro de calificaciones enlace en la parte superior de la lista. Al hacer clic en este enlace guardará automáticamente cada estudiantes de los grados de elegibilidad y actualizar la lista.

source: You must enter eligibility each week during the timeframe specified by your schools administration.
ar_dz: يجب عليك إدخال الأهلية كل أسبوع خلال الإطار الزمني المحدد من قبل إدارة المدارس الخاصة.
es_es: Debe introducir la elegibilidad de cada semana durante el periodo de tiempo indicado por su administración escuelas.

source: Access Logs
ar_dz: سجلات الوصول
es_es: Logs de Acceso

source: This option gives you the entire log in details. It shows up any failed log in details or correct log in attempts as well. You will have to select a date range and you get to know who has tried to log in and whether he has given any incorrect log in details or not.
ar_dz: هذا الخيار يتيح لك سجل كامل في التفاصيل. فإنه يظهر أي فشل سجل في التفاصيل أو السجل الصحيح في محاولات كذلك. سيكون لديك لتحديد نطاق التاريخ وتحصل على معرفة الذي حاول تسجيل الدخول وعما إذا كان قد أعطى أي سجل غير صحيحة في التفاصيل أو لا.
bn_bd: এই বিকল্প বিবরণ সমগ্র লগ দেয়. এটা কোনো হিসাবে ভাল প্রচেষ্টা বিবরণ বা সঠিক লগ ইন লগ ব্যর্থ দেখায়. তিনি বিবরণ বা না কোনো ভুল লগিন দেওয়া হয়েছে কি না তা আপনি একটি তারিখের সীমা নির্বাচন করতে হবে এবং আপনি লগ ইন করার চেষ্টা করেছে যারা ​​জানতে পারেন ও.
es_es: Esta opción le da todo el registro en los detalles. Se manifiesta que no respondan datos de acceso o registro correcto en los intentos también. Usted tendrá que seleccionar un rango de fechas y conocer a quien ha intentado iniciar la sesión y si ha dado ningún registro incorrecto en detalles o no.

source: This tab helps you to delete the access logs. You can select the date range and can delete if you want to.
ar_dz: هذا التبويب يساعدك على حذف سجلات الدخول. يمكنك تحديد نطاق التاريخ، ويمكن حذف إذا كنت ترغب في ذلك.
bn_bd: এই ট্যাবের আপনি অ্যাক্সেস লগ মুছতে সাহায্য করে. আপনি তারিখের সীমা নির্বাচন করতে পারেন এবং আপনি করতে চান তাহলে মুছে দিতে পারেন.
es_es: Esta ficha ayuda a eliminar los registros de acceso. Es posible seleccionar el intervalo de fechas y se puede eliminar si se quiere.

source: Roll Over
ar_dz: يتدحرج
es_es: Renovación

source: This tab allows you to roll over the entire database of a school to the next school year. It will ask whether you are sure about rolling over or not if you select yes it will be rolled over automatically. And you need to log in to the system again.
ar_dz: هذا التبويب يسمح لك لفة على قاعدة البيانات بأكملها من المدرسة إلى العام الدراسي المقبل. وسوف نسأل عما إذا كنت متأكدا من التدحرج أو لا إذا قمت بتحديد نعم وسيتم تطبيق ذلك على تلقائيا. وتحتاج لتسجيل الدخول إلى النظام مرة أخرى.
bn_bd: এই ট্যাবের আপনি পরের বছর স্কুল একটি স্কুলের সম্পূর্ণ ডাটাবেস উপর পাকানো করতে পারবেন. আপনি হ্যাঁ এটি স্বয়ংক্রিয়ভাবে উপর ঘূর্ণিত করা হবে নির্বাচন করুন, যদি এটা আপনার উপর বা না ঘূর্ণায়মান সম্পর্কে নিশ্চিত কিনা জিজ্ঞাসা করবে. এবং যদি আপনি আবার সিস্টেম লগ ইন করতে হবে.
es_es: Esta ficha le permite rodar en toda la base de datos de una escuela para el próximo año escolar. Se le preguntará si está seguro de vuelco o no si selecciona sí que se pondrá en marcha automáticamente. Y lo que necesita para iniciar sesión en el sistema de nuevo.

source: Back Up Database
ar_dz: عمل نسخة احتياطية من قاعدة البيانات
es_es: Copia de seguridad de base de datos

source: This backup utility will create a backup of the database along with the database structure. You will be able to use this backup file to restore the database. However, in order to restore, you will need to have access to MySQL administration application like phpMyAdmin and the root user id and password to MySQL.
ar_dz: وهذه أداة النسخ الاحتياطي إنشاء نسخة احتياطية من قاعدة البيانات جنبا إلى جنب مع بنية قاعدة البيانات. وسوف تكون قادرة على استخدام هذا الملف النسخ الاحتياطي لاستعادة قاعدة البيانات. ومع ذلك، من أجل استعادة، وسوف تحتاج إلى أن يكون الوصول إلى الخلية تطبيق إدارة مثل بريس ومعرف المستخدم وكلمة المرور الجذر إلى الخلية.
es_es: Esta utilidad de copia de seguridad se creará una copia de seguridad de la base de datos junto con la estructura de base de datos. Usted será capaz de utilizar su copia de seguridad para restaurar la base de datos. Sin embargo, con el fin de restaurar, deberá tener acceso a la aplicación de administración de MySQL como phpMyAdmin y el ID de usuario y la contraseña root de MySQL.

source: your child's
ar_dz: طفلك
bn_bd: আপনার সন্তানের

source: Your opensis account is inactive.
ar_dz: حساب opensis الخاص بك هو غير نشط.

source: Due to excessive incorrect login attempts your account has been disabled. Contact the school administration to enable your account.
ar_dz: بسبب الإفراط في محاولات الدخول غير صحيحة تم تعطيل حسابك. الاتصال إدارة المدرسة لتمكين حسابك.

source: Home
ar_dz: منزل
be_by: Дадому
bg_bg: У дома
bn_bd: প্রথম পাতা
da_dk: Hjem
el_gr: Σπίτι
es_es: Inicio
et_ee: Kodu
fa_ir: خانه
fi_fi: Etusivu
ga_ie: Baile
gl_gl: Casa
hr_hr: Dom
hu_hu: Otthon
is_is: Heim
ja_jp: トップ
lt_lt: Namo
lv_lv: Sākums
mk_mk: Насловна
nn_no: Hjem
pl_pl: Dom
pt_pt: Casa
ro_ro: Acasă
ru_ru: Домой
sk_sk: Domáce
sl_si: Domov
sq_al: Shtëpi
sr_rs: Кући
sv_se: Hem
th_th: หน้าแรก
tr_tr: Ev
uk_ua: Додому
wa_be: Hafan
zh_tw: 首頁

source: My Info
ar_dz: بي معلومات
be_by: Мая інфармацыя
bg_bg: Моята информация
bn_bd: আমার তথ্য
da_dk: Min info
el_gr: Πληροφορίες μου
es_es: Mi información
et_ee: Minu Info
fa_ir: اطلاعات من
fi_fi: Omat tiedot
ga_ie: Mo Info
hr_hr: Moj Info
hu_hu: Saját Info
is_is: Upplýsingar minn
ja_jp: 私の情報
lt_lt: Mano informacija
mk_mk: Моја информации
nn_no: Min info
ru_ru: Моя информация
sl_si: Moja Info
sq_al: Info e mia
sr_rs: Мој инфо
sv_se: Min info
th_th: ข้อมูลของฉัน
uk_ua: Моя інформація
wa_be: Fy Gwybodaeth
zh_tw: 我的信息

source: Release Date
ar_dz: تاريخ الافراج
be_by: Дата выпуску
bg_bg: Дата на издаване
bn_bd: রিলিজ তারিখ
da_dk: Udgivelsesdato
el_gr: Ημερομηνία κυκλοφορίας
es_es: Fecha de lanzamiento
et_ee: Väljalaskekuupäev
fa_ir: تاریخ انتشار
fi_fi: Julkaisupäivä
ga_ie: Dáta Eisiúna
gl_gl: Data de lanzamento
hr_hr: Datum izdavanja
hu_hu: Kiadás dátuma
ja_jp: リリース日
lt_lt: Išleidimo data
lv_lv: Izlaides datums
mk_mk: Датум на издавање
nn_no: Lanseringsdato
pl_pl: Data wydania
pt_pt: Data de Lançamento
ro_ro: Data de lansare
ru_ru: Дата выпуска
sk_sk: Dátum vydania
sl_si: Datum izdaje
sr_rs: Релеасе дате
sv_se: Utgivningsdatum
th_th: วันที่ออกข่าว
tr_tr: Yayın Tarihi
uk_ua: Дата випуску
wa_be: Dyddiad Rhyddhau
zh_tw: 發行日期

source: Help
ar_dz: مساعدة
be_by: Дапамога
bg_bg: Помощ
bn_bd: সাহায্য
da_dk: Hjælp
el_gr: Βοήθεια
es_es: Ayuda
et_ee: Aitama
fa_ir: کمک
fi_fi: Apua
ga_ie: Cabhair
gl_gl: Axuda
hr_hr: Pomoć
hu_hu: Segítség
is_is: Hjálp
ja_jp: ヘルプ
lt_lt: Padėti
lv_lv: Palīdzība
mk_mk: Помош
nn_no: Hjelp
pl_pl: Pomocy
pt_pt: Ajuda
ro_ro: Ajutor
ru_ru: Помощь
sk_sk: Pomoc
sl_si: Pomoč
sq_al: Ndihmë
sr_rs: Помоћи
sv_se: Hjälp
th_th: ช่วยเหลือ
tr_tr: Yardım
uk_ua: Допомога
zh_tw: 幫助

source: openSIS is a product of Open Solutions for Education, Inc.
ar_dz: openSIS هو نتاج حلول المفتوح للتعليم، وشركة

source: and is licensed under the
ar_dz: ومرخص تحت

source: GPL License
ar_dz: GPL ترخيص

source: openSIS is a product of Open Solutions for Education, Inc.
ar_dz: openSIS هو نتاج حلول المفتوح للتعليم، وشركة
es_es: openSIS es un producto de Open Solutions for Education, Inc.

source: OK
ar_dz: موافق
be_by: добра
bn_bd: অনুমোদন
es_es: Aceptar
fa_ir: خوب
lt_lt: Gerai
mk_mk: ОК
ro_ro: Bine
ru_ru: ОК
sq_al: Në rregull
sr_rs: У реду
th_th: ตกลง
tr_tr: Tamam
uk_ua: ОК

source: Caution
ar_dz: الحذر
es_es: Precaución

source: Rollover is an irreversible process. If you are sure you want to proceed, type in the.
ar_dz: التمديد هو عملية لا رجعة فيها. إذا كنت متأكدا من أنك تريد المتابعة، اكتب في.
es_es: Rollover es un proceso irreversible. Si está seguro de que desea continuar, escriba en el.

source: effective roll over date below. You can use the next school year’s attendance start date.
ar_dz: لفة فعالة على تاريخ أدناه. يمكنك استخدام الحضور تاريخ بداية العام الدراسي المقبل.
es_es: rollo de efectivo sobre la fecha a continuación. Usted puede utilizar la asistencia fecha de inicio del próximo año escolar.

source: Student Enrollment Date
ar_dz: طالب انتساب التسجيل
es_es: Estudiante Fecha de Inscripción

source: Enter next school year’s begin and end dates.
ar_dz: أدخل تبدأ وتنتهي مواعيد العام الدراسي المقبل.
es_es: Introduzca empezar y acabar las fechas del próximo año escolar.

source: School Begin Date
ar_dz: المدرسة بيغن التسجيل
es_es: School Fecha de inicio de

source: School End Date
ar_dz: تاريخ الإنتهاء المدرسة
es_es: End School Fecha

source: Begin Date
ar_dz: بدء التسجيل
be_by: Дата пачатку
bg_bg: Началната Дата
bn_bd: প্রারম্ভিক তারিখ
da_dk: Begynd Dato
el_gr: Ημερομηνία Έναρξης
et_ee: Alguskuupäev
fa_ir: آغاز تاریخ
fi_fi: Aloituspäivämäärä
ga_ie: Dáta Tosaigh
gl_gl: Comezar Data
hr_hr: Datum početka
hu_hu: A kezdő dátum
is_is: Byrja Dagsetning
ja_jp: 日を始める
lt_lt: Pradžios datos
lv_lv: Sākuma datums
mk_mk: Започнете Датум
nn_no: Begynn Dato
pl_pl: Rozpocznij Data
pt_pt: Comece Data
ro_ro: Data de începere
ru_ru: Дата начала
sk_sk: Počiatočný dátum
sl_si: Začnite Datum
sq_al: Filloni Data
sr_rs: Почетни датум
sv_se: Börja Datum
th_th: เริ่มวันที่
tr_tr: Başlangıç ​​Tarihi
uk_ua: Дата початку
wa_be: Dyddiad Dechrau
zh_tw: 開始日期

source: The following items will be rolled over to the next school year. Uncheck the item(s)
ar_dz: وسيتم تطبيق البنود التالية لأكثر من العام الدراسي المقبل. قم بإلغاء البند (ق)
es_es: Los siguientes artículos se pasarán al siguiente año escolar. Desactive el artículo (s)

source: you do not want to be rolled over. Some items are mandatory and cannot be
ar_dz: كنت لا تريد أن تكون تدحرجت. بعض البنود إلزامية ولا يمكن أن يكون
es_es: usted no desea que se le dio la vuelta. Algunos elementos son obligatorios y no pueden ser

source: unchecked.
ar_dz: دون رادع.
es_es: sin marcar.

source: Ok
ar_dz: موافق
be_by: добра
bn_bd: অনুমোদন
el_gr: Εντάξει
es_es: Aceptar
fa_ir: خوب
hr_hr: U redu
lt_lt: Gerai
mk_mk: Добро
ro_ro: Bine
sq_al: Në rregull
sr_rs: Ок
tr_tr: Tamam
wa_be: Iawn

source: April
ar_dz: أبريل
be_by: Красавіка
bg_bg: Април
bn_bd: এপ্রিল
el_gr: Απρίλιος
es_es: Abril
et_ee: Aprill
fa_ir: آوریل
fi_fi: Huhtikuu
ga_ie: Aibreán
gl_gl: Abril
hr_hr: Travanj
hu_hu: Április
is_is: Apríl
ja_jp: 月
lt_lt: Balandis
lv_lv: Aprīlis
mk_mk: Април
pl_pl: Kwiecień
pt_pt: Abril
ro_ro: Aprilie
ru_ru: Апрель
sk_sk: Apríl
sq_al: Prill
sr_rs: Април
th_th: เมษายน
tr_tr: Nisan
uk_ua: Квітень
wa_be: Ebrill
zh_tw: 日

source: September
ar_dz: سبتمبر
be_by: Верасень
bg_bg: Септември
bn_bd: সেপ্টেম্বর
el_gr: Σεπτέμβριος
es_es: Septiembre
fa_ir: سپتامبر
fi_fi: Syyskuu
ga_ie: Meán Fómhair
gl_gl: Setembro
hr_hr: Rujan
hu_hu: Szeptember
ja_jp: 月
lt_lt: Rugsėjis
lv_lv: Septembris
mk_mk: Септември
pl_pl: Wrzesień
pt_pt: Setembro
ro_ro: Septembrie
ru_ru: Сентябрь
sk_sk: Septembra
sq_al: Shtator
sr_rs: Септембар
th_th: กันยายน
tr_tr: Eylül
uk_ua: Вересень
wa_be: Medi
zh_tw: 日

source: November
ar_dz: تشرين الثاني
be_by: Лістапада
bg_bg: Ноември
bn_bd: নভেম্বর
el_gr: Νοέμβριος
es_es: Noviembre
fa_ir: نوامبر
fi_fi: Marraskuu
ga_ie: Samhain
gl_gl: Novembro
hr_hr: Studeni
is_is: Nóvember
ja_jp: 11月
lt_lt: Lapkritis
lv_lv: Novembris
mk_mk: Ноември
pl_pl: Listopad
pt_pt: Novembro
ro_ro: Noiembrie
ru_ru: Ноябрь
sq_al: Nëntor
sr_rs: Новембар
th_th: พฤศจิกายน
tr_tr: Kasım
uk_ua: Листопад
wa_be: Tachwedd
zh_tw: 月

source: Status
ar_dz: حالة
be_by: Статус
bg_bg: Статус
bn_bd: অবস্থা
el_gr: Κατάσταση
es_es: Estado
et_ee: Staatus
fa_ir: وضعیت
fi_fi: Tila
ga_ie: Stádas
gl_gl: Estado
hu_hu: Állapot
ja_jp: ステータス
lt_lt: Statusas
lv_lv: Statuss
mk_mk: Статус
pt_pt: Estado
ro_ro: Stare
ru_ru: Статус
sk_sk: Postavenie
sq_al: Statusi
sr_rs: Статус
th_th: สถานะ
tr_tr: Durum
uk_ua: Статус
wa_be: Statws
zh_tw: 狀態

source: Duplicate student found. There is already a student with the same information. Do you want to proceed?
ar_dz: العثور على الطالب مكررة. هناك بالفعل الطالب مع نفس المعلومات. هل تريد المتابعة؟

source: to
ar_dz: إلى

source: to
ar_dz: إلى
es_es: a

source: Go to Page
ar_dz: اذهب إلى الصفحة

source: Relevance
ar_dz: علاقة
be_by: Рэлевантнасць
bg_bg: Уместност
bn_bd: প্রাসঙ্গিকতা
da_dk: Relevans
el_gr: Συνάφεια
es_es: Relevancia
et_ee: Tähtsus
fa_ir: ارتباط
fi_fi: Merkitys
ga_ie: Ábharthacht
gl_gl: Relevancia
hr_hr: Relevantnost
hu_hu: Vonatkozású
is_is: Mikilvægi
ja_jp: 関連性
lt_lt: Tinkamumas
lv_lv: Atbilstība
mk_mk: Релевантност
nn_no: Relevans
pl_pl: Związek
pt_pt: Relevância
ro_ro: Relevanţă
ru_ru: Релевантность
sk_sk: Relevantnosti
sl_si: Ustreznost
sr_rs: Релевантност
sv_se: Relevans
th_th: ที่เกี่ยวข้อง
tr_tr: Ilgi
uk_ua: Релевантність
wa_be: Perthnasedd
zh_tw: 相關

source: through
ar_dz: من خلال

source: A required parameter
ar_dz: معلمة المطلوبة

source: Unknown parameter type:
ar_dz: غير معروف نوع المعلمة:

source: Options attribute malformed
ar_dz: خيارات السمة تالف

source: has
ar_dz: لديه

source: There is no column for
ar_dz: لا يوجد عمود ل

source: was too long. It was truncated to fit in the field.
ar_dz: كان وقتا طويلا. تم اقتطاع لتناسب في الميدان.

source: , a numerical field, contained non-numerical characters. These characaters were removed.
ar_dz: ، حقل العددي الوارد أحرف غير رقمية. تمت إزالة هذه characaters.

source: , a date field, was not a valid date. This value could not be saved.
ar_dz: ، حقل تاريخ، لم يكن تاريخا صحيحا. لا يمكن حفظ هذه القيمة.

source: Alt ID
ar_dz: معرف بديل
bn_bd: alt আইডি
fa_ir: Alt را ID
fi_fi: Alt tunnus
ja_jp: AltキーID
mk_mk: Alt проект
ro_ro: Alt ID-ul
sr_rs: Алт ИД
th_th: รหัส Alt
tr_tr: Alt kimlik
zh_tw: Alt鍵 ID

source: Yes
ar_dz: نعم

source: this semester to date
ar_dz: في هذا الفصل الدراسي حتى الآن

source: Show Parents & Contacts
ar_dz: المعرض الوالدين و اتصالات

source: Unable to save data, because Special Charecters do not allow in Category Title
ar_dz: غير قادر على حفظ البيانات، لأن Charecters الخاصة لا تسمح في الفئة العنوان

source: Student (Student ID)
ar_dz: الطالب (رقم الطالب)
be_by: Студэнт (Student ID)
bn_bd: শিক্ষার্থী(শিক্ষার্থীর আইডি)
da_dk: Studerende (Student ID)
el_gr: Student (φοιτητικής ταυτότητας)
es_es: Alumno (ID Alumno)
et_ee: Õpilane (Student ID)
fa_ir: دانشجویی (ID دانشجویی)
fi_fi: Opiskelija (Opiskelijanumero)
ga_ie: Mac Léinn (ID Mac Léinn)
gl_gl: Estudante (ID Estudante)
hu_hu: Diák (Student ID)
ja_jp: 学生（学生証）
lt_lt: Studentas (studento ID)
lv_lv: Students (studenta apliecību)
mk_mk: Студент (студентски проект)
pt_pt: Estudante (ID Estudante)
ro_ro: Student (ID-ul Student)
ru_ru: Студент (Student ID)
sk_sk: Študent (Student ID)
sl_si: Študent (Student ID)
sr_rs: Студент (Студентски ИД)
th_th: นักศึกษา (รหัสนักศึกษา)
tr_tr: Öğrenci (Öğrenci kimliği)
uk_ua: Студент (Student ID)
wa_be: Myfyrwyr (ID Myfyrwyr)
zh_tw: 學生（學生證）

source: Utilities
ar_dz: المرافق
be_by: Камунальныя паслугі
bg_bg: Комунални услуги
bn_bd: ইউটিলিটি
es_es: Utilidades
et_ee: Kommunaalteenused
fa_ir: نرم افزار
ga_ie: Fóntais
gl_gl: Utilidades
hr_hr: Komunalne usluge
ja_jp: ユーティリティ
lt_lt: Komunalinės paslaugos
mk_mk: Комунални услуги
nn_no: Verktøy
pl_pl: Narzędzia
pt_pt: Utilitários
ro_ro: Utilităţi
ru_ru: Коммунальные услуги
sk_sk: Utility
sr_rs: Комуналне услуге
sv_se: Verktyg
th_th: ยูทิลิตี้
tr_tr: Kamu hizmetleri
uk_ua: Комунальні послуги
wa_be: Cyfleustodau
zh_tw: 公用事業

source: Alert
ar_dz: إنذار
be_by: Трывога
bg_bg: Тревога
bn_bd: সতর্কতা
el_gr: Ειδοποίηση
es_es: Alerta
et_ee: Häire
fa_ir: هوشیار
fi_fi: Hälytys
gl_gl: Aviso
hr_hr: Oprezan
hu_hu: Éber
ja_jp: アラート
lt_lt: Įspėti
mk_mk: Сигнализација
pl_pl: Alarm
pt_pt: Alerta
ro_ro: Alerta
ru_ru: Тревога
sk_sk: Upozorniť
sq_al: Vigjilent
sr_rs: Алерт
th_th: การแจ้งเตือน
tr_tr: Uyarmak
uk_ua: Тривога
wa_be: Rhybudd
zh_tw: 警報

source: End date should be greater than begin date..
ar_dz: يجب أن يكون تاريخ نهاية أكبر من تاريخ بدء ..
es_es: Fecha de finalización debe ser mayor que la fecha comienza ..

source: Ends
ar_dz: تاريخ
be_by: Заканчваецца
bg_bg: Приключва
bn_bd: শেষ
da_dk: Slutter
el_gr: Λήγει
es_es: Termina
et_ee: Lõppeb
fa_ir: به پایان می رسد
fi_fi: Päättyy
ga_ie: Críoch
gl_gl: Termina
hr_hr: Završava
hu_hu: Vége
is_is: Endar
ja_jp: 終了
lt_lt: Baigiasi
lv_lv: Beidzas
mk_mk: Завршува
nn_no: Slutter
pl_pl: Koniec
pt_pt: Termina
ro_ro: Se termină
ru_ru: Заканчивается
sk_sk: Končí
sq_al: Mbaron
sr_rs: Завршава
sv_se: Slutar
th_th: สิ้นสุดลง
uk_ua: Закінчується
wa_be: Diwedd
zh_tw: 完

source: Borderline
ar_dz: خط الحدود
be_by: Пагранічны
bg_bg: Граница
bn_bd: সীমারেখা
el_gr: Διαχωριστική γραμμή
es_es: Límite
fa_ir: خط مرزی
fi_fi: Raja
ga_ie: Teorannach
hr_hr: Granični
hu_hu: Határvonal
is_is: Mörkunum
ja_jp: ボーダーライン
lt_lt: Pasienio
lv_lv: Pierobežas
mk_mk: Граничното
ru_ru: Пограничный
sk_sk: Hranice
sq_al: Kufi
sr_rs: Границе
th_th: เส้นเขตแดน
tr_tr: Sınır
uk_ua: Прикордонний
wa_be: Ffiniol
zh_tw: 邊緣

source: New
ar_dz: جديد
es_es: Nuevo

source: Calculating GPA . Do not click anywhere.
ar_dz: حساب المعدل التراكمي. لا تقم بالنقر فوق أي مكان.

source: Gradebook
ar_dz: دفتر التقديرات
be_by: Заліковая кніжка
es_es: Libro de Calificaciones
ja_jp: 成績表
nn_no: Karakterboken
pl_pl: Dzienniczek ocen
ro_ro: Cartea de note
ru_ru: Зачетная книжка
sk_sk: Zadávanie známok
sl_si: Redovalnice
sr_rs: Градебоок
sv_se: Betygsbok
uk_ua: Залікова книжка
wa_be: Llyfr Marciau
zh_tw: 成績冊

source: Fair
ar_dz: عادل
be_by: Кірмаш
bg_bg: Справедлив
bn_bd: পরিষ্কার
el_gr: Έκθεση
es_es: Feria
et_ee: Õiglane
fa_ir: منصفانه
fi_fi: Oikeudenmukainen
ga_ie: Aonach
gl_gl: Feira
hr_hr: Fer
hu_hu: Vásár
ja_jp: 公正
lt_lt: Teisingas
lv_lv: Godīgi
mk_mk: Саем
pl_pl: Sprawiedliwy
pt_pt: Feira
ro_ro: Echitabil
ru_ru: Ярмарка
sk_sk: Spravodlivý
sq_al: I drejtë
sr_rs: Фер
th_th: ธรรม
tr_tr: Adil
uk_ua: Ярмарок
wa_be: Ffair
zh_tw: 博覽會

source: Quarter
ar_dz: ربع
be_by: Чвэрць
bg_bg: Тримесечие
bn_bd: সিকি
el_gr: Τέταρτο
es_es: Trimestre
et_ee: Kvartal
fa_ir: ربع
fi_fi: Neljännes
ga_ie: Ráithe
gl_gl: Trimestre
hr_hr: Četvrtina
hu_hu: Negyed
ja_jp: 四半期
lt_lt: Ketvirtis
lv_lv: Ceturksnī
mk_mk: Четвртина
pl_pl: Kwartał
pt_pt: Trimestre
ro_ro: Trimestru
ru_ru: Четверть
sk_sk: Štvrťrok
sq_al: Tremujor
sr_rs: Четвртина
th_th: ไตรมาสที่
tr_tr: Çeyrek
uk_ua: Чверть
wa_be: Chwarter
zh_tw: 季

source: Recalculating GPA . Do not click anywhere.
ar_dz: إعادة حساب المعدل التراكمي. لا تقم بالنقر فوق أي مكان.

source: GradeBook
ar_dz: دفتر التقديرات
be_by: Заліковая кніжка
bn_bd: গ্রেড বই
ja_jp: 成績表
nn_no: Karakterboken
pl_pl: Ujawniać
ro_ro: Cartea de note
ru_ru: Зачетная книжка
sk_sk: Zadávanie známok
sl_si: Redovalnice
sr_rs: ГрадеБоок
sv_se: Betygsbok
uk_ua: Залікова книжка
wa_be: Llyfr marciau
zh_tw: 成績冊

source: First setup the Honor Roll
ar_dz: الإعداد لأول مرة الشرف

source: Get
ar_dz: الحصول على

source: Add / Edit Historical Marking Periods
ar_dz: إضافة / تحرير التاريخية فترات وسم
es_es: Agregar / Editar históricos períodos de calificación

source: Add / Edit Historical Report Card Grades
ar_dz: إضافة / تحرير بطاقة تقرير التاريخية الصفوف
es_es: Grados Add / Edit Report Card Histórico

source: ID
ar_dz: معرف
bn_bd: আইডি
el_gr: Ταυτότητα
es_es: Identificación
fa_ir: شناسایی
mk_mk: Проект
ro_ro: ID-ul
sr_rs: ИД
tr_tr: Kimlik

source: Weighted GP Value
ar_dz: الموزون القيمة GP
es_es: Valor GP Sin Ponderar

source: Teacher who hasn't entered grades
ar_dz: المعلم الذي لم يدخل الدرجات
es_es: Profesor que no ha ingresado Calificaciones

source: Template
ar_dz: قالب

source: Suffix
ar_dz: لاحقة
be_by: Суфікс
bg_bg: Наставка
bn_bd: প্রত্যয়
el_gr: Κατάληξη
es_es: Sufijo
et_ee: Sufiks
fa_ir: پسوند
fi_fi: Suffiksi
ga_ie: Iarmhír
gl_gl: Sufixo
hr_hr: Sufiks
hu_hu: Képző
is_is: Viðskeyti
ja_jp: 接尾辞
lt_lt: Priesaga
lv_lv: Sufikss
mk_mk: Суфиксот
nn_no: Suffiks
pl_pl: Przyrostek
pt_pt: Sufixo
ro_ro: Sufix
ru_ru: Суффикс
sk_sk: Prípona
sl_si: Pripona
sq_al: Prapashtesë
sr_rs: Суфикс
th_th: คำต่อท้าย
tr_tr: Sonek
uk_ua: Суфікс
wa_be: Ôl-ddodiad
zh_tw: 後綴

source: Barcode
ar_dz: الباركود
es_es: Código de barras

source: Selected Fields
ar_dz: الحقول المحددة
es_es: Usuario Seleccionado

source: no fields selected
ar_dz: لا الحقول المحددة
es_es: No se seleccionó el calendario

source: User
ar_dz: مستخدم
be_by: Карыстальнік
bg_bg: Потребител
bn_bd: ব্যবহারকারী
da_dk: Bruger
el_gr: Χρήστης
es_es: Usuario
et_ee: Kasutaja
fa_ir: کاربر
fi_fi: Käyttäjä
ga_ie: Úsáideoir
gl_gl: Usuario
hr_hr: Korisnik
hu_hu: Felhasználó
is_is: Notandi
ja_jp: ユーザー
lt_lt: Vartotojas
lv_lv: Lietotājs
mk_mk: Пристап
nn_no: Bruker
pl_pl: Użytkownik
pt_pt: Usuário
ro_ro: Utilizator
ru_ru: Пользователь
sk_sk: Užívateľ
sl_si: Uporabnik
sq_al: Përdorues
sr_rs: Корисник
sv_se: Användare
th_th: ผู้ใช้งาน
tr_tr: Kullanıcı
uk_ua: Користувач
wa_be: Defnyddiwr
zh_tw: 用戶

source: login
ar_dz: دخول

source: Date Posted
ar_dz: تاريخ النشر
be_by: Дата
bg_bg: Дата на публикуване
bn_bd: তারিখ পোস্ট
da_dk: Opslået
el_gr: Ημερομηνία δημοσίευσης
es_es: Fecha de Publicación
et_ee: Postituse kuupäev
fa_ir: تاریخ عضویت
gl_gl: Data de publicación
hr_hr: Datum postavljanja
hu_hu: A feladás dátuma
ja_jp: 投稿日付
lt_lt: Paskelbimo data
lv_lv: Publicēšanas datums
mk_mk: Датум на Објавено
pl_pl: Data opublikowania
pt_pt: Data de publicação
ro_ro: Data postarii
ru_ru: Дата
sk_sk: Dátum odoslania
sl_si: Datum objave
sr_rs: Датум објављивања
sv_se: Datum upplagd
th_th: วันที่ประกาศ
tr_tr: İlan Tarihi
uk_ua: Дата
wa_be: Dyddiad Postio
zh_tw: 發布日期

source: Event
ar_dz: حدث
be_by: Падзея
bg_bg: Събитие
bn_bd: ঘটনা
da_dk: Begivenhed
el_gr: Συμβάν
es_es: Evento
et_ee: Sündmus
fa_ir: واقعه
fi_fi: Tapahtuma
ga_ie: Imeacht
gl_gl: Evento
hr_hr: Događaj
hu_hu: Esemény
is_is: Viðburður
ja_jp: イベント
lt_lt: Įvykis
lv_lv: Notikums
mk_mk: Настан
nn_no: Hendelse
pl_pl: Wydarzenie
pt_pt: Evento
ro_ro: Eveniment
ru_ru: Событие
sk_sk: Udalosť
sl_si: Dogodek
sq_al: Ngjarje
sr_rs: Догађај
sv_se: Händelse
th_th: เหตุการณ์
tr_tr: Olay
uk_ua: Подія
wa_be: Digwyddiad
zh_tw: 事件
