Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Furthermore, when you have saved the students requests, you will have the option to specify a teacher or period and to exclude a teacher or period. To do this, select the teacher or period from the With and Without pull-down menus respectively. You can also delete a request that you entered by changing the course and weight to Not Specified. Once you have made all the desired modifications, click the Save button again.
af_za: Verder, wanneer jy die studente versoeke gered het, sal jy die opsie om &#39;n onderwyser of tydperk aan te gee en om&#39; n onderwyser of tydperk te sluit. Om dit te doen, kies die onderwyser of die tydperk vanaf die Met en sonder pull-down menus. Jy kan ook &#39;n versoek wat u verskaf deur die verandering van die kursus en die gewig aan nie gespesifiseer verwyder. Sodra jy al die gewenste veranderinge gemaak het, kliek op die Save-knoppie weer.
be_by: Акрамя таго, калі вы захавалі студэнтаў запыты, вы будзеце мець магчымасць задаць настаўніку або перыяд і выключыць настаўніка ці перыяд. Для гэтага абярыце настаўніка ці перыяд з з і без выпадальных меню адпаведна. Вы таксама можаце выдаліць запыт, якія вы ўвялі, змяніўшы ход і вага не паказаны. Пасля таго як вы зрабілі ўсе неабходныя змены, націсніце кнопку Захаваць зноў.
bg_bg: Освен това, когато сте записали студенти искания, ще имат възможност да укажете учител или период и за изключване на даден учител или период. За да направите това, изберете учител или периода от с и без падащи менюта. Можете също да изтривате искане, което сте въвели чрез промяна на курса и тегло до Не е указано. След като сте направили всички желаните промени, щракнете върху бутона &quot;Запиши&quot;.
bn_bd: তাছাড়া, যখন আপনি ছাত্রদের অনুরোধ সংরক্ষিত আছে, আপনি একটি শিক্ষক বা সময়সীমা এবং নির্দিষ্ট একটি শিক্ষক বা সময়ের অগ্রাহ্য করতে হবে. এর জন্য, এবং সঙ্গে-ভাঙ্গা মেনু যথাক্রমে থেকে শিক্ষক বা কাল নির্বাচন. আপনি একটি অনুরোধ যে আপনি উদার অবশ্যই এবং ওজন পরিবর্তন নাম মুছে ফেলতে পারবেন. পরে আপনি সব পছন্দসই পরিবর্তন করেছেন, আবার সেভ বাটন ক্লিক করুন.
da_dk: Desuden, når du har gemt de studerende ønsker, vil du have mulighed for at angive en lærer eller periode, og at udelukke en lærer eller periode. For at gøre dette, skal du vælge læreren eller perioden fra Med og uden rullemenuer hhv. Du kan også slette en anmodning om, at du har indtastet ved at ændre kurs og vægt på ikke angivet. Når du har foretaget alle de ønskede ændringer, skal du klikke på knappen Gem igen.
el_gr: Επιπλέον, όταν έχετε αποθηκεύσει τα αιτήματα φοιτητών, θα έχετε την επιλογή για να καθορίσετε έναν δάσκαλο ή περιόδου και να αποκλείσει έναν δάσκαλο ή περίοδο. Για να το κάνετε αυτό, επιλέξτε το δάσκαλο ή το χρονικό διάστημα από Με και χωρίς το pull-down μενού, αντίστοιχα. Μπορείτε επίσης να διαγράψετε ένα αίτημα που έχετε εισαγάγει αλλάζοντας την πορεία και το βάρος να μην έχει οριστεί. Αφού έχετε κάνει όλες τις επιθυμητές τροποποιήσεις, κάντε κλικ στο κουμπί Αποθήκευση πάλι.
et_ee: Lisaks, kui olete salvestanud õpilaste taotlusi, siis on võimalus valida õpetaja või perioodi ja välistada õpetaja või perioodi jooksul. Selleks valige õpetaja või ajavahemikku ja ilma rippmenüüd võrra. Samuti võite kustutada nõuda, et sisestatud muutes kursuse ja kaalu ei täpsustatud. Kui olete teinud kõik soovitud muudatused, klõpsake nuppu Salvesta uuesti.
fa_ir: علاوه بر این ، هنگامی که شما را نجات داد درخواست دانشجویان ، شما گزینه ای برای تعیین یک معلم یا دوره و برای رد یک معلم یا دوره داشته باشد. برای این کار ، انتخاب معلم و یا دوره از با و بدون کشیدن کردن منوها به ترتیب. شما همچنین می توانید درخواست است که شما با تغییر دوره و وزن به تخصیص داده نشده وارد را حذف کنید. هنگامی که شما تمام تغییرات مورد نظر را ساخته اند ، دوباره بر روی دکمه ذخیره کلیک کنید.
fi_fi: Lisäksi kun olet tallentanut opiskelijoiden pyyntöihin, sinulla on mahdollisuus määrittää opettajan tai ajan ja jättää opettajan tai ajan. Voit tehdä tämän valitsemalla opettaja tai ajanjakson kanssa ja ilman alasvetovalikoista vastaavasti. Voit myös poistaa pyynnöstä jotka annoit muuttamalla kurssi ja paino ei määritetty. Kun olet tehnyt kaikki haluamasi muutokset, napsauta Tallenna-painiketta uudelleen.
ga_ie: Ina theannta sin, nuair a tá tú shábháil ar na hiarratais ar mhic léinn, beidh ort an rogha a shonrú ar mhúinteoir nó don tréimhse agus do mhúinteoir nó ar feadh tréimhse a eisiamh. Chun seo a dhéanamh, roghnaigh an múinteoir nó an tréimhse ón Le agus Gan tarraingt-síos biachláir faoi seach. Is féidir leat a scriosadh freisin a iarraidh go ndéanfar iontráil tú trí athrú a dhéanamh ar an gcúrsa agus meáchan a Nach bhfuil Sonraithe. Nuair a rinne tú go léir na modhnuithe atá ag teastáil, cliceáil ar an gcnaipe Sábháil arís.
gl_gl: Ademais, cando salvo as peticións alumnos, terá a opción de especificar un profesor ou período e para eliminar un profesor ou un período. Para iso, prema o profesor ou o período que vai do Con e sen menús suspendidos, respectivamente. Tamén pode borrar unha proposta que entrou cambiando o curso e mais o peso de Non especificado. Unha vez feito todas as modificacións desexadas, prema no botón Gardar de novo.
hr_hr: Nadalje, kada ste spremili studenti zahtjeva, od vas će imati mogućnost da odredite učitelja ili razdoblja i isključiti učitelj ili razdoblje. Da biste to učinili, odaberite učitelj ili razdoblje od sa i bez padajućih izbornika respektivno. Također možete izbrisati zahtjev da ste unijeli promjenom tečaja i težinu nije navedeno. Nakon što ste napravili sve željene promjene, kliknite Spremi tipku.
hu_hu: Továbbá, ha mentett a diákok kéri, akkor lehetősége van megadni egy tanár, vagy időszak, hogy kizárja a tanár vagy időszakban. Ehhez válassza ki a tanár, vagy időszak a nélkül és legördülő menük volt. Törölheti is kérheti, hogy a beírt megváltoztatja a tanfolyamot, és súly Nincs megadva. Ha már az összes kívánt módosításokat, kattintson a Mentés gombot.
is_is: Enn fremur, þegar þú hefur vistað nemendur beiðnir, munt þú hafa möguleika á að tilgreina kennara eða tímabili og til að útiloka kennari eða tímabili. Til að gera þetta, velja kennari eða tímabilið frá með og án fellivalmyndirnar sig. Þú getur einnig eytt beiðni sem þú færð með því að breyta stefnu og þyngd Not Specified. Þegar þú hefur gert allt sem þú vilt breytingar, smelltu á Vista hnappinn aftur.
ja_jp: さらに、あなたが学生の要求を保存したときには、教師または期間を指定したり、教師や期間を除外するオプションが表示されます。これを行うには、それぞれを使用すると、プルダウンメニューを使用しないから教師や期間を選択します。また、特定しないためのコースと重量を変更することにより、入力された要求を削除することができます。一度すべての必要な変更を行ったら、もう一度[保存]ボタンをクリックします。
lt_lt: Be to, kai jūs išsaugojote studentų prašymai, jūs turės galimybę nurodyti, kad mokytojas ar laikotarpis ir neįtraukti mokytojo arba laikotarpis. Norėdami tai padaryti, pasirinkite išskleidžiamajame meniu, su ir be mokytojo ar laikotarpis, nuo. Taip pat galite ištrinti prašymą, kad įvedėte keičiant kursą ir svorio Nenurodyta. Atlikę visus pakeitimus, spustelėkite mygtuką &quot;Išsaugoti&quot; dar kartą.
lv_lv: Turklāt, kad esat saglabājis studentu pieprasījumus, jums būs iespēja norādīt skolotāja vai laiku, un izslēgt skolotāja vai laikposmu. Lai to izdarītu, atlasiet skolotājs vai periodu no ar un bez nolaižamās izvēlnes, attiecīgi. Varat arī izdzēst pieprasījumu, kuru ievadījāt, mainot kursu un svars nav norādīts. Kad esat veicis visas vēlamās izmaiņas, noklikšķiniet uz Save pogas vēlreiz.
mk_mk: Понатаму, кога ќе се спаси учениците барања, ќе имате опција за да одредите наставник или период и да се исклучи наставник или период. За да го направите ова, одберете го наставник или периодот од со и без паѓачкото мени, соодветно. Исто така можете да ги избришете барање што ќе влезе со менување на курсот и тежина не се наведени. Откако сте ги направиле сите саканиот промени, кликнете на копчето Зачувај повторно.
nn_no: Videre, når du har lagret elevene forespørsler, vil du ha muligheten til å spesifisere en lærer eller en periode og for å utelukke en lærer eller en periode. For å gjøre dette, velger læreren eller perioden fra Med og uten pull-down menyer hhv. Du kan også slette en forespørsel som du skrev inn ved å endre kurs og vekt ikke spesifisert. Når du har gjort alle de ønskede endringene, klikker du på Lagre-knappen igjen.
pl_pl: Ponadto, gdy zapisane studentów wniosków, będziesz miał możliwość określenia nauczyciela lub okres i wykluczyć nauczyciela lub okresie. Aby to zrobić, wybierz nauczyciela lub okres od i bez rozwijanych menu odpowiednio. Można również usunąć wniosku, że wprowadzone przez zmianę kursu i wagi Nie określono. Po dokonaniu wszystkich żądanych zmian, kliknij przycisk Zapisz ponownie.
pt_pt: Além disso, quando você salvou os pedidos alunos, você terá a opção de especificar um professor ou período e para excluir um professor ou um período. Para fazer isso, selecione o professor ou o período que vai do Com e Sem menus suspensos, respectivamente. Você também pode excluir um pedido que você entrou mudando o curso eo peso de Não Informado. Depois de ter feito todas as modificações desejadas, clique no botão Salvar novamente.
ro_ro: În plus, atunci când le-aţi salvat cererile studenţilor, veţi avea opţiunea de a specifica un profesor sau perioadă şi de a exclude un profesor sau perioadă. Pentru a face acest lucru, selectaţi profesor sau perioada de la Cu şi Fără a pull-down meniuri respectiv. Aveţi posibilitatea să ştergeţi, de asemenea, o cerere pe care le-aţi introdus prin schimbarea cursului şi greutatea la Neprecizat. Odată ce aţi făcut toate modificările dorite, faceţi clic pe butonul Salvare din nou.
ru_ru: Кроме того, если вы сохранили студентов запросы, вы будете иметь возможность задать учителю или период и исключить учителя или период. Для этого выберите учителя или период с с и без выпадающих меню соответственно. Вы также можете удалить запрос, которые вы ввели, изменив ход и вес не указан. После того как вы сделали все необходимые изменения, нажмите кнопку Сохранить снова.
sk_sk: Navyše, ak ste uložili požiadavky študentov, budete mať možnosť určiť obdobie, alebo učiteľ, a vylúčiť učiteľa alebo obdobia. K tomu, vyberte učiteľ alebo obdobie, od sa bez pull-down menu, resp. Môžete tiež odstrániť požiadavku, ktorý ste zadali zmenou kurzu a hmotnosť nie je stanovená. Akonáhle urobíte všetky požadované zmeny, kliknite na tlačidlo Uložiť znovu.
sl_si: Poleg tega, ko ste shranili študentov zahteva, boste imeli možnost, da določite učitelj ali obdobje in za izključitev učitelja ali obdobje. Če želite to narediti, izberite učitelj ali obdobje, z in brez spustnih menijih oz. Prav tako lahko izbrišete zahtevo, ki ste jih vnesli s spremembo tečaja in teže, da ni določen. Ko ste naredili vse želene spremembe, kliknite gumb Shrani znova.
sq_al: Për më tepër, kur ju keni ruajtur kërkesat e studentëve, ju do të keni mundësi të specifikoni një mësues ose periudhe dhe për të përjashtuar një mësues ose një periudhe. Për ta bërë këtë, zgjidhni mësues ose periudhës nga me dhe pa pull-down menus respektivisht. Ju gjithashtu mund të fshini një kërkesë që keni futur duke ndryshuar gjatë dhe peshë të pa percaktuar. Pasi të keni bërë të gjitha ndryshimet e dëshiruar, klikoni butonin Ruaj përsëri.
sr_rs: Осим тога, када сте сачували студената захтева, имаћете могућност да наведете учитеља или период и да искључи учитеља или периода. Да бисте то урадили, изаберите наставник или период од са и без падајућих менија респективно. Такође можете да избришете позив за које сте унели променом курса и тежину Није одређено. Када сте направили све жељене измене, поново кликните на дугме Сачувај.
sv_se: Dessutom, när du har sparat eleverna önskemål, kommer du att ha möjlighet att specificera en lärare eller period och att utesluta en lärare eller period. För att göra detta, välj lärare eller perioden från och med och utan rullgardinsmenyer respektive. Du kan också radera en begäran om att du har angett genom att ändra kurs och vikt inte. När du har gjort alla önskade ändringar, klickar du på knappen Spara igen.
th_th: นอกจากนี้เมื่อคุณมีการบันทึกการร้องขอของนักเรียนที่คุณจะมีตัวเลือกเพื่อระบุครูหรือระยะเวลาและการยกเว้นครูหรือระยะเวลา การทำเช่นนี้ให้เลือกครูหรืองวดตั้งแต่วันที่มีและไม่มีเมนูแบบเลื่อนลงตามลำดับ คุณยังสามารถลบร้องขอที่คุณป้อนโดยการเปลี่ยนหลักสูตรและน้ำหนักที่ไม่ระบุ เมื่อคุณได้ทั้งหมดที่ปรับเปลี่ยนที่ต้องการให้คลิกปุ่ม Save อีกครั้ง
tr_tr: Ayrıca, öğrencilerin istekleri kaydettikten sonra, bir öğretmen veya bir süre belirlemek ve bir öğretmen veya dönem dışlamak için seçenek olacaktır. Bunu yapmak için, sırasıyla ile açılan menü olmadan öğretmen veya dönem seçin. Ayrıca, ders ve kilo Henüz olarak değiştirerek girdiğiniz bir istek silebilirsiniz. Bir kere tüm istenilen değişiklikleri yaptıktan sonra, tekrar Kaydet düğmesini tıklatın.
uk_ua: Крім того, якщо ви зберегли студентів запити, ви будете мати можливість задати вчителю або період і виключити вчителя або період. Для цього виберіть вчителя або період з с і без випадаючих меню відповідно. Ви також можете видалити запит, які ви ввели, змінивши хід і вага не вказаний. Після того як ви зробили всі необхідні зміни, натисніть кнопку Зберегти знову.
wa_be: At hynny, pan fyddwch wedi achub y ceisiadau myfyrwyr, bydd gennych yr opsiwn i nodi athro neu gyfnod ac i eithrio athro neu gyfnod. I wneud hyn, dewiswch yr athro neu&#39;r cyfnod o Gyda ac Heb thynnu i lawr bwydlenni yn y drefn honno. Gallwch hefyd ofyn am ddileu eich bod yn mynd drwy newid y cwrs a&#39;r pwysau i Ni Nodir. Unwaith y byddwch wedi gwneud yr holl newidiadau a ddymunir, cliciwch ar y botwm Save eto.
zh_tw: 此外，當您保存了學生的要求，您將可以選擇指定教師或期間，以排除老師或時期。要做到這一點，選擇老師或期間的使用和不使用下拉菜單分別。您也可以刪除您輸入的請求通過改變課程和重量沒有規定。一旦你已經做了一切所需的修改，點擊保存按鈕。

source: Group Requests
af_za: Groep versoek
ar_dz: المجموعة تطلب
be_by: Група просіць
bg_bg: Група Заявки
bn_bd: গ্রুপ অনুরোধ
da_dk: Gruppe Anmodninger
el_gr: Αιτήσεις Ομίλου
es_es: Solicitudes de Grupo
et_ee: Group taotlused
fa_ir: درخواست گروه
fi_fi: Ryhmä pyynnöt
ga_ie: Iarratais Grúpa
gl_gl: Solicita ao Grupo
hr_hr: Grupa Zahtjevi
hu_hu: Csoport kéri
is_is: Group Beiðnir
ja_jp: グループのリクエスト
lt_lt: Grupė Prašymai
lv_lv: Grupa Pieprasījumi
mk_mk: Група Барања
nn_no: Gruppe Forespørsler
pl_pl: Wnioski grupy
pt_pt: Solicita ao Grupo
ro_ro: Grupul Cereri
ru_ru: Группа просит
sk_sk: Skupina ponúk
sl_si: Group Prošnje
sq_al: Kërkesat Group
sr_rs: Група Захтеви
sv_se: Grupp Begäran
th_th: ขอกลุ่ม
tr_tr: Grup İstekler
uk_ua: Група просить
wa_be: Ceisiadau Grŵp
zh_tw: 集團要求

source: This utility allows you to add a request to a group of students in one action.
af_za: Hierdie program kan u &#39;n versoek toe te voeg tot&#39; n groep studente in een aksie.
ar_dz: هذه الأداة تسمح لك لإضافة الطلب إلى مجموعة من الطلاب في عمل واحد.
be_by: Гэтая ўтыліта дазваляе дадаваць просьбу групы студэнтаў у адной дзеі.
bg_bg: Тази помощна програма Ви позволява да добавяте искане на група ученици в едно действие.
bn_bd: এই ইউটিলিটি আপনি ছাত্রদের একটি দল থেকে এক পদক্ষেপের অনুরোধ যোগ করতে পারবেন.
da_dk: Dette hjælpeprogram giver dig mulighed for at tilføje en anmodning om at en gruppe studerende på én gang.
el_gr: Αυτό το βοηθητικό πρόγραμμα σας επιτρέπει να προσθέσετε ένα αίτημα σε μια ομάδα μαθητών σε μια δράση.
es_es: Esta utilidad te permite añadir una petición de un grupo de alumnos en una sola acción.
et_ee: See utiliit võimaldab teil lisada taotluse rühm õpilasi ühes action.
fa_ir: این ابزار به شما اجازه می دهد برای اضافه کردن یک درخواست به یک گروه از دانش آموزان در یک اقدام می باشد.
fi_fi: Tämän apuohjelman avulla voit lisätä pyyntö ryhmä opiskelijoita yhdellä toiminnolla.
ga_ie: Ligeann sé seo duit fóntais a thabhairt ar iarratas a chur le grúpa mac léinn i gníomh amháin.
gl_gl: Esta utilidade permite que engade unha petición a un grupo de estudantes nunha acción.
hr_hr: Ovaj alat vam omogućuje da dodate zahtjev za skupinu studenata u jednoj akciji.
hu_hu: Ez a segédprogram lehetővé teszi, hogy adjunk hozzá egy kérelmet egy csoport diák egy akció.
is_is: Þetta tól leyfir þér að bæta við beiðni um að hópur nemenda í einni aðgerð.
ja_jp: このユーティリティを使用して、1つのアクションでの学生のグループに要求を追加することができます。
lt_lt: Šis įrankis leidžia jums pridėti prašymą studentų grupė į vieną veiksmą.
lv_lv: Šī lietderība ļauj jums pievienot lūgumu studentu grupu, vienā darbībā.
mk_mk: Оваа алатка Ви овозможува да додадете барање на група на студенти во една акција.
nn_no: Dette verktøyet lar deg legge til en forespørsel til en gruppe studenter i én handling.
pl_pl: Narzędzie to pozwala na dodanie wniosek do grupy uczniów w jednej akcji.
pt_pt: Este utilitário permite que você adicione um pedido a um grupo de estudantes em uma ação.
ro_ro: Acest utilitar vă permite să adăugaţi o cerere de la un grup de studenţi într-o singură acţiune.
ru_ru: Эта утилита позволяет добавлять просьбу группы студентов в одном действии.
sk_sk: Tento nástroj vám umožní pridať žiadosť o skupine študentov v jednej akcie.
sl_si: Ta pripomoček vam omogoča dodajanje zahtevo za skupino študentov v eno tožbo.
sq_al: Kjo utility ju lejon të shtoni një kërkesë për një grup studentësh në një veprim.
sr_rs: Овај програм вам омогућава да додате захтев за групу ученика у једној акцији.
sv_se: Detta verktyg kan du lägga till en begäran om att en grupp studenter i en handling.
th_th: ยูทิลิตี้นี้จะช่วยให้คุณสามารถเพิ่มการร้องขอไปยังกลุ่มของนักเรียนในการดำเนินการอย่างใดอย่างหนึ่ง
tr_tr: Bu yardımcı programı, bir eylem, bir grup öğrenci için bir istek eklemenize izin verir.
uk_ua: Ця утиліта дозволяє додавати прохання групи студентів на одну дію.
wa_be: Mae hyn yn cyfleustodau yn eich galluogi i ychwanegu cais i grŵp o fyfyrwyr mewn un weithred.
zh_tw: 此實用程序允許您添加一個請求到一個組的學生在一個動作。
