Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Click on the number of seats to edit and click update
af_za: Klik op die getal setels te wysig en klik op Opdateer
ar_dz: انقر على عدد من المقاعد لتحرير وانقر التحديث
be_by: Націсніце на колькасць месцаў для рэдагавання і націснуць абнавіць
bg_bg: Кликнете върху броя на местата, за да редактирате и щракнете върху Актуализация
bn_bd: আসন সংখ্যার সম্পাদনার ক্লিক করুন এবং Update ক্লিক করুন
da_dk: Klik på det antal pladser, der skal redigeres, og klik på Opdater
el_gr: Κάντε κλικ στον αριθμό των εδρών για να επεξεργαστείτε και κάντε κλικ στην ενημέρωση
es_es: Haga clic en el número de asientos para editar y haga clic en Actualizar
et_ee: Kliki kohtade arvu muuta ja vajuta uuenda
fa_ir: با کلیک بر روی تعدادی از کرسی برای ویرایش و بروز رسانی کلیک کنید
fi_fi: Klikkaa paikkoja muokata, ja napsauta päivittää
ga_ie: Cliceáil ar líon na suíochán a chur in eagar agus cliceáil cothrom le dáta
gl_gl: Prema sobre o número de asentos para editar e prema en actualizar
hr_hr: Kliknite na broj mjesta urediti i kliknite ažuriranje
hu_hu: Kattintson a helyek száma szerkeszteni, majd kattintson a frissítést
is_is: Smelltu á fjölda sæta til að breyta og smelltu á Uppfæra
ja_jp: アップデートを編集]をクリックして議席数をクリックしてください
lt_lt: Spustelėkite vietų skaičius redaguoti, ir spustelėkite Naujinti
lv_lv: Noklikšķiniet uz vietu skaitu, rediģēt un noklikšķiniet uz Atjaunināt
mk_mk: Кликнете на бројот на места за уредување и кликнете на ажурирање
nn_no: Klikk på antall seter å redigere og klikk oppdatere
pl_pl: Kliknij na liczbę miejsc do edycji i kliknij aktualizacja
pt_pt: Clique sobre o número de assentos para editar e clique em atualizar
ro_ro: Faceţi clic pe numărul de locuri pentru a edita şi faceţi clic pe actualizare
ru_ru: Нажмите на количество мест для редактирования и нажать обновить
sk_sk: Kliknutím na počet miest, ktoré úpravy a kliknite na tlačidlo Aktualizovať
sl_si: Kliknite na število sedežev za urejanje in kliknite posodobitev
sq_al: Klikoni mbi numrin e vendeve për të redaktuar dhe klikoni përditësimin
sr_rs: Кликните на број места за уређивање и кликните на ажурирање
sv_se: Klicka på det antal platser du vill redigera och klickar på uppdatera
th_th: คลิกที่จำนวนที่นั่งที่จะแก้ไขและคลิกการปรับปรุง
tr_tr: Koltuk sayısı, güncelleme düzenlemek ve için tıklayın üzerine tıklayın
uk_ua: Натисніть на кількість місць для редагування та натиснути оновити
wa_be: Cliciwch ar y nifer o seddi i olygu a chliciwch diweddaru
zh_tw: 點擊數席位編輯和點擊更新

source: Total Seats
af_za: Totale Seats
ar_dz: مجموع مقاعد
be_by: Усяго месцаў
bg_bg: Общ капацитет
bn_bd: মোট আসন
da_dk: Samlet Sæder
el_gr: Σύνολο Καθίσματα
es_es: Total de Asientos
et_ee: Kokku Istekohti
fa_ir: صندلی مجموع
fi_fi: Paikkoja yhteensä
ga_ie: Suíocháin Iomlán
gl_gl: Asentos totais
hr_hr: Ukupni broj sjedala
hu_hu: Teljes ülések
is_is: Samtals Sæti
ja_jp: 総席数
lt_lt: Iš viso mandatų skaičius
lv_lv: Kopā Sēdekļi
mk_mk: Вкупно места
pl_pl: Wszystkich miejsc
pt_pt: Assentos totais
ro_ro: Scaune total
ru_ru: Всего мест
sk_sk: Celkom miest
sl_si: Skupaj Sedeži
sq_al: Vende Total
sr_rs: Укупног броја места
sv_se: Totalt platser
th_th: ที่นั่งทั้งหมด
tr_tr: Toplam Koltuklar
uk_ua: Всього місць
wa_be: Seddi Cyfanswm
zh_tw: 總座位

source: Print Schedules
af_za: Print Skedules
ar_dz: طباعة الجداول
be_by: Друк раскладу
bg_bg: Печат Разписания
bn_bd: প্রিন্ট পূর্বপরিকল্পনা
da_dk: Print Tidsplaner
el_gr: Δρομολόγια Εκτύπωση
es_es: Imprimir Horarios de Agenda
et_ee: Prindi Schedules
fa_ir: زمانبندی نسخه قابل چاپ
fi_fi: Tulosta aikataulut
ga_ie: Sceidil Priontáil
gl_gl: Horarios imprimir
hr_hr: Ispis rasporeda
hu_hu: Nyomtatás ütemtervek
ja_jp: 印刷スケジュール
lt_lt: Spausdinti Tvarkaraščiai
lv_lv: Drukāt grafiki
mk_mk: Верзија Распоред
nn_no: Skriv Schedules
pl_pl: Harmonogramy Drukuj
pt_pt: Horários imprimir
ro_ro: Orarele de imprimare
ru_ru: Печать расписания
sk_sk: Tlač poriadky
sl_si: Print Urniki
sq_al: Oraret Printo
sr_rs: Принт Распореди
sv_se: Skriv ut scheman
th_th: กำหนดการพิมพ์
tr_tr: Baskı Tarifeleri
uk_ua: Друк розкладу
wa_be: Atodlenni Argraffu
zh_tw: 打印時間表

source: Print Class Lists
af_za: Druk klaslyste
ar_dz: طباعة قوائم الدرجة الاولى
be_by: Друк Спісы класаў
bg_bg: Печат клас списъци
bn_bd: প্রিন্ট শ্রেণী তালিকা
da_dk: Print Klasse Lists
el_gr: Εκτύπωση Λίστες Class
es_es: Imprimir Listas de Clase
et_ee: Prindi klassi nimekirju
fa_ir: نسخه قابل چاپ لیست کلاس
fi_fi: Tulosta Class Luettelot
ga_ie: Priontáil Liostaí Aicme
gl_gl: Imprimir Listas de Clase
hr_hr: Ispis klase Popisi
hu_hu: Nyomtatás Class listák
ja_jp: クラスのリストを印刷
lt_lt: Spausdinti klasės sąrašus
lv_lv: Drukāt Class saraksti
mk_mk: Верзија за Класа листи
nn_no: Skriv Class Lister
pl_pl: Drukowanie listy klasy
pt_pt: Imprimir Listas de Turma
ro_ro: Liste de imprimare din clasa
ru_ru: Печать Списки классов
sk_sk: Tlač triedy Zoznamy
sl_si: Print Class seznami
sq_al: Print Listat Klasa
sr_rs: Штампање листе класа
sv_se: Skriv ut klasslistor
th_th: พิมพ์รายการระดับ
tr_tr: Baskı Sınıf Listesi
uk_ua: Друк Списки класів
wa_be: Argraffu Rhestrau Dosbarth
zh_tw: 打印類列表

source: Print Class Pictures
af_za: Druk Klas Foto&#39;s
ar_dz: طباعة صور الفئة
be_by: Друк класа Малюнкі
bg_bg: Печат клас Картини
bn_bd: প্রিন্ট শ্রেণী ছবি
da_dk: Print Klasse billeder
el_gr: Εκτύπωση Εικόνες Class
es_es: Imprimir Fotos de las clases
et_ee: Prindi klassi pildid
fa_ir: چاپ تصاویر کلاس
fi_fi: Tulosta Class Kuvia
ga_ie: Priontáil Pictiúir Aicme
gl_gl: Imprimir Fotos Clase
hr_hr: Ispis klase Slike
hu_hu: Nyomtatás osztály Képek
is_is: Print Class Myndir
ja_jp: クラスの画像を印刷
lt_lt: Spausdinti klasė Nuotraukos
lv_lv: Drukāt Class Pictures
mk_mk: Верзија за Класа Слики
nn_no: Skriv Class Pictures
pl_pl: Drukuj Zdjęcia klasy
pt_pt: Imprimir Fotos Classe
ro_ro: Poze de imprimare din clasa
ru_ru: Печать класса Картинки
sk_sk: Tlač trieda obrázky
sl_si: Print Razred Pictures
sq_al: Print Pictures Klasa
sr_rs: Принт Слике класе
sv_se: Skriv klass Bilder
th_th: พิมพ์ภาพระดับ
tr_tr: Baskı Sınıf Resimleri
uk_ua: Друк класу Картинки
wa_be: Argraffu Lluniau Dosbarth
zh_tw: 打印類圖片

source: Schedule Report
af_za: Bylae Rapport
ar_dz: تقرير الجدول الزمني
be_by: Расклад дакладзе
bg_bg: График Съобщи
bn_bd: সূচি প্রতিবেদন
da_dk: Planlæg Rapport
el_gr: Προγραμματίστε την αναφορά
es_es: Informe del Agendas
et_ee: Ajakava Report
fa_ir: فهرست برنامه ها گزارش
fi_fi: Ajoita raportti
ga_ie: Tuarascáil Sceideal
gl_gl: Axenda de informe
hr_hr: Raspored izvješće
hu_hu: Menetrend jelentés
is_is: Stundaskrá Report
ja_jp: スケジュールレポート
lt_lt: Tvarkaraštis Pranešti
lv_lv: Kalendārs pārskats
mk_mk: Распоред Злоупотреба
nn_no: Planlegg Rapport
pl_pl: Harmonogram Zgłoś
pt_pt: Agendamento de relatório
ro_ro: Program Raport
ru_ru: Расписание докладе
sk_sk: Plán správy
sl_si: Razpored Poročilo
sq_al: Orari Raport
sr_rs: Распоред извештаја
sv_se: Schemalägg rapporten
th_th: รายงานตาราง
tr_tr: Programı Raporu
uk_ua: Розклад доповіді
wa_be: Atodlen Adroddiad
zh_tw: 計劃報告

source: Requests Report
af_za: Versoeke Rapport
ar_dz: تطلب تقرير
be_by: Просіць дакладзе
bg_bg: Заявки Доклад
bn_bd: অনুরোধ প্রতিবেদন
da_dk: Anmodninger Rapport
el_gr: Αιτήσεις Έκθεση
es_es: Solicitudes de Informe
et_ee: Taotlused Report
fa_ir: درخواست گزارش
fi_fi: Pyynnöt Raportti
ga_ie: Iarratais Tuarascáil
gl_gl: Solicitudes de informes
hr_hr: Zahtjevi izvješće
hu_hu: Kéri jelentés
is_is: Beiðnir Report
ja_jp: リクエストがレポート
lt_lt: Prašymų ataskaita
lv_lv: Pieprasījumi pārskats
mk_mk: Барањата Злоупотреба
nn_no: Forespørsler Rapport
pl_pl: Wnioski Zgłoś
pt_pt: Solicitações de relatórios
ro_ro: Cereri Raport
ru_ru: Просит докладе
sk_sk: Žiadosti správy
sl_si: Prošnje Poročilo
sq_al: Kërkesat Raport
sr_rs: Репорт рекуестс
sv_se: Begäran Rapport
th_th: ขอรายงาน
tr_tr: İstekler Raporu
uk_ua: Просить доповіді
wa_be: Ceisiadau Adroddiad
zh_tw: 請報告

source: Unfilled Requests
af_za: Onvoltooide Versoeke
ar_dz: تطلب شاغرة
be_by: Незапоўненыя просіць
bg_bg: Незаредени Заявки
bn_bd: খালি অনুরোধ
da_dk: Ubesatte Anmodninger
el_gr: Κενές Αιτήσεις
es_es: Solicitudes Sin Rellenar
et_ee: Täitmata taotlused
fa_ir: درخواست پر نشده
fi_fi: Täyttämättä pyynnöt
ga_ie: Iarratais a líonadh
gl_gl: Peticións por cubrir
hr_hr: Neispunjena Zahtjevi
hu_hu: Üres kéri
is_is: Óuppfyllt Beiðnir
ja_jp: 未充足の要求
lt_lt: Neužpildytos Prašymai
lv_lv: Neaizpildītas Pieprasījumi
mk_mk: Неисполнет Барања
nn_no: Uten fylling Forespørsler
pl_pl: Puste Wnioski
pt_pt: Pedidos por preencher
ro_ro: Cereri goale
ru_ru: Незаполненные просит
sk_sk: Žiadosti nevyplnené
sl_si: Nezasedenih Prošnje
sq_al: Kërkesat paplotësuar
sr_rs: Непопуњена Захтеви
sv_se: Ofylld Begäran
th_th: ขอ unfilled
tr_tr: Dolgusuz İstekler
uk_ua: Незаповнені просить
wa_be: Ceisiadau heb eu Llenwi
zh_tw: 未完成的請求

source: Incomplete Schedules
af_za: Onvolledige Skedules
ar_dz: الجداول ناقصة
be_by: Няпоўнае раскладу
bg_bg: Непълно Разписания
bn_bd: অসম্পূর্ণ পূর্বপরিকল্পনা
da_dk: Ufuldstændig Tidsplaner
el_gr: Ελλιπής Δρομολόγια
es_es: Agendas Incompletas
et_ee: Mittetäielik Schedules
fa_ir: برنامه ها ناقص
fi_fi: Puutteelliset aikataulut
ga_ie: Sceidil neamhiomlána
gl_gl: Horarios incompleta
hr_hr: Nepotpune Raspored
hu_hu: Hiányos ütemtervek
is_is: Óklárað Schedules
ja_jp: 不完全なスケジュール
lt_lt: Neišsami Tvarkaraščiai
lv_lv: Nepilnīga grafiki
mk_mk: Некомплетните Распоред
nn_no: Ufullstendig Schedules
pl_pl: Niekompletne Harmonogramy
pt_pt: Horários incompleta
ro_ro: Orarele incomplete
ru_ru: Неполное расписания
sk_sk: Neúplné poriadky
sl_si: Nepopolna Urniki
sq_al: Oraret Incomplete
sr_rs: Непотпуне Распореди
sv_se: Ofullständig Scheman
th_th: ตารางที่ไม่สมบูรณ์
tr_tr: Eksik Tarifeleri
uk_ua: Неповне розкладу
wa_be: Atodlenni anghyflawn
zh_tw: 不完整的時間表

source: Run Scheduler
af_za: Begin Planner
ar_dz: تشغيل جدولة
be_by: Выканаць Scheduler
bn_bd: চল সময়-তালিকা নির্ধারক
da_dk: Kør Scheduler
el_gr: Εκτέλεση Scheduler
es_es: Ejecutar Scheduler
fa_ir: اجرای زمانبند
ga_ie: Rith Sceidealóir
gl_gl: Executar schedule
hr_hr: Pokreni Planer
is_is: Run Tímaáætlun
ja_jp: ファイル名を指定して実行スケジューラ
lt_lt: Pradėti grafikas
mk_mk: Стартувај Планировчик
nn_no: Kjør Scheduler
pl_pl: Uruchom Scheduler
pt_pt: Executar Scheduler
ro_ro: Run Planificare
ru_ru: Выполнить Scheduler
sk_sk: Spustiť Plánovač
sr_rs: Покрени Планер
sv_se: Kör Schemaläggaren
th_th: จัดตารางเวลาทำงาน
tr_tr: Run Zamanlayıcı
uk_ua: Виконати Scheduler
wa_be: Rhedeg Scheduler
zh_tw: 運行調度

source: Class Pictures
af_za: Klas Foto&#39;s
ar_dz: فئة الصور
be_by: Клас Малюнкі
bg_bg: Клас Pictures
bn_bd: শ্রেণী ছবি
da_dk: Klasse billeder
el_gr: Κατηγορία Εικόνες
es_es: Fotos de Clase
et_ee: Klassi pildid
fa_ir: کلاس تصاویر
fi_fi: Luokka Kuvat
ga_ie: Aicme Pictiúir
gl_gl: Clase Pictures
hr_hr: Klasa Slike
hu_hu: Osztály Képek
is_is: Class Myndir
ja_jp: クラス写真
lt_lt: Klasė Paveikslėliai
lv_lv: Klases Pictures
mk_mk: Класа Слики
nn_no: Klasse Pictures
pl_pl: Klasa Zdjęcia
pt_pt: Classe Pictures
ro_ro: Clasa Poze
ru_ru: Класс Картинки
sk_sk: Trieda Obrázky
sl_si: Razred Pictures
sq_al: Klasa Pictures
sr_rs: Класе Слике
sv_se: Klass Bilder
th_th: รูปภาพระดับ
tr_tr: Sınıf Resimleri
uk_ua: Клас Картинки
wa_be: Dosbarth Lluniau
zh_tw: 圖片類

source: There is a period time clash for
af_za: Daar is 'n tydperk tyd botsing vir
ar_dz: هناك اشتباك الفترة الزمنية ل
es_es: Hay un choque período de tiempo para

source: Your are not scheduled in the parent course of
af_za: U word nie in die ouer loop van geskeduleerde

source: That section is already full for
af_za: Dit artikel is reeds vol vir
ar_dz: هذا المقطع هو بالفعل الكامل ل
es_es: Esa sección ya está completo para

source: Requests
af_za: Versoeke
ar_dz: طلبات
be_by: Запыты
bg_bg: Заявки
bn_bd: অনুরোধ
da_dk: Anmodninger
el_gr: Αιτήσεις
es_es: Solicitudes
et_ee: Taotlused
fa_ir: درخواست
fi_fi: Pyynnöt
ga_ie: Iarratais
gl_gl: Pedidos
hr_hr: Zahtjevi
hu_hu: Kéri
is_is: Beiðnir
ja_jp: リクエスト
lt_lt: Prašymai
lv_lv: Pieprasījumi
mk_mk: Барања
nn_no: Forespørsler
pl_pl: Wnioski
pt_pt: Pedidos
ro_ro: Cereri
ru_ru: Запросы
sk_sk: Žiadosti
sl_si: Prošnje
sq_al: Kërkesat
sr_rs: Захтеви
sv_se: Begäran
th_th: การร้องขอ
tr_tr: İstekler
uk_ua: Запити
wa_be: Ceisiadau
zh_tw: 請

source: Teacher Class List
af_za: Onderwyser Klas Lys
ar_dz: فئة المعلم قائمة
be_by: Спіс настаўнікаў класа
bg_bg: Списък на класния ръководител
bn_bd: শিক্ষক ক্লাস তালিকা
da_dk: Lærer Klasse Liste
el_gr: Δάσκαλος Λίστα κατηγορίας
es_es: Lista de Clases del Profesor
et_ee: Õpetaja klassi nimekiri
fa_ir: لیست کلاس استاد
fi_fi: Opettaja luokan List
ga_ie: Liosta Múinteoir Ranga
gl_gl: Lista Clase profesor
hr_hr: Učitelj klase Popis
hu_hu: Tanár osztály listája
is_is: Kennari Class List
ja_jp: 教師のクラスのリスト
lt_lt: Mokytojų sąrašą klasių
lv_lv: Skolotāju klasē saraksts
mk_mk: Учителот Класа Листа
nn_no: Lærer Class List
pl_pl: Lista Wychowawca
pt_pt: Lista Classe professor
ro_ro: Lista profesorilor Clasa
ru_ru: Список учителей класса
sk_sk: Učiteľ triedy List
sl_si: Učitelj Razred Seznam
sq_al: Class Teacher Lista
sr_rs: Наставник Класа Листа
sv_se: Lärare Klass Lista
th_th: รายการระดับครู
tr_tr: Sınıf Öğrencileri Listesi
uk_ua: Список вчителів класу
wa_be: Rhestr Athrawon Dosbarth
zh_tw: 教師類列表

source: Teacher Name
af_za: Onderwyser Naam
ar_dz: اسم المعلم
be_by: Настаўніку Імя
bg_bg: Учител Име
bn_bd: শিক্ষক নাম:
da_dk: Lærer Navn
el_gr: Το όνομα του καθηγητή
es_es: Nombre del Profesor
et_ee: Õpetaja nimi
fa_ir: نام و نام خانوادگی معلم
fi_fi: Opettaja Nimi
ga_ie: Ainm an Mhúinteora
gl_gl: Nome do Profesor
hr_hr: Učitelj Naziv
hu_hu: Tanár neve
is_is: Kennari Nafn
ja_jp: 先生の名前
lt_lt: Mokytojo pavardė
lv_lv: Skolotāja vārds
mk_mk: Учителот Име
nn_no: Lærer Navn
pl_pl: Imię i nazwisko nauczyciela
pt_pt: Nome do Professor
ro_ro: Profesor Numele
ru_ru: Учителю Имя
sk_sk: Učiteľ Názov
sl_si: Učitelj Ime
sq_al: Emri mësues
sr_rs: Наставник Име
sv_se: Lärare Namn
th_th: ชื่อครู
tr_tr: Öğretmen Adı
uk_ua: Вчителю Ім&#39;я
wa_be: Enw Athro
zh_tw: 教師名稱

source: Course Program Name
af_za: Kursusprogram Naam
ar_dz: طبعا اسم البرنامج
be_by: Імя Праграма курса
bg_bg: Име на учебната програма
bn_bd: কোর্স প্রোগ্রামের নাম
da_dk: Kursusprogram Navn
el_gr: Γήπεδο Όνομα Προγράμματος
es_es: Nombre del Programa del Curso
et_ee: Muidugi Programmi nimi
fa_ir: درس نام برنامه
fi_fi: Kurssin Ohjelman nimi
ga_ie: Ainm an Chúrsa Clár
gl_gl: Nome do programa Curso
hr_hr: Tečaj naziv programa
hu_hu: Természetesen Program neve
ja_jp: コー​​スプログラム名
lt_lt: Modulio Programos pavadinimas
lv_lv: Kursu programmas nosaukums
mk_mk: Курс име на програмата
nn_no: Kurs Programnavn
pl_pl: Nazwa programu kursu
pt_pt: Nome do Programa Curso
ro_ro: Programul cursului Nume
ru_ru: Имя Программа курса
sk_sk: Kurz Názov programu
sl_si: Program Course Name
sq_al: Programi Kursi Emri
sr_rs: Наравно Програм Име
sv_se: Kurs Programnamn
th_th: ชื่อโปรแกรมหลักสูตร
tr_tr: Ders Programı Adı
uk_ua: Ім&#39;я Програма курсу
wa_be: Enw Rhaglen y Cwrs
zh_tw: 課程計劃名稱

source: Course Period Name
af_za: Kursus tydperk Naam
ar_dz: طبعا الفترة الاسم
be_by: Назва курса Перыяд
bg_bg: Име на курса Период
bn_bd: প্রজেক্টের নাম এবং ভার্সন:
da_dk: Kursus Periode Navn
el_gr: Γήπεδο Όνομα Περίοδος
es_es: Nombre del Período del Curso
et_ee: Muidugi perioodile nimi
fa_ir: درس نام دوره
fi_fi: Kurssin Aika Nimi
ga_ie: Ainm an Chúrsa Tréimhse
gl_gl: Nome Período curso
hr_hr: Tečaj Razdoblje Naziv
hu_hu: Természetesen időszak neve
is_is: Námskeið Tímabil Nafn
ja_jp: コー​​ス期間名
lt_lt: Modulio Laikotarpis Vardas
lv_lv: Kursa Periods Vārds
mk_mk: Курс Период Име
nn_no: Kursperioden Navn
pl_pl: Nazwa długość kursu
pt_pt: Nome Período curso
ro_ro: Curs Perioada Nume
ru_ru: Название курса Период
sk_sk: Samozrejme doba Názov
sl_si: Obdobje Course Name
sq_al: Periudha Kursi Emri
sr_rs: Наравно период Име
sv_se: Kurs Period Namn
th_th: ชื่อหลักสูตรระยะเวลา
tr_tr: Kurs Süresi Adı
uk_ua: Назва курсу Період
wa_be: Enw&#39;r Cwrs Cyfnod
zh_tw: 課程期間名稱

source: Create Class Lists for Selected Course Periods
af_za: Skep klaslyste vir geselekteerde Program vir tydperke
ar_dz: إنشاء قوائم Class للحقب مختارة
be_by: Стварыць клас спісы па асобных перыядах курсу
bg_bg: Създаване на клас Списъци за избрани периоди на курса
bn_bd: নির্বাচিত কোর্স সময়সীমার জন্য ক্লাস তালিকা তৈরি করুন
da_dk: Opret Klasse Lister til valgte kursus Perioder
el_gr: Δημιουργήσετε λίστες Class για επιλεγμένες περιόδους μαθημάτων
es_es: Crear Listas de Clase para los Períodos del Curso Seleccionado
et_ee: Loo klassi nimekirjad Valitud Kursuse perioodid
fa_ir: ایجاد لیست های کلاس برای دوره های درس انتخاب شده
fi_fi: Luo luokka Listat varten Valitut Kurssin Periods
ga_ie: Cruthaigh Liostaí Aicme do Tréimhsí Cúrsa Roghnaithe
gl_gl: Crear listas de clase para Períodos curso seleccionado
hr_hr: Stvaranje klasa Liste za odabrane tečaj razdoblja
hu_hu: Készítsen osztály listák kiválasztott pálya időszakok
is_is: Búa Class Lists fyrir valin tímum Course
ja_jp: 選択したコースの期間のためのクラスのリストを作成
lt_lt: Sukurti klasės pasirinktą kursą laikotarpių sąrašai
lv_lv: Izveidot klases Saraksti, Selected Course periodi
mk_mk: Креирај Класа листи за избраните Курс Периоди
nn_no: Lag Klasse Lister for Valgte Course Perioder
pl_pl: Tworzenie listy klas w wybranych okresach kursu
pt_pt: Criar listas de classe para Períodos curso selecionado
ro_ro: Creaţi liste de clasă pentru Perioadele Curs selectate
ru_ru: Создать класс списки по отдельным периодам курса
sk_sk: Vytvorte triedu zoznamy pre vybraný kurz periódy
sl_si: Ustvari Class Seznami za izbrana obdobja Course
sq_al: Krijo Listat Klasa për periudha të kursit të zgjedhura
sr_rs: Креирајте листе класа за одабраном курсу периода
sv_se: Skapa klasslistor för vald kurs Perioder
th_th: สร้างรายการระดับสำหรับรอบระยะเวลาของหลักสูตรที่เลือก
tr_tr: Seçilen Kurs dönemleri için Sınıf listeler oluşturma
uk_ua: Створити клас списки по окремих періодах курсу
wa_be: Creu Rhestrau Dosbarth ar gyfer Cyfnodau Cwrs Dethol
zh_tw: 創建類列出所選課程期間

source: Student Class Pictures
af_za: Studente Klas Foto&#39;s
ar_dz: صور فئة الطالب
be_by: Малюнкі Студэнцкая класа
bg_bg: Снимки Студентски класа
bn_bd: ছাত্র শ্রেণী ছবি
da_dk: Student Klasse billeder
el_gr: Εικόνες Class Φοιτητών
es_es: Fotos de los Alumnos de la Clase
et_ee: Student klassi pildid
fa_ir: دانشجویی تصاویر کلاس
fi_fi: Opiskelija Class Kuvia
ga_ie: Pictiúir Aicme na Mac Léinn
gl_gl: Clase Pictures estudante
hr_hr: Studentski klase Slike
hu_hu: Student osztály Képek
is_is: Námsmaður Class Myndir
ja_jp: 学生のクラス写真
lt_lt: Studentų klasė Nuotraukos
lv_lv: Studentu Class Pictures
mk_mk: Студент Класа Слики
pl_pl: Zdjęcia klasy Student
pt_pt: Classe Pictures estudante
ro_ro: Clasa Student Poze
ru_ru: Картинки Студенческая класса
sk_sk: Obrázky Študent triedy
sl_si: Student Razred Pictures
sq_al: Pictures Klasa Student
sr_rs: Студентски Класа Слике
sv_se: Student klass Bilder
th_th: รูปภาพนักศึกษาระดับ
tr_tr: Öğrenci Sınıf Resimleri
uk_ua: Картинки Студентська класу
wa_be: Lluniau Dosbarth Myfyrwyr
zh_tw: 學生類圖片

source: Include Teacher
af_za: Sluit in onderwyserondersteuning
ar_dz: وتشمل المعلمين
be_by: Уключыце Настаўнік
bg_bg: Включи Учител
bn_bd: শিক্ষক অন্তর্ভুক্ত
da_dk: Medtag Lærer
el_gr: Συμπεριλάβετε Δάσκαλος
es_es: Incluir Profesor
et_ee: Kaasa Õpetaja
fa_ir: شامل معلم
fi_fi: Sisällytä Opettaja
ga_ie: Cuir Múinteoir
gl_gl: Inclúense Teacher
hr_hr: Uključite Učitelj
hu_hu: Tanári
is_is: Hafa Kennari
ja_jp: 教師を含める
lt_lt: Įtraukti Mokytojas
lv_lv: Iekļaut skolotājs
mk_mk: Вклучи наставници
nn_no: Inkluder Teacher
pl_pl: Dołącz Nauczyciela
pt_pt: Incluem Teacher
ro_ro: Includeţi Profesor
ru_ru: Включите Учитель
sk_sk: Zahŕňajú učiteľa
sl_si: Vključi učiteljev
sq_al: Përfshirja e mësuesve
sr_rs: Укључи наставника
sv_se: Inkludera Lärare
th_th: รวมถึงครู
tr_tr: Öğretmen dahil
uk_ua: Увімкніть Учитель
wa_be: Cynnwys Athrawon
zh_tw: 包括教師

source: Legal Size Paper
af_za: Regs grootte papier
ar_dz: قانونية حجم الورق
be_by: Прававыя паперы
bg_bg: Правна Размер на хартията
bn_bd: আইনি আকৃতি কাগজ
da_dk: Legal-papir
el_gr: Νομική μέγεθος χαρτιού
es_es: Tamaño de Hoja Legal (216 Ã 356)
et_ee: Legal paberile
fa_ir: کاغذ اندازه قانونی
fi_fi: Legal-paperikoko
ga_ie: Páipéar Méid Dlí
gl_gl: Tamaño do Papel Legal
hr_hr: Pravni Veličina papira
hu_hu: Legal méretű papír
is_is: Legal Stærð Paper
ja_jp: リーガルサイズの用紙
lt_lt: Teisinė dydžio popieriaus
lv_lv: Juridiskā izmēra papīra
mk_mk: Правен големина на хартија
nn_no: Legal-papir
pl_pl: Legal
pt_pt: Tamanho do Papel Legal
ro_ro: Juridice Paper Size
ru_ru: Правовые бумаги
sk_sk: Právne veľkosť papiera
sl_si: Pravne Velikost papirja
sq_al: Letra ligjore Size
sr_rs: Правна Величина папира
sv_se: Legal-papper
th_th: กระดาษที่มีขนาดทางกฎหมาย
tr_tr: Yasal Boyutu Kağıt
uk_ua: Правові папери
wa_be: Papur Maint Cyfreithiol
zh_tw: Legal尺寸的紙張

source: Create Class Pictures for Selected Course Periods
af_za: Skep klas Foto&#39;s vir geselekteerde Program vir tydperke
ar_dz: صور إنشاء Class للحقب مختارة
be_by: Стварыць клас Малюнкі для асобных перыядаў курсу
bg_bg: Създаване на клас Картини за избрани периоди курса
bn_bd: নির্বাচিত কোর্স সময়সীমার শ্রেণী ছবি নির্মাণ করুন
da_dk: Opret Klasse billeder til valgte kursus Perioder
el_gr: Δημιουργία Εικόνες Class για επιλεγμένες περιόδους μαθημάτων
es_es: Crear Imágenes de la Clase para los Períodos del Curso Seleccionado
et_ee: Loo klassi pilte Valitud Kursuse perioodid
fa_ir: ایجاد تصاویر کلاس برای دوره های درس انتخاب شده
fi_fi: Luo luokka Picturesin Valitut Kurssin Periods
ga_ie: Cruthaigh Pictiúir Aicme do Tréimhsí Cúrsa Roghnaithe
gl_gl: Fotos de clase para crear Períodos curso seleccionado
hr_hr: Stvaranje klasa Slike za odabrane tečaj razdoblja
hu_hu: Készítsen osztály Képek a kiválasztott pálya időszakok
is_is: Búa Class Myndir fyrir valin tímum Course
ja_jp: 選択したコースの期間のためのクラス写真を作成する
lt_lt: Sukurti klasės Paveikslėliai pasirinktą kursą laikotarpiais
lv_lv: Izveidot klases Attēli izvēlētajiem Course periodi
mk_mk: Креирај Класа Слики за избраните Курс Периоди
nn_no: Lag Klasse Pictures for Valgte Course Perioder
pl_pl: Tworzenie zdjęć klasy w wybranych okresach kursu
pt_pt: Fotos de classe para criar Períodos curso selecionado
ro_ro: Crearea Poze Clasa pentru Perioadele Curs selectate
ru_ru: Создать класс Картинки для отдельных периодов курса
sk_sk: Vytvorte triedu Obrázky na vybraný kurz periódy
sl_si: Ustvari Class Slike za izbrana obdobja Course
sq_al: Krijo Pictures Klasa për periudha të kursit të zgjedhura
sr_rs: Направите слике Класа за одабраном курсу периода
sv_se: Skapa Klass Bilder för vald kurs Perioder
th_th: สร้างภาพระดับสำหรับรอบระยะเวลาของหลักสูตรที่เลือก
tr_tr: Seçilen Kurs dönemleri için Sınıf Resimleri oluşturun
uk_ua: Створити клас Картинки для окремих періодів курсу
wa_be: Creu Lluniau Dosbarth ar gyfer Cyfnodau Cwrs Dethol
zh_tw: 創建類圖片為所選課程期間

source: With Teacher
af_za: Met die onderwyser se
ar_dz: مع المعلم
be_by: З Настаўнікам
bg_bg: С учителя
bn_bd: টিচার্স সাথে
da_dk: Med lærer
el_gr: Με τον Δάσκαλο
es_es: Profesor
et_ee: Mis õpetaja
fa_ir: با معلم
fi_fi: Opettajan
ga_ie: Le do Mhúinteoirí
gl_gl: Con Profesor
hr_hr: S nastavnikom
hu_hu: A Tanár
is_is: Með Kennari
ja_jp: 教師と
lt_lt: Su Mokytojas
lv_lv: Ar skolotājs
mk_mk: Со наставникот
nn_no: Med Teacher
pl_pl: Z nauczycielem
pt_pt: Com Professor
ro_ro: Cu Profesor
ru_ru: С Учителем
sk_sk: S učiteľom
sl_si: Z učiteljev
sq_al: Me mësuesin e
sr_rs: Са наставником
sv_se: Med Lärare
th_th: กับครูผู้สอน
tr_tr: Öğretmen ile
uk_ua: З Учителем
wa_be: Gyda Athrawon
zh_tw: 與教師
