Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Back to Calendar
af_za: Terug na kalender
ar_dz: العودة إلى التقويم
be_by: Вярнуцца ў каляндар
bg_bg: Обратно към Календар
bn_bd: ক্যালেন্ডারে ফিরে যান
da_dk: Tilbage til kalenderen
el_gr: Πίσω στο Ημερολόγιο
es_es: Regresar al Calendario
et_ee: Tagasi kalendrisse
fa_ir: بازگشت به تقویم
fi_fi: Takaisin kalenteriin
ga_ie: Ar ais go Féilire
gl_gl: Volver Calendario
hr_hr: Natrag na kalendar
hu_hu: Vissza a naptárhoz
is_is: Til baka Dagatal
ja_jp: 戻るカレンダーへ
lt_lt: Atgal į kalendorių
lv_lv: Atpakaļ uz kalendāru
mk_mk: Назад кон Календар
nn_no: Tilbake til Kalender
pl_pl: Powrót do kalendarza
pt_pt: Voltar ao Calendário
ro_ro: Înapoi la Calendar
ru_ru: Вернуться в календарь
sk_sk: Späť na kalendár
sl_si: Nazaj na koledar
sr_rs: Назад на календар
sv_se: Tillbaka till kalendern
th_th: กลับไปที่ปฏิทิน
tr_tr: Geri Takvim
uk_ua: Повернутися до календаря
wa_be: Yn ôl i&#39;r Calendr
zh_tw: 返回到日曆

source: Teacher w/Custom
af_za: Onderwyser w / Custom
ar_dz: مدرس ث / مخصص
be_by: Настаўнік ж / Custom
bg_bg: Учител w / Custom
bn_bd: শিক্ষক W / কাস্টম
da_dk: Lærer m / Brugerdefineret
el_gr: Δάσκαλος w / Προσαρμοσμένο
es_es: Profesor
et_ee: Õpetaja w / Custom
fa_ir: معلم W / سفارشی
fi_fi: Opettaja w / Custom
ga_ie: Múinteoir w / an Chustaim
gl_gl: Profesor w / Custom
hr_hr: Učitelj w / Custom
hu_hu: Tanár w / Egyedi
is_is: Kennari m / Custom
ja_jp: 教師のw /カスタム
lt_lt: Mokytojas, / Custom
lv_lv: Skolotāja w / Custom
mk_mk: Учителот W / прилагодување по желба
nn_no: Lærer w / Custom
pl_pl: Nauczyciel w / Custom
pt_pt: Professor w / Custom
ro_ro: Profesor w / Personalizat
ru_ru: Учитель ж / Custom
sk_sk: Učiteľ w / Vlastné
sl_si: Učitelj w / po meri
sq_al: Mësues w / Custom
sr_rs: Наставник В / Прилагођено
sv_se: Lärare w / Anpassad
th_th: ครู w / กำหนดเอง
tr_tr: Öğretmen w / Özel
uk_ua: Учитель ж / Custom
wa_be: Athro w / Custom
zh_tw: 教師 W /自定義

source: Delete this calendar
af_za: Verwyder hierdie kalender
ar_dz: حذف هذا التقويم
be_by: Выдаліць гэты каляндар
bg_bg: Изтрийте този календар
bn_bd: এই ক্যালেন্ডার মুছে ফেলুন
da_dk: Slet denne kalender
el_gr: Διαγράψτε αυτό το ημερολόγιο
es_es: Eliminar este Calendario
et_ee: Kustuta kalender
fa_ir: حذف این تقویم
fi_fi: Poista kalenteri
ga_ie: Scrios an féilire
gl_gl: Eliminar este calendario
hr_hr: Izbriši ovaj kalendar
hu_hu: Delete this naptár
is_is: Eyða þessu Dagatal
ja_jp: このカレンダーを削除する
lt_lt: Ištrinti šį kalendorių
lv_lv: Dzēst šo kalendāru
mk_mk: Избриши ја оваа календар
nn_no: Slett denne kalenderen
pl_pl: Usuń ten kalendarz
pt_pt: Excluir este calendário
ro_ro: Ştergeţi acest calendar
ru_ru: Удалить этот календарь
sk_sk: Zmazať tento kalendár
sl_si: Izbriši ta koledar
sq_al: Fshije këtë kalendar
sr_rs: Избриши овај календар
sv_se: Ta bort den här kalendern
th_th: ลบปฏิทินนี้
tr_tr: Bu takvimi silme
uk_ua: Видалити цей календар
wa_be: Dileu y calendr
zh_tw: 刪除此日曆

source: Parent w/Custom
af_za: Ouer w / Custom
ar_dz: ث الأم / مخصص
be_by: Бацька ж / Custom
bg_bg: Родител w / Custom
bn_bd: মূল W / কাস্টম
da_dk: Forældre w / Brugerdefineret
el_gr: Μητρική w / Προσαρμοσμένο
fa_ir: بازگشت به W / سفارشی
ga_ie: Tuismitheoir w / an Chustaim
gl_gl: Pai w / Custom
hr_hr: Roditelj w / Custom
hu_hu: Szülő w / Egyedi
ja_jp: 親のw /カスタム
lt_lt: Tėvų, / Custom
lv_lv: Mātes w / Custom
mk_mk: Родител W / прилагодување по желба
pl_pl: Rodziców w / Custom
pt_pt: Pai w / Custom
ro_ro: Mamă w / Personalizat
ru_ru: Родитель ж / Custom
sk_sk: Materská w / Vlastné
sl_si: Parent w / po meri
sr_rs: Родитељ В / Прилагођено
sv_se: Förälder w / Anpassad
th_th: ผู้ปกครอง w / กำหนดเอง
tr_tr: Veli w / Özel
uk_ua: Батько ж / Custom
wa_be: Rhiant / w Custom
zh_tw: 家長 W /自定義

source: List Events
af_za: Lys Events
ar_dz: قائمة الأحداث
be_by: Спіс падзей
bg_bg: Списък Събития
bn_bd: তালিকা ইভেন্টস
da_dk: Liste Events
el_gr: Εκδηλώσεις Λίστα
et_ee: List Üritused
fa_ir: رویدادها فهرست
fi_fi: Luettelo Tapahtumat
ga_ie: Liosta Imeachtaí
gl_gl: Eventos lista
hr_hr: Popis događanja
hu_hu: Lista Események
ja_jp: リストのイベント
lt_lt: Sąrašas Renginiai
lv_lv: List Pasākumi
mk_mk: Листа на Настани
nn_no: List Hendelser
pl_pl: Lista wydarzeń
pt_pt: Eventos lista
ro_ro: Lista evenimentelor
ru_ru: Список событий
sk_sk: Zoznam akcií
sl_si: Seznam dogodkov
sq_al: Ngjarje lista
sr_rs: Листа Догађаји
sv_se: Lista Evenemang
th_th: รายการกิจกรรม
tr_tr: Listesi Etkinlikler
uk_ua: Список подій
wa_be: Rhestr Digwyddiadau
zh_tw: 活動列表

source: Report Card Grade Codes
af_za: Rapportkaart Graad Kodes
ar_dz: رموز بطاقة تقرير الصف
be_by: Справаздачныя коды карт класа
bg_bg: Съобщи за място Card степен
bn_bd: রিপোর্ট কার্ড গ্রেড কোড
da_dk: Report Card Grade Koder
el_gr: Έκθεση Κωδικοί Βαθμός Κάρτα
es_es: Códigos de Grados del Reporte de Notas
et_ee: Report Card Hinne koodid
fa_ir: گزارش کارت کدهای درجه
fi_fi: Raportti Card Grade koodit
ga_ie: Cóid Tuarascáil Grád Cárta
gl_gl: Reixa informe Códigos tarxeta
hr_hr: Izvješće kartice Ocjena kodovi
hu_hu: Jelentés kártya Grade kódok
ja_jp: レポートカードのグレードコード
lt_lt: Pranešti apie kortelės Įvertinimas kodai
lv_lv: Ziņojums Card Novērtējums Codes
mk_mk: Report Card Одделение кодови
pl_pl: Kody raportujące klasy karty
pt_pt: Grade relatório Códigos cartão
ro_ro: Raport Calitate Card Coduri
ru_ru: Отчетные коды карт класса
sk_sk: Správa kódy karta triedy
sl_si: Poročilo Card Grade kode
sq_al: Nota Raporti Card Codes
sr_rs: Извештај картица Разред Кодови
sv_se: Report Card Grade koder
th_th: รายงานรหัสบัตรเกรด
tr_tr: Rapor Kartı Sınıf Kodları
uk_ua: Звітні коди карток класу
wa_be: Codau Cerdyn Adroddiad Gradd
zh_tw: 報告卡級別代碼

source: Report Card Comment Codes
af_za: Rapportkaart Kommentaar Kodes
ar_dz: رموز التقرير بطاقة التعليق
be_by: Справаздачныя коды карт Каментарыі
bg_bg: Доклад Card Коментар място
bn_bd: রিপোর্ট কার্ড মন্তব্য কোড
da_dk: Report Card Kommentar Koder
el_gr: Κωδικοί Σχόλιο Έκθεση Κάρτα
es_es: Códigos de Comentarios del Reporte de Notas
et_ee: Report Card Kommentaar koodid
fa_ir: گزارش کارت کد نظر
fi_fi: Raportti Card Kommentti koodit
ga_ie: Cóid Tuarascáil Trácht Chárta
gl_gl: Informe Códigos Comentario tarxeta
hr_hr: Izvješće kartica Komentar kodovi
hu_hu: Jelentés kártya Comment kódok
is_is: Report Card Athugasemd Codes
ja_jp: レポートカードのコメントコード
lt_lt: Kortelę Komentaras kodai
lv_lv: Ziņojums Card Komentārs Codes
mk_mk: Report Card коментар кодови
nn_no: Report Card Kommentar Codes
pl_pl: Kody Report Card komentarz
pt_pt: Relatório Códigos Comentário cartão
ro_ro: Raport Card Comentariu Coduri
ru_ru: Отчетные коды карт Комментарий
sk_sk: Správa kódy karty komentár
sl_si: Poročilo Card Komentar kode
sq_al: Card Codes Raporti Koment
sr_rs: Извештај картица Коментар Кодови
sv_se: Report Card Kommentar koder
th_th: รายงานรหัสบัตรแสดงความคิดเห็น
tr_tr: Rapor Kartı Yorum Kodları
uk_ua: Звітні коди карт Коментар
wa_be: Adroddiad Codau Cerdyn Sylw
zh_tw: 報告卡註釋代碼

source: Eligibility Activity Codes
af_za: In aanmerking te kom aktiwiteit codes
ar_dz: رموز الأهلية نشاط
be_by: Коды Права актыўнасць
bg_bg: Кодове за допустимост дейност
bn_bd: যোগ্যতা ক্রিয়াকর্ম কোড
da_dk: Støtteberettigelse Aktivitet Koder
el_gr: Κωδικοί Δραστηριότητας Επιλεξιμότητα
es_es: Códigos de Elegibilidad de la Actividad
et_ee: Abikõlblikkuse tegevusala koodid
fa_ir: واجد شرایط کد فعالیت
fi_fi: Kelpoisuus Activity Koodit
ga_ie: Cóid Gníomhaíocht Incháilitheacht
gl_gl: Actividade Códigos de elixibilidade
hr_hr: Pravo Aktivnost Kodovi
hu_hu: Jogosultság Activity kódok
is_is: Hæfi Afþreying Codes
ja_jp: 適格アクティビティコード
lt_lt: Tinkamumo Veiklos kodai
lv_lv: Tiesības Darbības kodi
mk_mk: Подобност активност кодови
nn_no: Valgbarhet Aktivitet Codes
pl_pl: Kody aktywny kwalifikowalności
pt_pt: Atividade Códigos de elegibilidade
ro_ro: Activitatea de eligibilitate Coduri
ru_ru: Коды Право активность
sk_sk: Kódy spôsobilosti aktivity
sl_si: Upravičenost šifre dejavnosti
sq_al: Kodet Aktiviteti Mundesi
sr_rs: Подобност шифре делатности
sv_se: Behörighet aktivitet koder
th_th: มีสิทธิได้รับรหัสกิจกรรม
tr_tr: Uygunluk Aktivitesi Kodları
uk_ua: Коди Право активність
wa_be: Codau Gweithgaredd Cymhwyster
zh_tw: 資格作業分類碼

source: Grade Levels
af_za: Graadvlakke
ar_dz: مستويات الصف
be_by: Класах
bg_bg: Степен Нива
bn_bd: গ্রেড মাত্রা
da_dk: Klassetrin
el_gr: Βαθμός Επίπεδα
es_es: Niveles de Grado
et_ee: Kooliastmete
fa_ir: سطوح درجه
fi_fi: Luokka-asteelta
ga_ie: Leibhéil Grád
gl_gl: Niveis de Grao
hr_hr: Ocjena razine
hu_hu: Grade szint
is_is: Bekk Stig
ja_jp: グレードレベル
lt_lt: Nuolydžio lygis
lv_lv: Klašu
mk_mk: Одделение нивоа
nn_no: Klassetrinn
pl_pl: Klasa Poziom
pt_pt: Níveis de Grau
ro_ro: Niveluri Grad
ru_ru: Классах
sk_sk: Ročníkoch
sl_si: Grade ravni
sq_al: Nivelet e klasës së
sr_rs: Разреда
sv_se: Betygssteg
th_th: ระดับชั้น
tr_tr: Sınıf Seviyeleri
uk_ua: Класах
wa_be: Lefelau Gradd
zh_tw: 年級

source: New Schools Title
af_za: Nuwe Skole Titel
ar_dz: مدارس جديدة العنوان
be_by: Новая назва школы
bg_bg: Нов училища Заглавие
bn_bd: নতুন বিদ্যালয় টাইটেল
da_dk: Nye Skoler titel
el_gr: Νέος τίτλος Σχολεία
et_ee: New koolid Pealkiri
fa_ir: جدید عنوان دانشکده ها
fi_fi: Uudet koulut Otsikko
ga_ie: Scoileanna Nua Teideal
gl_gl: Título novas Escolas
hr_hr: Nove škole Naslov
hu_hu: Új iskolák Cím
is_is: New Skólar Titill
ja_jp: 新しい学校のタイトル
lt_lt: Nauja mokyklų Antraštė
lv_lv: Jauns Skolas nosaukums
mk_mk: Нови училишта Наслов
nn_no: Nye skoler Tittel
pl_pl: Nowy tytuł Szkoły
pt_pt: Título novas Escolas
ro_ro: Noi şcoli de titlul
ru_ru: Новое название школы
sk_sk: Nový názov školy
sl_si: New Šole Naslov
sq_al: New Title Shkollat
sr_rs: Нове школе Наслов
sv_se: Nya skolor Titel
th_th: หัวข้อโรงเรียนใหม่
tr_tr: Yeni Okullar Başlığı
uk_ua: Нова назва школи
wa_be: Newydd Ysgolion Teitl
zh_tw: 新學校名稱

source: School information has been copied successfully
af_za: Skool Inligting is suksesvol gekopieer
be_by: Школа інфармацыя была скапіяваная паспяхова
bg_bg: Училище информация е копиран успешно
bn_bd: স্কুল তথ্য সফলভাবে কপি করা হয়েছে
da_dk: Skole oplysningerne er blevet kopieret succesfuldt
el_gr: Πληροφορίες Σχολή έχει αντιγραφεί με επιτυχία
et_ee: Kooli andmed on kopeeritud edukalt
fa_ir: اطلاعات مدرسه شده است کپی موفقیت انجام شد.
fi_fi: Koulun tiedot on kopioitu onnistuneesti
ga_ie: Tá eolas Scoile curtha ar chóipeáil go rathúil
gl_gl: Información da escola foi copiado correctamente
hr_hr: School informacije je kopirana uspješno
hu_hu: Iskola információk másolt sikeresen
is_is: School upplýsingar hafa verið afrituð með góðum árangri
ja_jp: 学校の情報が正常にコピーされています
lt_lt: Mokyklos informacija buvo nukopijuota sėkmingai
lv_lv: Skolas informācija ir kopēts veiksmīgi
mk_mk: Училиште информации се копирани успешно
nn_no: Skole informasjon har blitt kopiert
pl_pl: School informacje zostały skopiowane
pt_pt: Informações da escola foi copiado com sucesso
ro_ro: Scoala de informaţii au fost copiate cu succes
ru_ru: Школа информация была скопирована успешно
sk_sk: Školy skopírovaní informácií sa úspešne
sl_si: School informacije so bile uspešno kopirane
sq_al: Shkolla e informacionit është kopjuar me sukses
sr_rs: Колских информација је успешно копирана
sv_se: Skola informationen har kopierats
th_th: ข้อมูลโรงเรียนได้รับการคัดลอกสำเร็จ
tr_tr: Okul bilgileri başarılı bir şekilde kopyalandığında
uk_ua: Школа інформація була скопійована успішно
wa_be: Gwybodaeth Ysgol wedi bod yn llwyddiannus copïo
zh_tw: 學校信息已複製成功

source: Confirm Copy School
af_za: Bevestig Kopieer Skool
ar_dz: تؤكد المدرسة نسخ
be_by: Пацверджанне капіявання школы
bg_bg: Потвърдете училище Copy
bn_bd: কপি স্কুল নিশ্চিত
da_dk: Bekræft Kopier Skole
el_gr: Επιβεβαίωση Σχολή Αντιγραφή
es_es: Confirmar Copiar la Institución
et_ee: Kinnita Copy School
fa_ir: تکرار مدرسه کپی
fi_fi: Vahvista kopiointi School
ga_ie: Dearbhaigh an Scoil Cóip
gl_gl: Copiar confirmar Escola
hr_hr: Potvrdi Kopiraj škole
hu_hu: Megerősítés másolása Iskola
is_is: Staðfesta Afrita School
ja_jp: コピー学校を確認してください
lt_lt: Patvirtinkite Kopijuoti mokykla
lv_lv: Apstiprināt kopēšanu skola
mk_mk: Потврди Копирај училиште
nn_no: Bekreft Kopier skole
pl_pl: Potwierdź Szkoła Copy
pt_pt: Copiar confirmar Escola
ro_ro: Confirmaţi Scoala de copiere
ru_ru: Подтверждение копирования школы
sk_sk: Potvrdiť kopírovanie školy
sl_si: Potrditev kopiranja School
sq_al: Confirm Shkolla Copy
sr_rs: Потврди школе Копирање
sv_se: Bekräfta Kopiera skolan
th_th: ยืนยันโรงเรียนคัดลอก
tr_tr: Kopyalama Okulu onaylayın
uk_ua: Підтвердження копіювання школи
wa_be: Cadarnhau Ysgol Copi
zh_tw: 確認複製學校

source: Are you sure you want to copy the data for
af_za: Is jy seker jy wil die data te kopieer
ar_dz: هل أنت متأكد أنك تريد نسخ البيانات من أجل
be_by: Вы ўпэўненыя, што хочаце, каб скапіяваць дадзеныя для
bg_bg: Сигурни ли сте, че искате да копирате данните за
bn_bd: আপনি কি নিশ্চিত আপনি ডেটা কপি করতে চান
da_dk: Er du sikker på du vil kopiere data for
el_gr: Είστε σίγουροι ότι θέλετε να αντιγράψετε τα δεδομένα για
es_es: Â¿Está seguro que desea copiar los datos para
et_ee: Oled sa kindel, mida soovite kopeerida andmeid
fa_ir: آیا شما مطمئن هستید که می خواهید برای کپی کردن داده ها برای
fi_fi: Oletko varma että haluat kopioida tietoja
ga_ie: An bhfuil tú cinnte gur mian leat cóip na sonraí le haghaidh
gl_gl: ¿Está seguro de que quere copiar os datos para
hr_hr: Jeste li sigurni da želite kopirati podatke za
hu_hu: Biztos benne, hogy szeretné másolni az adatokat
is_is: Ertu viss um að þú viljir afrita gögn fyrir
ja_jp: あなたがのためのデータをコピーしてもよろしいですか
lt_lt: Ar jūs tikrai norite kopijuoti duomenis
lv_lv: Vai tiešām vēlaties kopēt datus
mk_mk: Дали сте сигурни дека сакате да ископирате податоците за
nn_no: Er du sikker på at du vil kopiere data for
pl_pl: Czy na pewno chcesz skopiować dane dla
pt_pt: Tem certeza de que deseja copiar os dados para
ro_ro: Sunteţi sigur că doriţi să copiaţi datele pentru
ru_ru: Вы уверены, что хотите, чтобы скопировать данные для
sk_sk: Ste si istí, že chcete kopírovať dáta pre
sl_si: Ali ste prepričani, da želite kopirati podatke za
sq_al: Jeni te sigurte qe doni te kopje të të dhënave për
sr_rs: Да ли сте сигурни да желите да копирате податке за
sv_se: Är du säker på att du vill kopiera data för
th_th: คุณแน่ใจหรือว่าต้องการคัดลอกข้อมูลสำหรับ
tr_tr: Için veri kopyalamak istediğiniz emin
uk_ua: Ви впевнені, що хочете, щоб скопіювати дані для
wa_be: A ydych yn sicr eich bod am gopi y data ar gyfer
zh_tw: 您確定要複製的數據

source: The data have been copied to a new school called
af_za: Die data is kopieer na &#39;n nuwe skool, genaamd
ar_dz: وقد تم نسخ البيانات إلى مدرسة جديدة تسمى
be_by: Дадзеныя былі скапіяваныя ў новую школу называюць
bg_bg: Данните са били копирани на нов училище
bn_bd: ডাটা একটি নতুন স্কুল নামক থেকে কপি করা হয়েছে
da_dk: De data, der er blevet kopieret til en ny kaldet skole
el_gr: Τα δεδομένα έχουν αντιγραφεί να ονομάζεται ένα νέο σχολείο
es_es: Los datos se han copiado a una nueva Institución llamada
et_ee: Andmed on kopeeritud uus kool nimega
fa_ir: داده ها به یک مدرسه جدید به نام آن برداشتهاید. کارهای دارای حق انحصاری تکثیر شده اند
fi_fi: Tiedot on kopioitu uuteen kouluun kutsutaan
ga_ie: Í atá sna sonraí cóip a chur chuig scoil nua ar a dtugtar
gl_gl: Os datos foron copiados para unha nova escola chamada
hr_hr: Podaci su kopirane u novu školu pod nazivom
hu_hu: Az adatokat másolták egy új iskola neve
is_is: Gögnin hafa verið afrituð yfir í nýja skóla sem heitir
ja_jp: データと呼ばれる新しい学校にコピーされている
lt_lt: Duomenys buvo nukopijuoti į naują mokyklą, pavadintą
lv_lv: Dati ir kopēti uz izsludināmas jaunas skolas
mk_mk: Податоците се копирани на новата учебна се нарекува
nn_no: Dataene har blitt kopiert til en ny skole som heter
pl_pl: Dane zostały skopiowane do nowej szkoły o nazwie
pt_pt: Os dados foram copiados para uma nova escola chamada
ro_ro: Datele au fost copiate într-o şcoală nouă numită
ru_ru: Данные были скопированы в новую школу называют
sk_sk: Údaje boli skopírované do nového názvom školy
sl_si: Podatki so bili kopirani, da se imenuje novi šoli
sq_al: Të dhënat janë kopjuar në një shkollë të re të quajtur
sr_rs: Подаци су копирани на нову школу под називом
sv_se: Uppgifterna har kopierats till en ny som heter skola
th_th: ข้อมูลที่ได้รับการคัดลอกไปยังโรงเรียนใหม่ที่เรียกว่า
tr_tr: Veri olarak adlandırılan yeni bir okul kopyalanmış olan
uk_ua: Дані були скопійовані в нову школу називають
wa_be: Mae&#39;r data wedi cael eu copïo i ysgol newydd o&#39;r enw
zh_tw: 這些數據都被複製到一個新的學校叫

source: To finish the operation, click OK button
af_za: Die einde van die operasie, Klik op OK knoppie
be_by: Для завяршэння аперацыі, націсніце кнопку ОК
bg_bg: За да завършите операцията, щракнете върху бутона ОК
bn_bd: কার্যপ্রণালীর শেষ, ঠিক আছে বাটন ক্লিক করুন
da_dk: For at afslutte operationen, skal du klikke på knappen OK
el_gr: Για να ολοκληρώσετε τη λειτουργία, κάντε κλικ στο κουμπί OK
et_ee: Toimingu lõpuleviimiseks klõpsake nuppu OK
fa_ir: برای پایان این عملیات ، روی دکمه OK کلیک کنید
fi_fi: Voit lopettaa toiminnon, klikkaa OK-painiketta
ga_ie: A chríochnú an oibríocht, cliceáil an cnaipe OK
gl_gl: Para completar a operación, prema no botón Aceptar
hr_hr: Da biste završili operaciju, kliknite gumb U redu
hu_hu: A művelet befejezése, kattintson az OK gombot
is_is: Til að klára aðgerðina er smellt á OK hnappinn
ja_jp: 操作を終了するには、[OK]ボタンをクリックします。
lt_lt: Norėdami baigti operaciją, spustelėkite mygtuką &quot;OK&quot;
lv_lv: Lai pabeigtu darbību, noklikšķiniet uz pogas Labi
mk_mk: За да се заврши работата, кликнете на копчето OK
nn_no: For å fullføre operasjonen, klikker du OK-knapp
pl_pl: Aby zakończyć operację, kliknij przycisk OK
pt_pt: Para concluir a operação, clique no botão OK
ro_ro: Pentru a termina operaţiunea, faceţi clic pe butonul OK
ru_ru: Для завершения операции, нажмите кнопку ОК
sk_sk: Pre dokončenie operácie kliknite na tlačidlo OK
sl_si: Če želite končati operacijo, kliknite gumb OK
sq_al: Për të përfunduar operacionin, kliko butonin OK
sr_rs: Да заврши операцију, кликните на дугме ОК
sv_se: För att avsluta operationen, klicka OK
th_th: เพื่อเสร็จสิ้นการดำเนินการคลิกปุ่ม OK
tr_tr: İşlemi bitirmek için OK düğmesine tıklayın
uk_ua: Для завершення операції, натисніть кнопку ОК
wa_be: I orffen y llawdriniaeth, cliciwch botwm OK
zh_tw: 完成操作後，單擊確定按鈕

source: Number of Credits
af_za: Aantal krediete
ar_dz: عدد الساعات المعتمدة
be_by: Колькасць крэдытаў
bg_bg: Броят на кредитите
bn_bd: স্বীকৃতি সংখ্যা
da_dk: Antal Credits
el_gr: Αριθμός Credits
es_es: Número de Créditos
et_ee: Arv Autorid
fa_ir: تعداد کردیت
fi_fi: Laajuus
ga_ie: Líon na Creidmheasanna
gl_gl: Número de créditos
hr_hr: Broj bodova
hu_hu: Kreditek száma
is_is: Fjöldi eininga
ja_jp: クレジットの数
lt_lt: Kreditų skaičius
lv_lv: Kredītpunktu skaits
mk_mk: Број на кредити
nn_no: Antall studiepoeng
pl_pl: Liczba punktów
pt_pt: Número de créditos
ro_ro: Numărul de credite
ru_ru: Количество кредитов
sk_sk: Počet kreditov
sl_si: Število kreditnih točk
sq_al: Numri i Kredive
sr_rs: Број кредита
sv_se: Antal poäng
th_th: จำนวนหน่วยกิต
tr_tr: Kredisi
uk_ua: Кількість кредитів
wa_be: Nifer y Credydau
zh_tw: 數積分

source: Location
af_za: Plek
ar_dz: موقع
be_by: Месцазнаходжанне
bg_bg: Място
bn_bd: অবস্থান
da_dk: Placering
el_gr: Τοποθεσία
es_es: Ubicación
et_ee: Asukoht
fa_ir: محل
fi_fi: Sijainti
ga_ie: Suíomh
gl_gl: Localización
hr_hr: Mjesto
hu_hu: Elhelyezkedés
is_is: Staðsetning
ja_jp: 場所
lt_lt: Vieta
lv_lv: Atrašanās vieta
mk_mk: Локација
nn_no: Sted
pl_pl: Lokalizacja
pt_pt: Localização
ro_ro: Locaţie
ru_ru: Местоположение
sk_sk: Umiestnenie
sq_al: Vend
sr_rs: Локација
sv_se: Plats
th_th: สถานที่ตั้ง
tr_tr: Yer
uk_ua: Розташування
wa_be: Lleoliad
zh_tw: 地點

source: No Calendar Selected
af_za: Geen agenda wat gekies
be_by: Няма Каляндар Абраны
bg_bg: Не е Избрани Календар
bn_bd: কোন ক্যালেন্ডারে নির্বাচিত না
da_dk: Ingen valgte kalender
el_gr: Δεν έχει επιλεγεί Ημερολόγιο
et_ee: Ei Calendar Selected
fa_ir: هیچ تقویم انتخاب شده
fi_fi: Ei Kalenteri Valitut
ga_ie: Uimh Féilire Roghnaithe
gl_gl: Sen calendario seleccionados
hr_hr: Nema Kalendar odabrane
hu_hu: Nem naptár Kiválasztott
is_is: Engin Dagatal Valdar
ja_jp: いいえカレンダーが選択されていません
lt_lt: Pasirinktos Nr Kalendorius
lv_lv: Nav izvēlēts kalendārs
mk_mk: Не Календар Избрани
nn_no: Ingen Kalender Selected
pl_pl: Nie wybrano Kalendarz
pt_pt: Sem calendário selecionados
ro_ro: Nr Calendar selectate
ru_ru: Нет Календарь Выбранный
sk_sk: Nie je vybraný žiadny kalendár
sl_si: Št Izbrane Koledar
sq_al: No Kalendari zgjedhura
sr_rs: Нема Календар Одабране
sv_se: Inga Kalender Valda
th_th: ปฏิทินที่เลือกไม่มี
tr_tr: Seçilen yok Takvim
uk_ua: Ні Календар Обраний
wa_be: Dim Calendr dethol
zh_tw: 沒有日曆中選擇

source: Parent Course
af_za: Ouer Kursus
ar_dz: الام الدورة
be_by: Бацька курсу
bg_bg: Родител на курса
bn_bd: মূল কোর্স
da_dk: Forældre Kursus
el_gr: Μάθημα Μητρικής
es_es: Curso Principal
et_ee: Vanem kursus
fa_ir: درس مرجع
fi_fi: Parent Kurssin
ga_ie: Cúrsa Tuismitheora
gl_gl: Curso de pai
hr_hr: Roditelj tečaja
hu_hu: Szülő pálya
ja_jp: 親コース
lt_lt: Tėvų kursai
mk_mk: Родител на курсот
nn_no: Parent Kurs
pl_pl: Kurs Parent
pt_pt: Curso de pai
ro_ro: Curs de mamă
ru_ru: Родитель курса
sk_sk: Materská kurzu
sq_al: Kursi Parent
sr_rs: Курс родитеља
sv_se: Förälder Kurs
th_th: หลักสูตรผู้ปกครอง
tr_tr: Veli Ders
uk_ua: Батько курсу
wa_be: Cwrs Rhieni
zh_tw: 家長課程

source: No Parent Course Selected
af_za: Geen ouer gekies
ar_dz: أي ملعب الرئيسي الذي تم اختياره
be_by: Ні адзін бацька курсу Абраны
bg_bg: Никой родител не Курс Избрани
bn_bd: কোন পেরেন্ট কোর্স নির্বাচিত
da_dk: Ingen forældre Kursus Valgte
el_gr: Δεν Μάθημα Μητρικής Επιλεγμένα
es_es: No se seleccionó ningún Curso Principal
et_ee: Ükski vanem ei valitud kurss
fa_ir: بدون درس پدر و مادر انتخاب شده
fi_fi: Ei Parent Valitun kurssin
ga_ie: Uimh Cúrsa Tuismitheora Roghnaithe
gl_gl: Non hai cursos pai seleccionado
hr_hr: Nema roditelja Tečaj odabranih
hu_hu: Nincs Parent pálya válogatott
is_is: No Parent Course Valdar
ja_jp: 親のコースが選択されていません
lt_lt: Parent kursai Pasirinkta
lv_lv: Nav vecāku Kursa Atlasīts
mk_mk: Нема родител Курс Избрани
nn_no: Ingen Parent Course Selected
pl_pl: Brak kursu Parent Wybrany
pt_pt: Nenhum curso pai selecionado
ro_ro: Nr Curs prototip selectat
ru_ru: Ни один родитель курса Выбранный
sk_sk: Žiadny rodič kurz vybraných
sl_si: Št Parent izbrana smer
sq_al: Asnjë Kursi Parent Zgjedhura
sr_rs: Ниједан родитељ Курс Одабране
sv_se: Ingen förälder Kurs Selected
th_th: หลักสูตรสำหรับผู้ปกครองไม่มีการเลือก
tr_tr: Seçilmiş Veli Ders yok
uk_ua: Жоден батько курсу Обраний
wa_be: Dim Cwrs Dewis Rhieni
zh_tw: 無父課程選擇

source: Quick Search
af_za: Vinnige Soek
ar_dz: البحث السريع
be_by: Хуткі пошук
bg_bg: Бързо търсене
bn_bd: চটপট অনুসন্ধান করে
da_dk: Hurtig søgning
el_gr: Γρήγορη Αναζήτηση
es_es: Búsqueda Rápida
fa_ir: جستجوی سریع
fi_fi: Pikahaku
ga_ie: Mearchuardach
gl_gl: Busca Rápida
hr_hr: Brzo pretraživanje
hu_hu: Gyors keresés
is_is: Flýtileit
ja_jp: クイックサーチ
lt_lt: Greita paieška
lv_lv: Ātrā meklēšana
mk_mk: Брзо пребарување
pl_pl: Szukaj
pt_pt: Pesquisa Rápida
ro_ro: Cautare Rapida
ru_ru: Быстрый поиск
sk_sk: Rýchle vyhľadávanie
sl_si: Hitro iskanje
sq_al: Kerkim i shpejte
sr_rs: Брза претрага
sv_se: Snabbsökning
th_th: ค้นหาอย่างรวดเร็ว
tr_tr: Hızlı Arama
uk_ua: Швидкий пошук
wa_be: Chwilio Cyflym
zh_tw: 快速搜索
