Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To change an immunization, physical, or medical alert, click on the value you want to change, change it, and click the Save button at the top of the screen
af_za: Om te verander van &#39;n immunisering, fisiese of mediese waarskuwing, klik op die waarde wat jy wil verander, dit verander, en kliek op die Save-knoppie aan die bokant van die skerm
be_by: Каб змяніць імунізацыі, фізічныя або медыцынскія папярэджання абярыце значэнне, якое вы хочаце змяніць, змяніць, і націсніце кнопку Захаваць ў верхняй частцы экрана
bg_bg: За промяна на имунизация, физически или медицински сигнал, кликнете върху стойността, която искате да промените, променете го и щракнете върху бутона &quot;Запиши&quot; в горната част на екрана
bn_bd: কোনো টিকা, শারীরিক, অথবা চিকিৎসাবিদ্যা সতর্ক পরিবর্তন মান আপনি পরিবর্তন চান,, ক্লিক পরিবর্তন এবং পর্দার উপরের সেভ বাটন ক্লিক করুন
da_dk: For at ændre et vaccinationsprogram, fysiske eller medicinske alarm, klik på den værdi, du ønsker at ændre, ændre det, og klik på knappen Gem øverst på skærmen
el_gr: Για να αλλάξετε μια ανοσοποίηση, φυσική, ιατρική ή ειδοποίηση, κάντε κλικ στην τιμή που θέλετε να αλλάξετε, να το αλλάξετε και κάντε κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης
et_ee: Muuta immuniseerimine, füüsiline või meditsiiniline häire, kliki väärtus, mida soovite muuta, muuta, ja klõpsake nuppu Salvesta ülaosas ekraani
fa_ir: برای تغییر ایمن سازی ، فیزیکی ، یا هشدار های پزشکی ، با کلیک بر ارزش می خواهید به تغییر ، آن را تغییر دهید و با کلیک بر روی دکمه ذخیره در بالای صفحه کلیک کنید
fi_fi: Voit muuttaa rokotukset, fyysistä tai lääketieteellistä ilmoituksen, napsauta arvoon haluat muuttaa, muuttaa, ja napsauta Tallenna-painiketta yläreunassa näytön
ga_ie: A athrú le himdhíonadh, fhisiciúil, nó airdeall leighis, cliceáil ar an luach is mian leat a athrú, é a athrú, agus cliceáil ar an gcnaipe Sábháil ag barr an scáileáin
gl_gl: Para cambiar unha inmunización, física, ou de alerta médico, prema no valor que quere cambiar, cambiar-o, e prema no botón Gardar da parte superior da pantalla
hr_hr: Da biste promijenili imunizacije, fizički, ili medicinske upozorenje, kliknite na vrijednosti koju želite promijeniti, promijeniti, a zatim kliknite gumb Spremi na vrhu zaslona
hu_hu: Módosításához védőoltás, fizikai, vagy az orvosi figyelmeztetés, kattintson a kívánt értéket módosítani, megváltoztatni, majd kattintson a Mentés gombra a képernyő felső részén
is_is: Til að breyta ónæmisaðgerðir, líkamlega, eða læknis viðvörun, smelltu á gildið sem þú vilt breyta, breyta því, og smelltu á Vista hnappinn efst á skjánum
ja_jp: 予防接種、物理的、または医学的警告を変更するには、は、変更したい値をクリックして変更し、画面の上部にある[保存]ボタンをクリックします。
lt_lt: Norite pakeisti imunizacija, fizinis ar medicinos perspėjimas, spustelėkite vertę, kurią norite keisti, jį pakeisti, ir spustelėkite mygtuką &quot;Išsaugoti&quot; ekrano viršuje
lv_lv: Lai mainītu imunizācijas, fizisku, vai medicīnas trauksmes, noklikšķiniet uz vērtību, kuru vēlaties mainīt, izmainiet to un noklikšķiniet uz Save pogas augšpusē ekrānam
mk_mk: За да го промените на имунизација, физички, или медицински алармирање, кликнете на вредноста што сакате да се промени, промените, и кликнете на копчето Зачувај на врвот на екранот
nn_no: For å endre en vaksinasjon, fysisk eller medisinsk advarsel, klikk på verdien du vil endre, endre det, og klikk på knappen Lagre øverst på skjermen
pl_pl: Aby zmienić szczepień, fizycznych lub medycznych ostrzeżenie, kliknij na wartość, którą chcesz zmienić, zmienić, i kliknij przycisk Zapisz u góry ekranu
pt_pt: Para alterar uma imunização, física, ou de alerta médico, clique no valor que você quer mudar, mude-o, e clique no botão Salvar na parte superior da tela
ro_ro: Pentru a modifica o imunizare, fizică, sau de alertă medicală, faceţi clic pe valoarea pe care doriţi să le modificaţi, schimba-l, şi faceţi clic pe butonul Salvaţi din partea de sus a ecranului
ru_ru: Чтобы изменить иммунизации, физические или медицинские предупреждения выберите значение, которое вы хотите изменить, изменить, и нажмите кнопку Сохранить в верхней части экрана
sk_sk: Ak chcete zmeniť očkovanie, fyzické alebo lekárskej pohotovosti, kliknite na hodnotu, ktorú chcete zmeniť, zmeniť a kliknite na tlačidlo Uložiť v hornej časti obrazovky
sl_si: Če želite spremeniti imunizacijo, fizično ali zdravstveno opozorilo, kliknite na vrednost, ki jo želite spremeniti, spremeniti, in kliknite gumb Shrani na vrhu zaslona
sq_al: Për të ndryshuar një imunizimit, fizike, apo alarm mjekësore, klikoni mbi vlerën e doni ta ndryshoni, për të ndryshuar atë, dhe klikoni në butonin Ruaj në krye të ekranit
sr_rs: Да бисте променили имунизација, физички или медицинских упозорења, кликните на вредност коју желите да промените, промените је, а затим кликните на дугме Сачувај на врху екрана
sv_se: För att ändra en immunisering, fysiska eller medicinska larm, klicka på det värde du vill ändra, ändra den och klicka på knappen Spara längst upp på skärmen
th_th: หากต้องการเปลี่ยนการสร้างภูมิคุ้มกันทางกายภาพหรือการแจ้งเตือนทางการแพทย์ให้คลิกที่ค่าที่คุณต้องการเปลี่ยนแปลงการเปลี่ยนแปลงนั้นและคลิกที่ปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: Fiziksel bir bağışıklama, ya da tıbbi uyarı değiştirmek için, değiştirmek istediğiniz değeri tıklatın, değiştirmek ve ekranın üst kısmındaki Kaydet düğmesini tıklatın.
uk_ua: Щоб змінити імунізації, фізичні або медичні попередження виберіть значення, яке ви хочете змінити, змінити, і натисніть кнопку Зберегти у верхній частині екрана
wa_be: I newid cael brechiad, corfforol, neu effro meddygol, cliciwch ar y gwerth ydych am newid, ei newid, a chliciwch ar y botwm Save ar frig y sgrin
zh_tw: 要更改免疫，物理，或醫療警報，點擊你想要的值改變，改變它，然後點擊保存按鈕在屏幕上方

source: To delete an immunization, physical, or medical alert, click on the delete icon
af_za: Om &#39;n inenting, fisiese, of mediese waarskuwing te verwyder, klik op die ikoon verwydering
ar_dz: لحذف التحصين ، في حالة تأهب المادية ، أو طبية ، انقر على أيقونة حذف
be_by: Каб выдаліць імунізацыі, фізічнае, медыцынскае або папярэджанне, націсніце на значок выдалення
bg_bg: За да изтриете имунизация, физически, медицински или сигнал, кликнете върху иконата за изтриване
bn_bd: কোনো টিকা, শারীরিক, অথবা চিকিৎসাবিদ্যা সতর্ক মুছে ফেলুন মুছে ফেলুন আইকনে ক্লিক করুন
da_dk: Hvis du vil slette et vaccinationsprogram, fysiske eller medicinske alarm, skal du klikke på ikonet Slet
el_gr: Για να διαγράψετε ένα ανοσοποίησης, φυσική, ιατρική ή ειδοποίηση, κάντε κλικ στο εικονίδιο διαγραφής
et_ee: Kustutada immuniseerimine, füüsiline või meditsiiniline häire, kliki kustutada ikoon
fa_ir: برای حذف ایمن سازی ، فیزیکی ، یا پزشکی هشدار ، بر روی آیکون حذف کلیک کنید
fi_fi: Voit poistaa rokotukset, fyysistä tai lääketieteellistä hälytys, klikkaa Poista-kuvaketta
ga_ie: Chun a scriosadh imdhíonta, foláireamh fisiciúil, nó leighis, cliceáil ar an deilbhín scriosadh
gl_gl: Para eliminar unha inmunización, alerta física, ou médica, prema na icona de exclusión
hr_hr: Da biste izbrisali imunizacije, fizički, ili medicinske upozorenje, kliknite na ikonu za brisanje
hu_hu: Törléséhez védőoltás, fizikai, vagy az orvosi figyelmeztetés, kattintson a törlés ikonra
is_is: Til að eyða ónæmisaðgerðir, líkamlega, eða læknis viðvörun, smella á eyða táknið
ja_jp: 予防接種、物理的、または医療アラートを削除するには、削除アイコンをクリックしてください
lt_lt: Norėdami ištrinti imunizacijos, fizinių, arba medicinos perspėjimas, spustelėkite piktogramą ištrinti
lv_lv: Lai izdzēstu imunizācijas, fizisku, vai medicīnas trauksmes, noklikšķiniet uz Dzēst ikonas
mk_mk: За да избришете некој имунизација, физички, или медицински алармирање, кликнете на избришете икона
nn_no: For å slette en vaksinasjon, fysisk eller medisinsk advarsel, klikk på slett ikonet
pl_pl: Aby usunąć szczepień, fizycznych lub medycznych ostrzeżenie, kliknij na ikonę usuwania
pt_pt: Para excluir uma imunização, alerta física, ou médica, clique no ícone de exclusão
ro_ro: Pentru a şterge o imunizare, alertă fizice, sau medical, faceţi clic pe pictograma şterge
ru_ru: Чтобы удалить иммунизации, физическое, медицинское или предупреждение, нажмите на значок удаления
sk_sk: Ak chcete odstrániť očkovanie, fyzické alebo lekárskej pohotovosti, kliknite na ikonu Odstrániť
sl_si: Če želite izbrisati imunizacijo, fizično ali zdravstveno opozorilo, kliknite na brisanje ikono
sq_al: Për të fshirë një imunizimit, alarm fizike, ose mjekësore, klikoni në ikonën fshini
sr_rs: Да бисте избрисали имунизација, физички или медицинских упозорења, кликните на икона за брисање
sv_se: För att radera en immunisering, fysiska eller medicinska larm, klicka på ikonen Ta bort
th_th: การสร้างภูมิคุ้มกันในการลบ, การแจ้งเตือนทางกายภาพหรือทางการแพทย์ให้คลิกที่ไอคอนลบ
tr_tr: Bağışıklama, fiziksel ya da tıbbi uyarı silmek için, sil simgesini tıklayın.
uk_ua: Щоб видалити імунізації, фізичний, медичний або попередження, натисніть на значок видалення
wa_be: I ddileu imiwneiddio, rhybudd corfforol, neu feddygol, cliciwch ar yr eicon ddileu
zh_tw: 要刪除免疫，物理，或醫療警報，點擊刪除圖標

source: next to the item you want to delete. You will be asked to confirm your deletion
af_za: langs die item wat jy wil verwyder. Jy sal gevra word om jou weg te bevestig
ar_dz: بجانب العنصر الذي تريد حذفه. وسوف يطلب منك تأكيد الحذف الخاص
be_by: побач з элементам, які патрабуецца выдаліць. Вам будзе прапанавана, каб пацвердзіць выдаленне
bg_bg: до елемента, който искате да изтриете. Вие ще бъдете помолени да потвърдите изтриването
bn_bd: পরের আইটেমটির আপনি মুছে ফেলতে চান. আপনাকে আপনার অপসারণ নিশ্চিতকরণ হবে
da_dk: ved siden af ​​det emne, du ønsker at slette. Du vil blive bedt om at bekræfte sletningen
el_gr: δίπλα στο στοιχείο που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή σας
et_ee: üksuse kõrval, mida soovite kustutada. Teil palutakse kinnitada oma kustutamine
fa_ir: در کنار آیتم شما می خواهید به صورت کامل حذف نمایید. از شما خواسته خواهد شد که برای تایید از حذف شما
fi_fi: kohteen vieressä jonka haluat poistaa. Sinua pyydetään vahvistamaan poisto
ga_ie: in aice leis an mír is mian leat a scriosadh. Iarrfar ort a dhearbhú do scriosadh
gl_gl: á beira do elemento que desexa eliminar. Será solicitado para confirmar a súa exclusión
hr_hr: pokraj stavke koju želite izbrisati. Bit ćete pitani da potvrdite svoje brisanje
hu_hu: az elem melletti törölni kívánt. Azt fogják kérni, hogy erősítse meg a törlést
is_is: við hliðina á hlutnum sem þú vilt eyða. Þú verður beðinn um að staðfesta eyðingu þinn
ja_jp: 削除したい項目の横に。あなたは、あなたの削除を確認するメッセージが表示されます。
lt_lt: šalia elemento, kurią norite ištrinti. Jūsų bus paprašyta patvirtinti savo išbraukta
lv_lv: blakus vienumam, kuru vēlaties dzēst. Jums tiks lūgts apstiprināt dzēšanu
mk_mk: до точка сакате да го избришете. Ќе ви биде побарано да ја потврдите вашата бришење
nn_no: ved siden av elementet du vil slette. Du vil bli bedt om å bekrefte sletting
pl_pl: obok elementu, który chcesz usunąć. Zostaniesz poproszony o potwierdzenie usunięcia
pt_pt: ao lado do item que deseja excluir. Você será solicitado para confirmar a sua exclusão
ro_ro: de lângă elementul pe care doriţi să o ştergeţi. Vi se va cere să confirmaţi ştergerea
ru_ru: рядом с элементом, который требуется удалить. Вам будет предложено, чтобы подтвердить удаление
sk_sk: vedľa položky, ktorú chcete odstrániť. Budete vyzvaní na potvrdenie vymazania
sl_si: poleg elementa, ki ga želite izbrisati. Vas bo prosil za potrditev brisanja
sq_al: pranë pika që ju doni të fshini. Ju do të kërkohet për të konfirmuar fshirjen tuaj
sr_rs: поред ставке коју желите да избришете. Бићете упитани да потврдите брисање
sv_se: bredvid det objekt du vill ta bort. Du ombeds att bekräfta raderingen
th_th: ถัดไปรายการที่คุณต้องการลบ คุณจะถูกถามเพื่อยืนยันการลบของคุณ
tr_tr: öğenin yanındaki silmek istiyorum. Silme işlemini onaylamak için istenecektir
uk_ua: поруч з елементом, який потрібно видалити. Вам буде запропоновано, щоб підтвердити видалення
wa_be: ger yr eitem i chi am ddileu. Bydd gofyn i chi gadarnhau eich dileu
zh_tw: 旁邊的項目要刪除。你會被要求確認刪​​除

source: The Enrollment page can be used to enroll or drop a student from any school. A student can have only one active enrollment record at any time
af_za: Die inskrywing bladsy gebruik kan word om in te skryf of stuur &#39;n student van enige skool. &#39;N Student kan slegs een aktiewe inskrywing rekord te eniger tyd
be_by: Рэгістрацыі старонка можа быць выкарыстана для рэгістрацыі або падзенне студэнт з любой школы. Студэнт можа быць толькі адзін актыўны запіс рэгістрацыі ў любы час
bg_bg: Записване страница могат да бъдат използвани, за да се запишат или да се откаже ученик от всяко училище. Един студент може да има само едно активно запис записване по всяко време
bn_bd: তালিকাভুক্তি পৃষ্ঠা ব্যবহার বা সভ্য কোন স্কুল থেকে একটি ছাত্র ড্রপ করা যাবে. শিক্ষার্থী যে কোনো সময় শুধুমাত্র একটি সক্রিয় নিয়োগ রেকর্ড করতে পারে
da_dk: Bestillingssiden kan bruges til at tilmelde eller droppe en studerende fra enhver skole. En studerende kan kun have én aktiv tilmelding rekord til enhver tid
el_gr: Η σελίδα εγγραφής μπορεί να χρησιμοποιηθεί για να εγγραφείτε ή να πέσει ένας μαθητής από κάθε σχολείο. Ένας φοιτητής μπορεί να έχει μόνο ένα ενεργό ρεκόρ εγγραφής σε οποιαδήποτε χρονική στιγμή
et_ee: Registreerimine lehte saab kasutada registreeruda või tilk õpilane igast koolist. Õpilane võib olla ainult üks aktiivne registreerumise registreerida igal ajal
fa_ir: صفحه ثبت نام برای ثبت نام و یا رها کردن دانش آموز از هر مدرسه می تواند مورد استفاده قرار گیرد. یک دانشجو می تواند در هر زمان فقط یک رکورد ثبت نام فعال
fi_fi: Ilmoittautuminen sivu voidaan ilmoittautua tai pudottaa opiskelijan tahansa kouluun. Opiskelija voi olla vain yksi aktiivinen ilmoittautuminen ennätys milloin tahansa
ga_ie: Is féidir leis an leathanach Enrollment a úsáid a chlárú nó buail isteach mac léinn ó aon scoil. Is féidir le mic léinn a bheith gníomhach cláraithe ach taifead amháin ag aon am
gl_gl: A páxina de inscrición pode ser usado para rexistrar ou deixar caer un alumno de calquera escola. Un estudante pode ter só un rexistro de inscrición activa en calquera momento
hr_hr: Upis stranica se može koristiti za upis ili pad student iz bilo kojoj školi. Student može imati samo jedan aktivni rekord upis u bilo koje vrijeme
hu_hu: A regisztrációs oldalon lehet jelentkezni, vagy csökken a tanuló minden iskolában. Egy diák csak egy aktív beiratkozás rekordot bármikor
is_is: The Innritun síðu er hægt að nota til að skrá eða falla nemandi frá hvaða skóla. Nemandi getur haft eina virka innritun skrá á hverjum tíma
ja_jp: 登録ページはすべての学校から生徒を登録または削除するために使用できます。学生はいつでも唯一のアクティブな登録の記録を持つことができます
lt_lt: Įrašas puslapis gali būti naudojama užsiregistruoti arba išjungti iš bet kurios mokyklos studentas. Studentas gali turėti tik vieną veikliąją registraciją įrašą bet kuriuo metu
lv_lv: Uzņemšanas lapu var izmantot, lai uzņemt vai piliens students no jebkuras skolas. Students var būt tikai viens aktīvs uzņemšanu ieraksts jebkurā laikā
mk_mk: Запишување страница може да се користи за да се запишат или пад студент од било кое училиште. Студентот може да има само една активна запишување рекорд во секое време
nn_no: Den Påmelding side kan brukes til å registrere eller slippe en student fra noen skole. En student kan bare ha én aktiv innmelding rekord når som helst
pl_pl: Strona Zapisy mogą być wykorzystane do rejestracji lub spadek studenta z każdej szkoły. Uczeń może mieć tylko jeden aktywny rekord zapisów w każdej chwili
pt_pt: A página de inscrição pode ser usado para se inscrever ou deixar cair um aluno de qualquer escola. Um estudante pode ter apenas um registro de inscrição ativa a qualquer momento
ro_ro: Pagina de înscriere pot fi folosite pentru a inscrie sau meniurile care un student de la orice şcoală. Un student poate avea doar o înregistrare de înscriere activă în orice moment
ru_ru: Регистрации страница может быть использована для регистрации или падение студент из любой школы. Студент может быть только один активный запись регистрации в любое время
sk_sk: Zápis stránka môže byť použitá pre zápis alebo pokles študenta z akejkoľvek školy. Študent môže mať len jeden aktívny záznam registrácie kedykoľvek
sl_si: Vpis strani se lahko uporabljajo za vpis ali padec študent iz katere koli šole. Študent ima lahko samo eno aktivno zapis vpisom v vsakem trenutku
sq_al: Faqja e regjistrimit mund të përdoret për të regjistrohen ose të bjerë një student nga çdo shkollë. Një student mund të ketë vetëm një rekord aktive regjistrimit në çdo kohë
sr_rs: Упис страница се може користити да се упише или пад студенткиња из било ког школе. Студент може имати само једну активну рекорд упис у било које време
sv_se: Inskrivningen sidan kan användas för att registrera eller släppa en elev från varje skola. En elev kan bara ha en aktiv inskrivning spela in när som helst
th_th: หน้าลงทะเบียนที่สามารถใช้ในการลงทะเบียนหรือเลื่อนเป็นนักเรียนจากโรงเรียนใด ๆ นักเรียนสามารถมีการบันทึกการลงทะเบียนเพียงหนึ่งเดียวที่ใช้งานได้ตลอดเวลา
tr_tr: Kayıt sayfası, bir öğrencinin herhangi bir okula kayıt veya damla kullanılabilir. Bir öğrenci, herhangi bir zamanda yalnızca bir adet aktif kayıt kayıt olabilir
uk_ua: Реєстрації сторінка може бути використана для реєстрації або падіння студент з будь-якої школи. Студент може бути тільки один активний запис реєстрації в будь-який час
wa_be: Gall y dudalen Ymrestru cael ei ddefnyddio i gofrestru neu alw heibio yn fyfyriwr o unrhyw ysgol. Gall myfyriwr mai dim ond un cofnod cofrestru weithredol ar unrhyw adeg
zh_tw: 在註冊頁面可以用來註冊或刪除一個學生從學校。一個學生只能有一個活動的報名隨時記錄

source: To drop a student, change the Dropped date and reason to the effective date of the students drop as well as the reason for his drop. Click the Save button at the top of the screen
af_za: &#39;N student te laat val, verander die Drop datum en rede tot die effektiewe datum van die studente druppel sowel as die rede vir sy drop. Klik op die knoppie aan die bokant van die skerm
be_by: Каб выдаліць студэнта, змена Выпала дата і прычына даты ўступлення ў сілу падзення студэнтаў, а таксама прычына яго падзення. Націсніце кнопку Захаваць ў верхняй частцы экрана
bg_bg: За да изключите студент, промяна Окачен дата и причина за влизането в сила на спад на студентите, както и причина за неговия спад. Кликнете върху бутона Запазване в горната част на екрана
bn_bd: একজন ছাত্র পড়া, নেমে তারিখ এবং ছাত্রদের ড্রপ কার্যকর তারিখ তাঁর ড্রপ জন্য কারণ কারণে পরিবর্তন. পর্দার উপরের সংরক্ষণ বোতাম ক্লিক করুন
da_dk: At droppe en elev, ændre Mistede dato og årsag til den faktiske dato for studerende falde såvel som grunden til hans fald. Klik på knappen Gem øverst på skærmen
el_gr: Για να αποβάλετε έναν φοιτητή, αλλάξτε την Dropped ημερομηνία και τον λόγο για να την ημερομηνία έναρξης ισχύος της πτώσης φοιτητών καθώς και ο λόγος για την πτώση του. Κάντε κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης
et_ee: Tilk üliõpilane, muuta Mahavisatud aeg ja põhjus jõustumiskuupäev õpilased tilk samuti põhjused, miks ta langeda. Klõpsake nuppu Salvesta ülaosas ekraani
fa_ir: برای رها کردن دانش آموز ، تغییر تاریخ کاهش یافته و دلیل تاریخ موثر از افت دانش آموزان را نیز به عنوان دلیلی برای رها کردن خود است. با کلیک بر روی دکمه ذخیره در بالای صفحه کلیک کنید
fi_fi: Jos haluat poistaa opiskelija, muuttaa keskeytetyn päivämäärä ja syy voimaantulopäivän opiskelijoiden pudota sekä syy hänen pudota. Napsauta Tallenna-painiketta yläreunassa näytön
ga_ie: Le titim ar mhac léinn, athrú ar an dáta Lár agus cúis go dtí an dáta éifeachtach an titim mac léinn chomh maith leis an chúis a titim. Cliceáil ar an gcnaipe Sábháil ag barr an scáileáin
gl_gl: Para retirar un alumno, cambiar a data caeu e razón para a data efectiva da caída de alumnos, así como o motivo da súa caída. Preme o botón Gardar da parte superior da pantalla
hr_hr: Za pad učenika, promijeniti ispustio datum i razlog za snagu studenata pad, kao i razlog za njegov pad. Kliknite gumb Spremi na vrhu zaslona
hu_hu: Csökken a diák, változtassa meg a Eldobott dátumot és ezért a tényleges időpontja a hallgatók csepp, valamint az oka a drop. Kattintson a Mentés gombra a képernyő felső részén
is_is: Til að sleppa nemanda, breyta Lækkað dagsetningu og ástæðu til að gildistöku nemenda falla eins og heilbrigður eins og the ástæða fyrir lækkun hans. Smelltu á Vista hnappinn efst á skjánum
ja_jp: 学生を削除するには、学生のドロップの効果的な日付だけでなく、彼のドロップの原因にドロップされた日付と理由を変更する。画面の上部にある[保存]ボタンをクリック
lt_lt: Lašas studentas, pakeisti sumažėjo datą ir priežastis, studentų lašas įsigaliojimo dienos, taip pat jo kritimo priežastis. Paspauskite mygtuką &quot;Išsaugoti&quot; ekrano viršuje
lv_lv: Lai izslēgtu students, mainīt Samazinājās datumu un iemeslu efektīvu studentu piliens datumu, kā arī par viņa piliens iemesla dēļ. Noklikšķiniet uz Save pogas augšpusē ekrānam
mk_mk: За да отфрлите некој студент, промена на Падна датум и причина да се ефективниот датум на студентите пад како и причината за неговото повлекување. Кликнете на копчето Зачувај на врвот на екранот
nn_no: Å slippe en student, endre Droppet dato og fornuft til den effektive datoen for studentene dråpe samt årsaken til slipp hans. Klikk på knappen Lagre øverst på skjermen
pl_pl: Aby usunąć student, zmienić Dropped daty i powodu do dnia wejścia w życie listy studentów, jak i przyczyny jego spadek. Kliknij przycisk Zapisz u góry ekranu
pt_pt: Para retirar um aluno, alterar a data caiu e razão para a data efetiva da queda de alunos, bem como o motivo de sua queda. Clique no botão Salvar na parte superior da tela
ro_ro: Pentru a elimina un student, schimba data scăzut şi motiv de a data intrării în vigoare a meniurile elevilor, precum şi motivul pentru meniurile sale. Faceţi clic pe butonul Save din partea de sus a ecranului
ru_ru: Чтобы удалить студента, изменение Выпало дата и причина даты вступления в силу падения студентов, а также причина его падения. Нажмите кнопку Сохранить в верхней части экрана
sk_sk: K poklesu študent, zmena zrušenú dátum a dôvod k dátumu účinnosti tohto poklesu študentov, rovnako ako dôvod pre jeho poklesu. Kliknite na tlačidlo Uložiť v hornej časti obrazovky
sl_si: Za padec študent, sprememba Padla datum in razlog, da datum začetka veljavnosti padec študentov, pa tudi razlog za njegov padec. Kliknite gumb Shrani na vrhu zaslona
sq_al: Të heqë një student, të ndryshuar datën e rënë dhe arsye për të hyrjes në fuqi të bjerë studentëve, si dhe arsye për rënie e tij. Klikoni butonin Ruaj në krye të ekranit
sr_rs: Да бисте искључили студента, промените Избрисано датум и разлог да се дан ступања на снагу пад студената, као и разлог његовог пада. Кликните на дугме Сачувај на врху екрана
sv_se: Att släppa en elev, ändra Tappad datum och anledning till att det faktiska datumet för studenterna drop samt orsaken till hans droppe. Klicka på knappen Spara längst upp på skärmen
th_th: เพื่อวางนักเรียนเปลี่ยนวันที่ลดลงและเหตุผลที่จะเป็นวันที่มีประสิทธิภาพของนักศึกษาลดลงเช่นเดียวกับเหตุผลในการลดลงของเขา คลิกปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: Bir öğrenci bırakmak için, Bırakılan tarih ve öğrenciler damla yanı sıra, yürürlük tarihinden onun damla nedeni için bir neden değiştirin. Ekranın üst kısmında Kaydet düğmesini tıklatın.
uk_ua: Щоб видалити студента, зміна Випало дата і причина дати вступу в силу падіння студентів, а також причина його падіння. Натисніть кнопку Зберегти у верхній частині екрана
wa_be: Er mwyn gollwng yn fyfyriwr, newid y dyddiad Isel a&#39;r rheswm at y dyddiad effeithiol y gostyngiad myfyrwyr yn ogystal â&#39;r rheswm am ei ollwng. Cliciwch y botwm Save ar frig y sgrin
zh_tw: 要刪除一個學生，改變被丟棄的日期和有效日期的理由對學生輟學的原因，以及他的下降。點擊保存按鈕在屏幕上方
