Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Also, you can choose to print the schedules with mailing labels. The schedules will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one schedule may be printed per student if the student has guardians residing at more than one address
af_za: Jy kan ook kies om die gewysigde skedules af te druk met die mailing etikette. Die skedules sal poslys etikette geposisioneer om in so &#39;n manier om sigbaar te wees in&#39; n windowed koevert wanneer die laken is in derdes gevou. Meer as een skedule kan per student gedruk word indien die student voogde woon by meer as een adres
ar_dz: أيضا ، يمكنك اختيار لطباعة الجداول مع التسميات البريدية. والجداول الزمنية وتسميات بريدية المتمركزة في مثل هذه الطريقة أن تكون مرئية في مظروف إطارات عندما يتم طي الورقة في الثلثين. قد تكون طباعة أكثر من جدول واحد للطالب الواحد إذا كان الطالب قد الأوصياء الذين يقيمون في أكثر من عنوان واحد
be_by: Акрамя таго, вы можаце выбраць для друку графікі з паштовых налепак. Графікі будуць мець налепкі размешчаны такім чынам, каб быць бачным у аконным канверт, калі ліст складваецца ў траціны. Больш за аднаго графіка могуць быць надрукаваныя на аднаго студэнта, калі студэнт апекуноў пражываюць больш чым у адзін адрас
bg_bg: Също така, можете да изберете да отпечатате графици с пощенски етикети. Графици ще имат пощенски етикети, разположени по такъв начин, че да се вижда в прозорец плик, когато лист е сгънат в трети. Повече от една схема може да бъде отпечатан на един ученик, ако студентът е настойници, намиращо се на повече от един адрес
bn_bd: উপরন্তু, আপনি মেইলিং লেবেল সঙ্গে পরিকল্পনা প্রিন্ট করতে পারেন. পরিকল্পনা মেইলিং যেমন একটি উপায় হিসাবে একটি windowed খাম যখন শীট তৃতীয়াংশ মধ্যে ফোল্ডারের হয় দৃশ্যমান তবে অবস্থিত লেবেল হবে. একাধিক সময়সূচি ছাত্র প্রতি যদি ছাত্র অভিভাবকরা একাধিক ঠিকানায় হয়েছে বসবাসের মুদ্রিত হতে পারে
da_dk: Du kan også vælge at udskrive skemaer med adresseetiketter. Skemaerne vil have adresseetiketter placeret på en sådan måde, at være synlige i en windowed kuvert, når arket er foldet i tredjedele. Mere end en tidsplan kan udskrives per studerende, hvis den studerende har værger opholder sig på mere end én adresse
el_gr: Επίσης, μπορείτε να επιλέξετε να εκτυπώσετε τα δρομολόγια με ετικέτες αλληλογραφίας. Τα προγράμματα θα έχουν ετικέτες αλληλογραφίας τοποθετούνται με τέτοιο τρόπο ώστε να είναι ορατό σε παράθυρα φάκελο όταν το φύλλο είναι διπλωμένο σε τρίτα. Περισσότερο από το ένα σχήμα μπορεί να εκτυπωθούν ανά φοιτητή, αν ο φοιτητής έχει κηδεμόνες που κατοικούν σε περισσότερες από μία διευθύνσεις
et_ee: Samuti võite valida prindi sõiduplaanide posti sildid. Sõiduplaanid on posti sildid paigaldatud selliselt, et see oleks nähtav aknaga ümbriku kui tööleht on volditud kolmandikku. Rohkem kui üks ajakava võib trükkida ühe õpilase kui õppija on eestkostjate elukoht rohkem kui üks aadress
fa_ir: همچنین ، شما می توانید انتخاب کنید تا در آن چاپ برنامه با برچسب های پستی است. برنامه زمان بندی ، برچسب های پستی که در چنین راه به عنوان قابل نمایش بودن در یک پاکت پنجره زمانی که ورق در سوم تاشو قرار داشته باشد. بیش از یک برنامه ممکن است هر دانشجو چاپ شده در صورتی که دانش آموز ساکن نگهبان در بیش از یک آدرس
fi_fi: Voit myös halutessasi tulostaa aikataulujen kanssa osoitetarroja. Aikataulut ovat osoitetarroja sijoitettu siten, että ne näkyvät windowed kirjekuoressa kun arkki on taitettu kolmasosaa. Enemmän kuin yksi aikataulua voidaan tulostaa per opiskelija, jos opiskelija on huoltajien kotipaikka useampaan kuin yhteen osoitteeseen
ga_ie: Chomh maith leis sin, is féidir leat a roghnú a phriontáil an sceidil le lipéid postála. Beidh an sceidil ag lipéid postála suite sa chaoi go mbeidh sé sofheicthe i gclúdach windowed nuair a bhíonn an clár fillte i thrian. Is féidir níos mó ná aon sceideal a chló aghaidh an mhic léinn má tá an mac léinn caomhnóirí ina gcónaí ag níos mó ná seoladh amháin
gl_gl: Ademais, pode optar por imprimir as horas con etiquetas de enderezo. Os horarios terán as etiquetas de enderezo situada de tal forma a ser visible nun sobre de ventá cando a folla é dobrada en terzos. Máis dun programa pode ser impreso por alumno se o alumno ten gardiáns residente en máis dun enderezo
hr_hr: Također, možete odabrati za ispis rasporeda s adresnih naljepnica. Rasporedi će imati adresnih naljepnica pozicionirani na takav način da bi bili vidljivi u prozorom omotnicu, kada je ploča u presavijeni trećine. Više od jedne raspored može se ispisati po studentu, ako učenik ima skrbnika koji žive u više od jedne adrese
hu_hu: Továbbá, választhat, hogy nyomtassa ki a menetrend a levélcímkék. A menetrend lesz levélcímkék elhelyezni oly módon, hogy látható legyen egy ablakos borítékban, ha a lap van hajtva a kétharmados. Több mint egy ütemtervet is nyomtatható egy tanulóra jutó, ha a hallgató gyám lakóhelye több címet
is_is: Einnig getur þú valið að prenta báta með lýsingu póstlista. The báta verða póstlista merki stakk á þann hátt að vera sýnilegur í windowed umslagi þegar blaðið er lokaður í þriðju. Fleiri en einn áætlun má vera prentuð á nemanda ef nemandi hefur forráðamenn sem búa á fleiri en eitt netfang
ja_jp: また、宛名ラベルを使用してスケジュールを印刷することもできます。スケジュールは、シートが3分の折り畳まれているウィンドウ封筒に見えるようにするような方法で配置さ宛名ラベルを持つことになります。生徒は保護者が複数のアドレスに置かれているしている場合は、複数のスケジュールは生徒ごとに印刷することができます
lt_lt: Be to, galite pasirinkti laiškų etikečių spausdinti grafikus su. Grafikas pašto ženklai išdėstyti taip, kad jis būtų matomas lango paketas, kai lapas sulenkiamas trečdaliai. Daugiau nei vienas grafikas gali būti atspausdinti vienam studentui, jei studentas turi globėjai gyvena ne daugiau nei vieną adresą
lv_lv: Arī Jūs varat izvēlēties drukāt grafikus ar pasta sūtījumu uzlīmes. Grafiki būs pasta etiķetes novieto tā, lai būtu redzami windowed aploksnē, kad lapa tiek salocīta trešdaļām. Vairāk nekā viens grafiku var būt drukāts uz vienu studentu, ja students ir aizbildņi dzīvo pie vairāk nekā viena adrese
mk_mk: Исто така, можете да изберете за печатење на листи со мејлинг етикети. На распоредот ќе се мејлинг етикети поставен на таков начин како да бидат видливи во windowed плик кога е здиплен листот во третини. Повеќе од еден распоред може да биде испечатена на студентот, ако студентот старатели кои живеат на повеќе од една адреса
nn_no: Du kan også velge å skrive ut tidsplaner med adresseetiketter. Ruteopplegget vil ha adresseetiketter plassert på en slik måte som å være synlig i en vindusbalkong konvolutt når arket er foldet i tredjedeler. Mer enn én tidsplan kan skrives per student dersom studenten har foresatte bosatt på mer enn én adresse
pl_pl: Można również wybrać drukowanie harmonogramów etykiet adresowych. Harmonogramy będą etykiety adresowe umieszczone w taki sposób, aby były widoczne w oknach kopercie, gdy arkusz jest złożony w trzecie. Więcej niż jeden program może być wydrukowane na jednego ucznia, jeśli uczeń ma opiekunów przebywających na więcej niż jeden adres
pt_pt: Além disso, você pode optar por imprimir os horários com etiquetas de endereçamento. Os horários terão etiquetas de endereçamento posicionada de tal forma a ser visível em um envelope de janela quando a folha é dobrada em terços. Mais de um cronograma pode ser impresso por aluno se o aluno tem guardiões residente em mais de um endereço
ro_ro: De asemenea, aveţi posibilitatea să alegeţi să imprimaţi listele cu etichete de corespondenţă. Program vor avea etichete poştale poziţionate astfel încât să fie vizibile într-un plic windowed atunci când foaia este pliat în treimi. Mai mult de un program poate fi imprimate pe elev în cazul în care studentul a tutorilor care locuiesc la mai mult de o adresă
ru_ru: Кроме того, вы можете выбрать для печати графики с почтовых наклеек. Графики будут иметь наклейки расположены таким образом, чтобы быть видимым в оконном конверт, когда лист складывается в трети. Более одного графика могут быть напечатаны на одного студента, если студент опекунов проживают более чем в один адрес
sk_sk: Tiež si môžete vybrať na tlač rozvrhov adresné štítky. Listinách bude mať adresné štítky umiestnené tak, aby bola viditeľná v obálke oknami, ak je list dal do tretiny. Viac ako jeden plán môže byť vytlačený na jedného študenta v prípade, že študent strážcovia zdržiavajú na viac ako jednu adresu
sl_si: Prav tako lahko izberete tiskanje razporedov z nalepke. Urnikov bo imel nalepke nameščena tako, da je vidna v okni ovojnico, ko je lista zložena v tretjini. Več kot en urnik se lahko natisne na študenta, če študent skrbniki prebivajo v več kot enem naslovu
sq_al: Gjithashtu, ju mund të zgjidhni për të shtypur oraret me etiketat e postimeve. Oraret do të ketë etiketat mailing pozicionuar në mënyrë të tillë që të jetë i dukshëm në një zarf dritare kur fletë është palosur në të tretat. Më shumë se një orar mund të jenë të shtypura për student nëse nxënësi ka kujdestarët që banojnë në më shumë se një adresë
sr_rs: Такође, можете да изаберете да штампате распоред са налепнице са адресом. Распоред ће имати етикете мејлинг позициониране на такав начин да буде видљива у уиндоуед коверту када је лист савијен у трећине. Више од једног распоред може да се штампа по ученику ако студент има чувара који живе у више од једне адресе
sv_se: Du kan också välja att skriva ut scheman med adressetiketter. Dessa mallar kommer att ha etiketter placerade på ett sådant sätt att synas i ett fönsterläge kuvert när bladet är vikt i tredjedelar. Mer än ett schema kan skrivas ut per elev om eleven har vårdnadshavare som bor på mer än en adress
th_th: นอกจากนี้คุณสามารถเลือกที่จะพิมพ์ตารางเวลาที่มีป้ายผนึกจดหมาย ตารางจะมีป้ายจ่าหน้าจดหมายในตำแหน่งดังกล่าวเป็นวิธีที่จะมองเห็นในซองหน้าต่างเมื่อแผ่นพับคือในสาม มากกว่าหนึ่งช่วงเวลาที่อาจจะพิมพ์ต่อนักเรียนถ้านักเรียนมีผู้ปกครองอยู่บ้านเลขที่ที่อยู่มากกว่าหนึ่ง
tr_tr: Ayrıca, posta etiketleri programları yazdırmak için seçebilirsiniz. Programları, posta etiketleri sac üçe katlanmış bir pencereli zarf içinde açık olarak böyle bir şekilde yerleştirilmiş olacaktır. Öğrenci veliler birden fazla adreste ikamet eden varsa, birden fazla takvim, öğrenci başına basılmış olabilir
uk_ua: Крім того, ви можете вибрати для друку графіки з поштових наклейок. Графіки матимуть наклейки розташовані таким чином, щоб бути видимим у віконному конверт, коли лист складається в третини. Більше одного графіка можуть бути надруковані на одного студента, якщо студент опікунів проживають більше ніж на одну адресу
wa_be: Hefyd, gallwch ddewis i argraffu&#39;r amserlenni gyda labeli post. Bydd yr amserlenni yn cael labeli post gosod yn y fath fodd fel ei fod yn weladwy mewn amlen windowed pan fydd y daflen yn plygu mewn ran o dair. Gall mwy nag un amserlen yn cael ei argraffu bob myfyriwr os yw&#39;r myfyriwr wedi gwarcheidwaid sy&#39;n byw mewn mwy nag un cyfeiriad
zh_tw: 此外，您可以選擇打印與郵寄標籤的時間表。該計劃將郵件標籤定位在這樣一種方式，是可見的在窗口的信封時，表是折疊的三分之二。多個調度可能會打印每個學生如果學生監護人居住在多個地址

source: The schedules will be automatically downloaded to your computer in the printable PDF format when you click the Submit button
af_za: Die skedules sal outomaties afgelaai word na jou rekenaar in die drukbare PDF-formaat as jy op die Submit knoppie
be_by: Графікі будуць аўтаматычна загружацца на ваш кампутар у фармаце PDF для друку, калі вы націснеце кнопку Адправіць
bg_bg: Графици ще бъдат автоматично изтеглени на вашия компютър в PDF формат за печат, когато щракнете върху бутона Submit
bn_bd: পরিকল্পনা স্বয়ংক্রিয়ভাবে আপনার কম্পিউটার হবে ডাউনলোড মুদ্রণযোগ্য পিডিএফ ফরম্যাটে যখন আপনি ছবি বাটন ক্লিক করুন
da_dk: Skemaerne vil automatisk blive downloadet til din computer i PDF-format, når du klikker på knappen Send
el_gr: Τα προγράμματα θα γίνει αυτόματα με τον υπολογιστή σας σε εκτυπώσιμη μορφή PDF όταν κάνετε κλικ στο κουμπί Υποβολή
et_ee: Sõiduplaane automaatselt laaditakse teie arvutisse printable PDF formaadis, kui klõpsate nupule
fa_ir: برنامه خواهد شد به صورت خودکار در فرمت PDF قابل چاپ به کامپیوتر شما دانلود شده زمانی که دکمه ارسال را کلیک کنید
fi_fi: Aikataulut automaattisesti ladataan tietokoneeseesi tulostettava pdf kun napsautat Lähetä-painiketta
ga_ie: Beidh an sceidil a íoslódáil go huathoibríoch ar do ríomhaire san fhormáid inphriontáilte PDF nuair a dhéanann tú cliceáil ar an gcnaipe Cuir isteach
gl_gl: Os horarios serán automaticamente trasladadas para o seu ordenador en formato PDF para imprimir ao premer o botón Enviar
hr_hr: Rasporedi će biti automatski preuzeti na svoje računalo u PDF formatu za ispis, kada kliknete na gumb Pošalji
hu_hu: A menetrend automatikusan letöltődik a számítógépre a nyomtatható PDF formátumban, ha rákattint a Küldés gombra
is_is: The báta verður sjálfkrafa niður í tölvuna þína í Prentvæn PDF snið þegar þú smellir á Senda takkann
ja_jp: あなたが[Submit]ボタンをクリックするとスケジュールが自動的に印刷可能なPDF形式でコンピュータにダウンロードされます。
lt_lt: Tvarkaraščius bus automatiškai atsiunčiami į jūsų kompiuterį spausdinimui PDF formatu, kai paspausite mygtuką &quot;Siųsti&quot;
lv_lv: Grafiki tiks automātiski lejupielādēti jūsu datorā izdrukājamu PDF formātu, kad jūs noklikšķiniet uz pogas Iesniegt
mk_mk: Распоредот ќе биде автоматски преснимуваат на вашиот компјутер во печатење PDF формат кога ќе кликнете на копчето Submit
nn_no: Ruteopplegget vil automatisk bli lastet ned til datamaskinen din i utskriftsvennlig PDF-format når du klikker Send-knappen
pl_pl: Harmonogramy zostaną automatycznie pobrane do komputera w formacie PDF do druku po kliknięciu przycisku Prześlij
pt_pt: Os horários serão automaticamente transferidas para o seu computador no formato PDF para impressão quando você clica no botão Enviar
ro_ro: Program vor fi automat descărcate pe computer în format PDF imprimabilă atunci când faceţi clic pe butonul Remitere
ru_ru: Графики будут автоматически загружаться на ваш компьютер в формате PDF для печати, когда вы нажмете кнопку Отправить
sk_sk: Listinách sa automaticky stiahne do počítača vo formáte PDF pre tlač, keď kliknete na tlačidlo Odoslať
sl_si: Urnikov se bo samodejno prenesejo v računalnik, v printable PDF formatu, ko boste kliknili na gumb Submit
sq_al: Oraret do të shkarkohen automatikisht në kompjuterin tuaj në formatin PDF shtypshëm kur ju të klikoni butonin Submit
sr_rs: Распоред ће бити аутоматски преузета на ваш рачунар у штампање ПДФ формату када кликнете на Субмит дугме
sv_se: Dessa mallar kommer automatiskt ned till din dator i det utskrivbara PDF-format när du klickar på knappen Skicka
th_th: ตารางจะถูกดาวน์โหลดโดยอัตโนมัติไปยังเครื่องคอมพิวเตอร์ของคุณในรูปแบบ PDF พิมพ์เมื่อคุณคลิกที่ปุ่มส่ง
tr_tr: Gönder düğmesine tıkladığınızda programları otomatik olarak yazdırılabilir PDF formatında bilgisayarınıza indirilebilir olacak
uk_ua: Графіки будуть автоматично завантажуватися на ваш комп&#39;ютер у форматі PDF для друку, коли ви натиснете кнопку Надіслати
wa_be: Bydd yr amserlenni ei lwytho i lawr yn awtomatig ar eich cyfrifiadur yn y fformat PDF argraffadwy pan fyddwch yn clicio ar y botwm Anfon
zh_tw: 該計劃將被自動下載到您的電腦可打印的PDF格式，當您點擊提交按鈕

source: This report allows you to print requests sheets for any number of students
af_za: Hierdie verslag kan u versoeke blaaie te druk vir &#39;n aantal studente
ar_dz: هذا التقرير يسمح لك طباعة أوراق طلبات لأي عدد من الطلاب
be_by: Дадзены справаздачу дазваляе друкаваць лісты запытаў для любога колькасці студэнтаў
bg_bg: Този доклад ви позволява да отпечатвате искания листа за произволен брой на студентите
bn_bd: এই প্রতিবেদন আপনি ছাত্রদের কোন নম্বর থেকে অনুরোধ শীট মুদ্রণ করতে পারবেন
da_dk: Denne rapport giver dig mulighed for at udskrive anmodninger ark til et vilkårligt antal af studerende
el_gr: Αυτή η αναφορά σας επιτρέπει να εκτυπώσετε τις αιτήσεις φύλλα για οποιοδήποτε αριθμό των φοιτητών
et_ee: See aruanne võimaldab printida taotlusi lehed iga õpilaste arv
fa_ir: این گزارش به شما اجازه می دهد تا در آن چاپ ورق درخواست برای هر تعداد از دانش آموزان
fi_fi: Tämän raportin avulla voit tulostaa pyyntöjä levyt tahansa määrä opiskelijoita
ga_ie: Ceadaíonn an tuarascáil seo a phriontáil duit bileoga iarratais le haghaidh aon líon na mac léinn
gl_gl: Este informe permite que Imprimir follas de peticións de calquera número de alumnos
hr_hr: Ovo izvješće omogućuje ispis zahtjeva listova za bilo koji broj studenata
hu_hu: Ez a jelentés lehetővé teszi a nyomtatási kérelmek lap tetszőleges számú diák
is_is: Þessi skýrsla gerir þér kleift að prenta beiðni blöð fyrir fjölda nemenda
ja_jp: このレポートでは、学生の任意の数のリクエストシートを印刷することができます
lt_lt: Ši ataskaita leidžia jums spausdinti prašymus lakštai bet studentų skaičius
lv_lv: Šis ziņojums ļauj drukāt pieprasījumus loksnes jebkuru studentu skaita
mk_mk: Овој извештај ви овозможува да печатите барања листови за било кој број на студенти
nn_no: Denne rapporten kan du skrive ut forespørsler ark for en rekke studenter
pl_pl: Raport ten pozwala na drukowanie wniosków o arkusze dla dowolnej liczby studentów
pt_pt: Este relatório permite que você imprima folhas de pedidos de qualquer número de alunos
ro_ro: Acest raport vă permite să imprimaţi foi de cereri pentru orice număr de studenţi
ru_ru: Данный отчет позволяет печатать листы запросов для любого количества студентов
sk_sk: Táto správa umožňuje tlač žiadosti listov pre ľubovoľný počet študentov
sl_si: To poročilo vam omogoča tiskanje zahteve listov za poljubno število študentov
sq_al: Ky raport ju lejon të shtypura kërkesave fletë për çdo numër të studentëve
sr_rs: Овај извештај вам омогућава да одштампате захтеве листова за било који број студената
sv_se: Denna rapport kan du skriva ut förfrågningar ark för ett obegränsat antal elever
th_th: รายงานนี้จะช่วยให้คุณสามารถพิมพ์แผ่นร้องขอสำหรับจำนวนของนักเรียนใด ๆ
tr_tr: Bu rapor, öğrencilerin herhangi bir sayı istekleri sayfa yazdırmanızı sağlar.
uk_ua: Даний звіт дозволяє друкувати листи запитів для будь-якої кількості студентів
wa_be: Mae&#39;r adroddiad hwn yn eich galluogi i argraffu taflenni geisiadau am unrhyw nifer o fyfyrwyr yn
zh_tw: 該報告可以讓您的打印請求表為任意數量的學生
