Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You have to select date from the date range
af_za: Jy het die datum van die datum reeks te kies
ar_dz: لديك لتحديد تاريخ من نطاق التاريخ
be_by: Вы павінны абраць дату з дыяпазону дат
bg_bg: Вие трябва да изберете дата от датата диапазон
bn_bd: আপনি তারিখ পরিসীমা থেকে তারিখ নির্বাচন আছে
da_dk: Du er nødt til at vælge en dato i datointervallet
el_gr: Θα πρέπει να επιλέξετε την ημερομηνία από την περιοχή ημερομηνιών
es_es: Tiene que seleccionar una fecha desde el rango de fechas
et_ee: Sa pead valima kuupäevast alates valik
fa_ir: شما باید به تاریخ از محدوده تاریخ را انتخاب کنید
fi_fi: Sinun täytyy valita päivämäärän päivämääräalueen
ga_ie: Tá tú a roghnú ó raon dáta dáta
gl_gl: Ten que seleccionar unha data do rango de datas
hr_hr: Morate odabrati datum iz razdoblja
hu_hu: Meg kell válassza ki időpontot a dátumtartomány
is_is: Þú verður að velja dagsetningu frá tímabili
ja_jp: あなたは、日付範囲から日付を選択する必要があります
lt_lt: , Jūs turite pasirinkti datą, nuo datų intervalą
lv_lv: Jums ir, lai izvēlētos datumu, datumu diapazonu
mk_mk: Мора да изберете датум од период
nn_no: Du må velge dato fra datointervall
pl_pl: Musisz wybrać datę z zakresu dat
pt_pt: Você tem que selecionar uma data do intervalo de datas
ro_ro: Trebuie să selecta data din gama data
ru_ru: Вы должны выбрать дату из диапазона дат
sk_sk: Môžete si vybrať dátum z časového
sl_si: Moraš izbrati datum, s časovno
sq_al: Ju duhet të zgjidhni datën nga gamë të datës
sr_rs: Морате да изаберете датум од опсега датума
sv_se: Du måste välja datum i datumintervallet
th_th: คุณจะต้องเลือกวันที่จากช่วงวันที่
tr_tr: Tarih tarih aralığını seçmek zorunda
uk_ua: Ви повинні вибрати дату з діапазону дат
wa_be: Mae&#39;n rhaid i chi ddewis dyddio o&#39;r amrediad dyddiad
zh_tw: 你必須選擇日期的日期範圍

source: Access Log
af_za: Toegang Teken
ar_dz: تسجيل الدخول
be_by: Доступ Уваход
bn_bd: তথ্য উদ্ধারের কার্যবিবরণী
da_dk: Adgangslog
el_gr: Πρόσβαση Σύνδεση
es_es: Registro de Acceso
et_ee: Kasutuslogi
fa_ir: ورود
ga_ie: Rochtain Logáil isteach
gl_gl: Rexistro de acceso
hr_hr: Pristup Login
hu_hu: Access napló
is_is: Aðgangur Innskráning
ja_jp: ログにアクセスする
lt_lt: Prisijunkite Prisijungti
mk_mk: Пристап Вклучи
nn_no: Tilgang Log
pl_pl: Dostęp Zaloguj
pt_pt: Log de acesso
ro_ro: Jurnal de acces
ru_ru: Доступ Вход
sk_sk: Prístup Prihlásiť
sl_si: Dostop Dnevnik
sq_al: Qasja Identifikohu
sr_rs: Приступ Приступи
sv_se: Tillgång Log
th_th: เข้าสู่ระบบ
tr_tr: Giriş Erişim
uk_ua: Доступ Вхід
wa_be: Log Mynediad
zh_tw: 訪問日誌

source: Rollover
af_za: Beoordeel
ar_dz: التمديد
es_es: Renovación
et_ee: Ümbermineku
fa_ir: هزینه
ga_ie: Tar-rolladh
ja_jp: ロールオーバー
lt_lt: Apsivertimo
lv_lv: Apgāšanās
mk_mk: Префлање
sk_sk: Prevrátenie
sl_si: Prevrnitev
sr_rs: Ролловер
th_th: แบบโรลโอเวอร์
wa_be: Treigl
zh_tw: 翻轉

source: Backup Database
af_za: Backup Databasis
ar_dz: قاعدة بيانات النسخ الاحتياطي
be_by: Рэзервовае капіраванне баз дадзеных
bg_bg: Резервната база данни
bn_bd: তথ্য প্রতিলিপি
el_gr: Backup της βάσης δεδομένων
es_es: Resguardo de la Base de Datos
et_ee: Backup andmebaas
fa_ir: پایگاه داده پشتیبان گیری
fi_fi: Backup tietokannan
ga_ie: Bunachar Sonraí Cúltaca
gl_gl: Base de datos de copia de seguridade
hr_hr: Backup baze podataka
hu_hu: Backup Adatbázis
is_is: Backup Gagnasafn
ja_jp: データベースのバックアップ
lt_lt: Atsarginė duomenų bazė
lv_lv: Backup datu bāze
mk_mk: База на податоци за бекап
pl_pl: Kopia zapasowa bazy danych
pt_pt: Banco de dados de backup
ro_ro: Backup baza de date
ru_ru: Резервное копирование баз данных
sk_sk: Záložné databázy
sq_al: Database Backup
sr_rs: Бацкуп базе података
th_th: การสำรองฐานข้อมูล
tr_tr: Veritabanı Yedekle
uk_ua: Резервне копіювання баз даних
wa_be: Cronfa Ddata wrth gefn
zh_tw: 備份數據庫

source: You
af_za: Jy
ar_dz: أنت
be_by: Вы
bg_bg: Ви
bn_bd: আপনি
da_dk: Du
el_gr: Εσείς
es_es: Usted
et_ee: Te
fa_ir: شما
fi_fi: Sinä
ga_ie: Leat
gl_gl: Vostede
hr_hr: Vas
hu_hu: Ön
is_is: Þú
ja_jp: また
lt_lt: Jums
lv_lv: Jūs
mk_mk: Можете
nn_no: Du
pl_pl: Państwo
pt_pt: Você
ro_ro: Tu
ru_ru: Вы
sk_sk: Vy
sq_al: Ju
sr_rs: Ти
sv_se: Du
th_th: คุณ
tr_tr: Size
uk_ua: Ви
wa_be: Rydych yn
zh_tw: 您

source: must
af_za: moet
ar_dz: يجب
be_by: павінен
bg_bg: трябва
bn_bd: আবশ্যক
da_dk: skal
el_gr: πρέπει
es_es: debe
et_ee: peab
fa_ir: باید
fi_fi: täytyy
ga_ie: Ní mór
gl_gl: que
hr_hr: mora
hu_hu: kell
is_is: verður
ja_jp: する必要があります
lt_lt: turi
lv_lv: ir
mk_mk: мора да
nn_no: må
pl_pl: musi
pt_pt: preciso
ro_ro: trebuie să
ru_ru: должен
sk_sk: musí
sl_si: morajo
sq_al: duhet të
sr_rs: мора
sv_se: måste
th_th: ต้อง
tr_tr: gerekir
uk_ua: повинен
wa_be: Mae&#39;n rhaid i
zh_tw: 一定

source: roll users, school periods, marking periods, calendars, and report card
af_za: roll gebruikers, skool tydperke, merk tydperke, agenda, en rapport
be_by: рулон карыстальнікаў, школы перыяды, маркіроўка перыяды, календары і табель
bg_bg: ролка потребители, училище периоди, маркировка периоди, календари, и да докладва карта
bn_bd: রোল ব্যবহারকারী, স্কুল সময়কাল, অবস্থানসূচক সময়কাল, বর্ষপঞ্জি, এবং রিপোর্ট কার্ড
da_dk: roll brugere, skoleophold, mærkning perioder, kalendere og Report Card
el_gr: χρήστες roll, σχολικές περιόδους, σήμανση περιόδους, ημερολόγια, κάρτες και έκθεση
et_ee: rulli kasutajad, kooli perioodidel, märgistus perioodidel, kalendrite ja aruande kaart
fa_ir: کاربران رول ، دوره مدرسه ، بدون مارک دوره ، تقویم ، کارت و گزارش
fi_fi: Roll käyttäjät, koulun aikoja, merkintä aikoja, kalentereita ja raportti kortti
ga_ie: úsáideoirí rolla, tréimhsí scoile, tréimhsí marcáil, féilirí, agus cárta tuairisce
gl_gl: usuarios roll, períodos escolares, períodos de reserva, calendarios, e unha tarxeta de informe
hr_hr: role korisnika, škola razdoblja, obilježavanje razdoblja, kalendare i izvješća kartica
hu_hu: tekercs felhasználók, az iskolai időszak, jelölés időszakok, naptárak, és jelentést kártya
is_is: rúlla notendur, skóla tímabil, merkingar tímabil, dagatal, og tilkynna kortið
ja_jp: ロールのユーザーは、学校の期間、マーキングの期間、カレンダー、およびレポートカード
lt_lt: Roll vartotojai, mokyklos laikotarpių, ženklinimo laikotarpių kalendorių, ir pranešti kortelę
lv_lv: roll lietotājiem, skolas laika, marķēšana periodi, kalendārus un ziņojumu kartes
mk_mk: тек на корисници, училиште периоди, по повод одбележувањето периоди, календари и извештај картичка
nn_no: roll brukere, skole perioder, merking perioder, kalendere og report card
pl_pl: użytkowników roll, okresy szkoły, okresy oznakowania, kalendarzy i kart raport
pt_pt: usuários roll, períodos escolares, períodos de marcação, calendários, e um cartão de relatório
ro_ro: Utilizatorii roll, perioadele de şcoală, perioadele de marcare, calendare, şi carnetul de note
ru_ru: рулон пользователей, школы периоды, маркировка периоды, календари и табель
sk_sk: role užívateľov, školské obdobie, označenie obdobia, kalendára a vysvedčenia
sl_si: roll uporabnikov, šola obdobja, označevanje obdobja, koledarje, in poročilo kartica
sq_al: përdoruesit roll, periudhat e shkollës, duke shënuar periudhat, kalendarë, dhe dëftesë
sr_rs: Д корисника, школски период, обележавање периода, календари, и извештај картица
sv_se: rulla användare, perioder skolan, märkning perioder, kalendrar och rapport kort
th_th: ผู้ใช้ม้วน, ระยะเวลา, โรงเรียน, ระยะเวลาการทำเครื่องหมายปฏิทินและบัตรรายงาน
tr_tr: rulo kullanıcıları, okul dönemlerinde, işaretleme dönemleri, takvimler ve karne
uk_ua: рулон користувачів, школи періоди, маркування періоди, календарі та табель
wa_be: defnyddwyr y gofrestr, cyfnodau ysgol, cyfnodau marcio, calendrau, a cherdyn adroddiad
zh_tw: 滾用戶，學校時期，標誌著時期，日曆和成績單

source: to the next school year?
af_za: tot die volgende skooljaar?
ar_dz: في العام الدراسي المقبل؟
be_by: на наступны навучальны год?
bg_bg: за следващата учебна година?
bn_bd: পরের বছর স্কুল?
da_dk: til næste skoleår?
el_gr: για την επόμενη σχολική χρονιά;
es_es: para el próximo año escolar?
et_ee: Järgmise õppeaasta?
fa_ir: به سال تحصیلی بعدی؟
fi_fi: on ensi lukuvuonna?
ga_ie: leis an scoilbhliain seo chugainn?
gl_gl: ao seguinte curso?
hr_hr: za sljedeću školsku godinu?
hu_hu: A következő tanévben?
is_is: á næsta skólaári?
ja_jp: 次の学年へ？
lt_lt: kitų mokslo metų?
lv_lv: lai nākamajā mācību gadā?
mk_mk: на следната учебна година?
nn_no: til neste skoleår?
pl_pl: do następnego roku szkolnego?
pt_pt: para o próximo ano lectivo?
ro_ro: pentru anul şcolar următor?
ru_ru: на следующий учебный год?
sk_sk: na budúci školský rok?
sl_si: v naslednjem šolskem letu?
sq_al: për vitin e ardhshëm shkollor?
sr_rs: на следећу школску годину?
sv_se: till nästa läsår?
th_th: ไปปีของโรงเรียนต่อไปหรือไม่
tr_tr: muracaatı?
uk_ua: на наступний навчальний рік?
wa_be: at y flwyddyn ysgol nesaf?
zh_tw: 到下一個學年​​？

source: codes at the same time or before rolling courses
af_za: kodes op dieselfde tyd voor of op die rol van kursusse
ar_dz: رموز في نفس الوقت أو قبل الدورات المتداول
be_by: Коды ў той жа час або перад прокаткой курсы
bg_bg: кодове по същото време или преди подвижен курсове
bn_bd: একই সময়ে বা আগে রোলিং কোর্স কোড
da_dk: koder på samme tid eller før rullende kurser
el_gr: κωδικούς ταυτόχρονα ή πριν από το τροχαίο μαθήματα
es_es: códigos al mismo tiempo o antes de renovar los cursos
et_ee: koodid samal ajal või enne rullimist kursused
fa_ir: کد را در همان زمان یا قبل از نورد دوره
fi_fi: koodit samaan aikaan tai ennen liikkuvan kursseja
ga_ie: cóid ag an am céanna nó roimh cúrsaí rollta
gl_gl: códigos á vez ou antes de cursos rolando
hr_hr: kodove u isto vrijeme ili prije valjanja tečajeve
hu_hu: kódok egyidejűleg vagy azt megelőzően gördülő tanfolyamok
is_is: númerin á sama tíma eða áður en veltingur námskeið
ja_jp: 同時にまたは圧延のコースの前にコード
lt_lt: tuo pačiu metu arba prieš geležinkelių kursai kodai
lv_lv: kodi, tajā pašā laikā vai pirms ritošā kursi
mk_mk: кодови во исто време или пред тркалање курсеви
nn_no: koder på samme tid eller før rullende kurs
pl_pl: kodów w tym samym czasie lub przed kursy toczenia
pt_pt: códigos ao mesmo tempo ou antes de cursos rolando
ro_ro: Codurile, în acelaşi timp sau înainte de cursuri de rulare
ru_ru: Коды в то же время или перед прокаткой курсы
sk_sk: kódy súčasne alebo pred valcovacie kurzy
sl_si: Kode hkrati ali pred valjanjem tečajev
sq_al: kodeve në të njëjtën kohë ose para kurse kodrina
sr_rs: кодова у исто време или пре ваљање курсеве
sv_se: koder samtidigt eller innan rullande kurser
th_th: รหัสในเวลาเดียวกันหรือก่อนหลักสูตรกลิ้ง
tr_tr: aynı anda veya haddeleme kursları önce kodları
uk_ua: Коди в той же час або перед прокаткою курси
wa_be: codau ar yr un pryd neu cyn gyrsiau treigl
zh_tw: 代碼的同時或之前滾動課程

source: roll courses at the same time or before rolling report card comments
af_za: roll-kursusse op dieselfde tyd voor of op die rol van rapportkaart comments
be_by: рулон курсы ў той жа час або перад прокаткой каментарыі табель
bg_bg: ролка курсове по същото време или преди подвижен доклад коментари карта
bn_bd: একই সময়ে বা আগে প্রতিবেদন কার্ড মন্তব্য চলতি রোল কোর্স
da_dk: roll kurser på samme tid eller før rullende Report Card kommentarer
el_gr: μαθήματα roll ταυτόχρονα ή πριν από το τροχαίο σχόλια κάρτα έκθεση
et_ee: rulli kursused samal ajal või enne jooksva aruande kaart kommentaarid
fa_ir: دوره های رول در همان زمان یا قبل از نورد نظرات کارت گزارش
fi_fi: Roll kursseja samaan aikaan tai ennen liikkuvan report card kommenttia
ga_ie: cúrsaí rolla ag an am céanna nó roimh rollta tuairimí cárta tuairisce
gl_gl: cursos de rolo, á vez ou antes de rodar comentarios boletín
hr_hr: role tečajeva u isto vrijeme ili prije valjanja komentara izvješća kartice
hu_hu: tekercs tanfolyamok egyidejűleg vagy azt megelőzően folyamatos jelentést kártya hozzászólások
is_is: rúlla námskeið á sama tíma eða áður en veltingur skýrslu kort athugasemdir
ja_jp: 同時にまたはレポートのカードのコメントを圧延する前に、ロールのコース
lt_lt: Roll kursus, tuo pačiu metu arba prieš geležinkelių kortelę komentarus
lv_lv: roll kursi tajā pašā laikā vai pirms ritošā ziņojumu kartes komentārus
mk_mk: тек на курсеви во исто време или пред тркалање извештај картичка коментари
nn_no: roll kurs på samme tid eller før rullende report card kommentarer
pl_pl: kursy rolki w tym samym czasie lub przed wyrzuceniem komentarzy na świadectwie
pt_pt: cursos de rolo, ao mesmo tempo ou antes de rolar comentários boletim
ro_ro: Cursuri de vot, în acelaşi timp sau înainte de rulare comentarii raport carte
ru_ru: рулон курсы в то же время или перед прокаткой комментарии табель
sk_sk: role kurzov naraz, alebo pred valcovacie komentáre vysvedčenie
sl_si: roll tečaji hkrati ali pred valjanjem komentarje kartico poročila
sq_al: kurse roll në të njëjtën kohë ose para kodrina komente dëftesë
sr_rs: Д курсеве у исто време или пре него ваљање Репорт Цард коментаре
sv_se: rulla kurser samtidigt eller innan rullande kommentarer rapport kort
th_th: หลักสูตรม้วนในเวลาเดียวกันหรือก่อนกลิ้งความคิดเห็นบัตรรายงาน
tr_tr: aynı anda ya da karne yorumlar atmadan önce rulo kursları
uk_ua: рулон курси в той самий час або перед прокаткою коментарі табель
wa_be: cyrsiau gofrestr ar yr un pryd neu cyn rholio sylwadau cerdyn adroddiad
zh_tw: 滾課程的同時或之前，滾動成績單評論

source: Rolling red items will delete already existing data in the next school year
af_za: Rolling rooi items sal verwyder reeds bestaande data in die volgende skooljaar
be_by: Ролінг чырвоныя элементы будуць выдаляць ўжо існуючыя дадзеныя ў наступным навучальным годзе
bg_bg: Rolling червени елементи ще изтрие вече съществуващи данни в следващата учебна година
bn_bd: ঘূর্ণায়মান লাল আইটেম পরবর্তী স্কুল বছর পূর্বে উপস্থিত তথ্য মুছে ফেলুন
da_dk: Rolling røde genstande vil slette allerede eksisterende data i det næste skoleår
el_gr: Τροχαίο κόκκινα στοιχεία θα διαγράψει ήδη υπάρχοντα δεδομένα στο επόμενο σχολικό έτος
et_ee: Rolling punaseid esemeid kustutada juba olemasolevaid andmeid järgmisel õppeaastal
fa_ir: نورد آیتم قرمز داده های موجود در سال تحصیلی آینده حذف
fi_fi: Rolling punaisen värisiä esineitä poistaa jo olemassa olevia tietoja ensi lukuvuonna
ga_ie: Beidh míreanna Rolling dearg a scriosadh sonraí atá ann cheana sa scoilbhliain seo chugainn
gl_gl: Rolar elementos vermello ha borrar os datos xa existentes no próximo curso
hr_hr: Parni crveno stavke će obrisati već postojeće podatke u sljedeću školsku godinu
hu_hu: Rolling piros elemeket törli a már meglévő adatokat a következő tanévben
is_is: Rolling rautt atriði verða eytt þegar fyrirliggjandi gögn á næsta skólaári
ja_jp: ローリング赤色の項目は次の学年ですでに、既存のデータは削除されます
lt_lt: Geležinkelių raudonus daiktus kitų mokslo metų bus i ¹ trinti jau esamus duomenis
lv_lv: Rolling sarkans posteņi tiks dzēsti jau esošos datus nākamajā mācību gadā
mk_mk: Ролинг црвени предмети ќе ги избрише постоечките податоци во следната учебна година
nn_no: Rolling røde elementer vil slette allerede eksisterende data i neste skoleår
pl_pl: Rolling czerwone przedmioty spowoduje usunięcie już istniejących danych w przyszłym roku szkolnym
pt_pt: Rolar itens vermelho irá apagar os dados já existentes no próximo ano lectivo
ro_ro: Elemente de rulare roşu va şterge datele deja existente, în următorul an şcolar
ru_ru: Роллинг красные элементы будут удалять уже существующие данные в следующем учебном году
sk_sk: Rolovacie červené veci sa odstráni už existujúce dáta v budúcom školskom roku
sl_si: Rolling rdeča postavke bodo izbrisati že obstoječe podatke v naslednjem šolskem letu
sq_al: Artikuj kodrina e kuqe do të fshirë të dhënat ekzistuese në vitin e ardhshëm shkollor
sr_rs: Ваљање црвено ставке ће обрисати већ постојећи подаци у наредној школској години
sv_se: Rolling röda objekt kommer att ta bort redan befintliga data under nästa läsår
th_th: Rolling รายการสีแดงจะลบข้อมูลที่มีอยู่แล้วในปีของโรงเรียนต่อไป
tr_tr: Rolling kırmızı öğeleri bir sonraki öğretim yılında zaten mevcut olan veriler silinir
uk_ua: Роллінг червоні елементи будуть видаляти вже існуючі дані в наступному навчальному році
wa_be: Bydd eitemau coch Rolling ddileu data sydd eisoes yn bodoli yn y flwyddyn ysgol nesaf
zh_tw: 滾動紅色項目將刪除現有的數據，在下一學年

source: The data have been rolled
af_za: Die data is gerol
be_by: Дадзеныя былі пракату
bg_bg: Данни са били валцувани
bn_bd: তথ্য ঘূর্ণিত হয়েছে
da_dk: De data, der er blevet rullet
el_gr: Τα δεδομένα έχουν έλασης
et_ee: Andmed on valtsitud
fa_ir: داده شده اند نورد
fi_fi: Tiedot on rullattu
ga_ie: Na sonraí curtha i bhfeidhm
gl_gl: Os datos foron publicados
hr_hr: Podaci su valjane
hu_hu: Az adatok bekerülve
is_is: Gögnin hafa verið velt
ja_jp: データはロールバックされている
lt_lt: Duomenys buvo valcuoti
lv_lv: Dati ir velmētas
mk_mk: Податоците се навива
nn_no: Dataene har blitt rullet
pl_pl: Dane zostały gorąco
pt_pt: Os dados foram lançados
ro_ro: Datele au fost laminate
ru_ru: Данные были проката
sk_sk: Údaje sú za tepla
sl_si: Podatki so valjani
sq_al: Të dhënat janë mbështjellë
sr_rs: Подаци су ваљани
sv_se: Uppgifterna har rullat
th_th: ข้อมูลที่ได้รับการรีด
tr_tr: Veri alındı
uk_ua: Дані були прокату
wa_be: Mae'r data wedi bod yn cyflwyno
zh_tw: 這些數據已推出

source: Add Selected Students
af_za: Voeg geselekteerde studente
ar_dz: إضافة الطلاب مختارة
be_by: Дадаць выбраныя студэнты
bg_bg: Добавяне на подбрани студенти
bn_bd: সিলেক্টেড ছাত্র যুক্ত
da_dk: Tilføj valgte Studerende
el_gr: Προσθήκη επιλεγμένων φοιτητών
es_es: Agregar los Alumnos Seleccionados
et_ee: Lisa valitud Õpilased
fa_ir: اضافه کردن دانش آموزان منتخب
fi_fi: Lisää valitut opiskelijat
ga_ie: Cuir Mic Léinn Roghnaithe
gl_gl: Engadir Alumnos seleccionados
hr_hr: Dodaj Odabrani studenti
hu_hu: Kiválasztott diákok
is_is: Bæta við völdum Nemendur
ja_jp: 選ばれた学生を追加
lt_lt: Pridėti Pasirinkta Studentai
lv_lv: Pievienot atlasītos Students
mk_mk: Додај избрани студенти
nn_no: Legg til utvalgte studenter
pl_pl: Dodaj wybranych studentów
pt_pt: Adicionar Alunos Selecionados
ro_ro: Adauga Elevii selectate
ru_ru: Добавить выбранные студенты
sk_sk: Vložiť vybrané študentov
sl_si: Dodajanje izbranih študentov
sq_al: Add Studentët e zgjedhur
sr_rs: Додај одабраних студената
sv_se: Lägg till utvalda studenter
th_th: เพิ่มนักเรียนที่เลือก
tr_tr: Seçilen Öğrenciler ekle
uk_ua: Додати обрані студенти
wa_be: Ychwanegu myfyrwyr dethol
zh_tw: 添加所選學生

source: Associate
af_za: Mede-
be_by: Асацыяваць
bg_bg: Сътрудник
bn_bd: অংশীদার
el_gr: Αναπληρωτής
et_ee: Sidus
fa_ir: وابسته
ga_ie: Comhlach
gl_gl: Asociado
hr_hr: Suradnik
hu_hu: Társult
is_is: Félagi
ja_jp: 准
lt_lt: Prisijungti
lv_lv: Asociēt
mk_mk: Вонреден
nn_no: Førsteamanuensis
pl_pl: Współpracownik
pt_pt: Associado
ro_ro: Asociat
ru_ru: Ассоциировать
sk_sk: Spolupracovník
sr_rs: Сарадник
th_th: ภาคี
tr_tr: Ortak
uk_ua: Асоціювати
wa_be: Cyswllt
zh_tw: 關聯

source: Can Use
af_za: Kan gebruik
ar_dz: ويمكن استخدام
be_by: Можаце Выкарыстоўваць
bg_bg: Може да използва
bn_bd: ব্যবহার করতে পারেন
da_dk: Kan bruge
el_gr: Είναι δυνατή η χρήση
es_es: Puede utilizar
et_ee: Saab kasutada
fa_ir: می توانید استفاده کنید
fi_fi: Voi käyttää
ga_ie: An féidir Úsáid
gl_gl: Pode usar
hr_hr: Mogu koristiti
hu_hu: Használható
is_is: Hægt er að nota
ja_jp: 使用することができますか
lt_lt: Gali naudoti
lv_lv: Var izmantot
mk_mk: Може да се користи
nn_no: Kan bruke
pl_pl: Można użyć
pt_pt: Pode Usar
ro_ro: Pot utiliza
ru_ru: Можете Использовать
sk_sk: Môžu využiť
sl_si: Lahko uporabite
sq_al: Mund të përdorni
sr_rs: Могу користити
sv_se: Kan använda
th_th: สามารถใช้
tr_tr: Kullanabilir
uk_ua: Можете Використовувати
wa_be: A all Defnyddio
zh_tw: 可以使用

source: Can Edit
af_za: Kan wysig
ar_dz: يمكن تحرير
be_by: Можа Змяніць
bg_bg: Може да редактира
bn_bd: সম্পাদনা করতে পারেন
da_dk: Kan redigere
el_gr: Μπορεί Επεξεργασία
es_es: Puede editar
et_ee: Saab muuta
fa_ir: می توانید ویرایش
fi_fi: Muokata
ga_ie: An féidir Edit
gl_gl: Pode Editar
hr_hr: Mogu uređivati
hu_hu: Can szerkesztése
is_is: Get Breyta
ja_jp: 編集することができます
lt_lt: Gali redaguoti
lv_lv: Var rediģēt
mk_mk: Да ги уредувате
nn_no: Kan Edit
pl_pl: Można edytować
pt_pt: Pode Editar
ro_ro: Poate edita
ru_ru: Может Изменить
sk_sk: Môže upravovať
sl_si: Lahko Edit
sq_al: Mund të Edit
sr_rs: Можете моњати
sv_se: Kan redigera
th_th: สามารถแก้ไขได้
tr_tr: Düzelt
uk_ua: Може Змінити
wa_be: A all Golygu
zh_tw: 可以編輯

source: Administrator
af_za: Administrateur
ar_dz: مدير
be_by: Адміністратар
bg_bg: Администратор
bn_bd: প্রশাসক
el_gr: Διαχειριστής
es_es: Administrador
et_ee: Administraator
fa_ir: مدیر
fi_fi: Ylläpitäjä
ga_ie: Riarthóir
gl_gl: Administrador
hu_hu: Adminisztrátor
ja_jp: 管理者
lt_lt: Administratorius
lv_lv: Administrators
mk_mk: Администратор
pt_pt: Administrador
ru_ru: Администратор
sk_sk: Správca
sr_rs: Администратор
sv_se: Administratör
th_th: ผู้ดูแลระบบ
tr_tr: Yönetici
uk_ua: Адміністратор
wa_be: Gweinyddwr
zh_tw: 管理

source: is assigned to the profile
af_za: word toegeskryf aan die profiel
be_by: прысвойваецца профілю
bg_bg: се възлага на профила
bn_bd: প্রোফাইল বরাদ্দ হয়
da_dk: er knyttet til profilen
el_gr: εκχωρείται στο προφίλ
et_ee: on määratud profiili
fa_ir: مشخصات اختصاص داده است
fi_fi: on määritetty profiilia
ga_ie: atá sannta do phróifíl
gl_gl: é asignado ao perfil
hr_hr: je dodijeljen na profil
hu_hu: van rendelve a profil
is_is: er úthlutað til prófíl
ja_jp: プロファイルに割り当てられます
lt_lt: priskiriama profilis
lv_lv: tiek piešķirts profilu
mk_mk: е доделен на профилот
nn_no: er tildelt til profilen
pl_pl: jest przypisane do profilu
pt_pt: é atribuído ao perfil
ro_ro: este atribuit acest profil
ru_ru: присваивается профиля
sk_sk: je priradený profil
sl_si: je dodeljen profil
sq_al: është caktuar në profilin
sr_rs: је додељен профил
sv_se: tilldelas till den profil
th_th: ถูกกำหนดให้กับรายละเอียดของ
tr_tr: Profil atanır
uk_ua: присвоюється профілю
wa_be: cael ei neilltuo i broffil
zh_tw: 被分配到配置文件
