Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This page allows you to setup the weekly timeframe in which teachers can enter eligibility. Teachers must enter eligibility every week within this range. Besides the teachers Enter Eligibility program, this timeframe is used in most eligibility reports
af_za: Hierdie bladsy kan jy die weeklikse tydsraamwerk waarin onderwysers kan inskryf in aanmerking te kom vir die opstel van. Onderwysers moet in aanmerking te kom elke week in hierdie reeks. Behalwe vir die onderwysers gaan in aanmerking kom program, is hierdie tydraamwerk wat gebruik word in die meeste in aanmerking te kom verslae
be_by: На гэтай старонцы можна наладзіць штотыдзень тэрміны, у якія настаўнікі могуць увесці палёгкі. Настаўнікі павінны ўвесці права кожны тыдзень у гэтым дыяпазоне. Акрамя настаўнікаў Калі ласка, увядзіце Права праграмы, гэтыя часовыя рамкі выкарыстоўваецца ў большасці справаздач права
bg_bg: Тази страница ви позволява да настроите седмично времевата рамка, в която учителите могат да влизат за допустимост. Учителите трябва да въведете допустимост всяка седмица в рамките на този диапазон. Освен учителите Въведете програма за допустимост, този срок се използва в повечето доклади за допустимост
bn_bd: এই পৃষ্ঠায় আপনি সাপ্তাহিক timeframe যেখানে শিক্ষকদের যোগ্যতা লিখতে পারেন সেটআপ করতে পারবেন. শিক্ষক এই পরিসীমা মধ্যে যোগ্যতা দিন প্রতি সপ্তাহ আবশ্যক. পাশাপাশি শিক্ষকদের যোগ্যতা প্রোগ্রাম লিখুন, এই timeframe সবচেয়ে যোগ্যতা রিপোর্ট ব্যবহৃত হয়
da_dk: Denne side giver dig mulighed for at opsætte den ugentlige tidsramme, hvor lærere kan komme ind støtteberettigelse. Lærerne skal indtaste støtteberettigelse hver uge inden for dette område. Udover de lærere Enter Berettigelse program, er denne tidsramme bruges i de fleste støtteberettigelse rapporter
el_gr: Αυτή η σελίδα σας επιτρέπει να ρυθμίσετε το εβδομαδιαίο χρονικό πλαίσιο στο οποίο οι εκπαιδευτικοί μπορούν να εισέλθουν επιλεξιμότητας. Οι εκπαιδευτικοί πρέπει να εισάγετε την επιλεξιμότητα κάθε εβδομάδα εντός αυτού του εύρους. Εκτός από τους δασκάλους Εισάγετε πρόγραμμα Επιλεξιμότητα, αυτό το χρονικό πλαίσιο είναι που χρησιμοποιείται στις περισσότερες εκθέσεις επιλεξιμότητας
et_ee: Sellel leheküljel saab seadistada nädala aja jooksul, kus õpetajad võivad siseneda abikõlblikkust. Õpetajad tuleb sisestada abikõlblikkuse iga nädal selles vahemikus. Lisaks õpetajatele Enter abikõlblikkus programm, selle aja kasutatakse enamikes abikõlblikkuse aruanded
fa_ir: این صفحه به شما اجازه می دهد تا راه اندازی بازه زمانی بارگیری در این هفته است که در آن معلمان می توانند واجد شرایط بودن را وارد کنید. معلمان باید از واجد شرایط بودن در هر هفته را وارد کنید در این محدوده. علاوه بر معلمان وارد برنامه واجد شرایط ، این بازه زمانی در بسیاری از گزارش های واجد شرایط بودن مورد استفاده قرار می گیرد
fi_fi: Tällä sivulla voit setup viikoittain määräaika, jossa opettajat voivat tulla tukikelpoisuuden. Opettajien täytyy antaa kelpoisuuden joka viikko tällä alueella. Lisäksi opettajat Anna Kelpoisuus ohjelma, tämä aikataulu on käytössä useimmissa tukikelpoisuuden raportit
ga_ie: Ceadaíonn an leathanach seo leat chun thus an fhráma ama seachtainiúil inar féidir le múinteoirí isteach incháilitheachta. Ní mór do mhúinteoirí dul isteach incháilitheacht gach seachtain laistigh den réimse seo. Chomh maith le Cuir isteach na múinteoirí clár Incháilitheacht, tá an fráma ama a úsáidtear i dtuarascálacha incháilitheacht chuid is mó
gl_gl: Esta páxina permítelle configurar o calendario semanal en que os profesores poden entrar de elixibilidade. Os profesores deben entrar elixibilidade cada semana dentro deste rexistro. Ademais dos profesores Introduza programa de elixibilidade, este período é utilizado na maioría dos informes de elixibilidade
hr_hr: Ova stranica vam omogućuje postavljanje tjedni vremenski okvir u kojem nastavnici mogu ući podobnosti. Nastavnici moraju upisati pravo svakog tjedna unutar ovog raspona. Osim nastavnika Unesite Pravo programa, ovaj vremenski okvir se koristi u većini podobnosti izvješća
hu_hu: Ez az oldal lehetővé teszi, hogy setup a heti időkeret, amelyben a tanárok meg jogosultság. A tanároknak kell adnia jogosultság minden héten ezen a tartományon belül. Emellett a tanárok Enter jogosultság program, ez az időkeret igen használják a legtöbb jogosultsági jelentéseket
is_is: Þessi síða gerir þér kleift að setja upp vikulega tíma sem kennarar geta slá hæfi. Kennarar verða að slá inn þátttökurétt í hverri viku innan þessa marka. Auk kennara Enter gjaldgeng program er þessu tímabili notað í flestum hæfi skýrslur
ja_jp: このページでは、教師が資格を入力できる毎週時間枠を設定することができます。教師はこの範囲内で毎週資格を入力する必要があります。教師は資格のプログラムを入力に加えて、この期間はほとんどの適格性のレポートで使用されています
lt_lt: Šis puslapis leidžia jums setup savaitės laikotarpis, per kurį mokytojai gali įvesti tinkamumo. Mokytojai turi įvesti tinkamumo kiekvieną savaitę per šį intervalą. Be to, mokytojams Registracija Teisė programą, šis terminas yra naudojamas daugelyje tinkamumo ataskaitos
lv_lv: Šī lapa ļauj jums setup nedēļas termiņu, kurā skolotāji var ievadīt atbilstību. Skolotājiem ir jāievada atbilstības katru nedēļu šajā diapazonā. Turklāt skolotāji Enter atbilstības programmu, šis termiņš tiek izmantots lielākajā daļā atbilstības ziņojumu
mk_mk: Оваа страница ви овозможува да го поставите неделно временска рамка во која наставниците може да внесувате подобност. Наставниците мора да влезат подобност секоја недела во рамките на овој опсег. Покрај наставниците Внесете Подобност програма, овој рок се користи во повеќето подобност извештаи
nn_no: Denne siden lar deg sette opp den ukentlige tidsramme der lærerne kan legge inn valgbarhet. Lærere må angi valgbarhet hver uke innenfor dette området. Foruten lærere Enter Berettigelse program, er dette tidsrommet brukes i de fleste valgbarhet rapporter
pl_pl: Ta strona pozwala na ustawienie tygodniowego harmonogramu, w którym nauczyciele mogą wprowadzić uprawnienia. Nauczyciele muszą wprowadzić kwalifikowalności co tydzień w tym zakresie. Oprócz nauczycieli Wpisz programu kwalifikacji, tym terminie jest używany w większości raportów kwalifikowalności
pt_pt: Esta página permite-lhe configurar o calendário semanal em que os professores podem entrar de elegibilidade. Os professores devem entrar elegibilidade cada semana dentro desta faixa. Além dos professores Digite programa de elegibilidade, este período é utilizado na maioria dos relatórios de elegibilidade
ro_ro: Această pagină vă permite să setaţi perioada de timp pe săptămână în care cadrele didactice pot intra de eligibilitate. Profesorii trebuie să introduceţi de eligibilitate în fiecare săptămână în acest interval. Pe lângă cadrele didactice Introduceţi programul de eligibilitate, acest interval de timp este utilizat în majoritatea rapoartelor de eligibilitate
ru_ru: На этой странице можно настроить еженедельно сроки, в которые учителя могут ввести льготы. Учителя должны ввести право каждую неделю в этом диапазоне. Кроме учителей Введите Право программы, эти временные рамки используется в большинстве отчетов право
sk_sk: Táto stránka umožňuje nastaviť týždenný časový rámec, v ktorom učitelia môžu vstúpiť spôsobilosti. Učitelia sa musia zadať spôsobilosti každý týždeň v tomto rozsahu. Okrem učiteľov Enter spôsobilosti, je táto lehota používa vo väčšine správ o spôsobilosti
sl_si: Ta stran vam omogoča nastavitev tedenski časovni okvir, v katerem lahko učitelji vstopijo upravičenosti. Učitelji morajo vnesti upravičenost vsak teden v tem območju. Poleg učiteljev Enter Upravičenost program, je ta časovni okvir se uporablja v večini poročil o izpolnjevanju pogojev
sq_al: Kjo faqe ju lejon të setup kohore në të cilën mësuesit javore mund të hyjë në të drejtën. Mësuesit duhet të hyjë në të drejtën çdo javë në këtë varg. Përveç mësuesit hyjnë në programin për përshtatshmëri, ky afat është përdorur në raportet më të drejtën
sr_rs: Ова страница вам омогућава да подесите недељни рок у којем наставници могу да уђу подобности. Наставници морају да унесете подобности сваке недеље у оквиру овог опсега. Поред наставника Унесите Право програма, то временски оквир се користи у већини подобности извештаја
sv_se: Den här sidan kan du ställa in varje vecka tidsramar inom vilka lärarna kan ange behörighet. Lärare måste ange behörighet varje vecka inom detta intervall. Förutom lärarna Enter Behörighet program, denna tidsram används i de flesta behörighet rapporter
th_th: หน้านี้ช่วยให้คุณสามารถตั้งค่าระยะเวลาสัปดาห์ที่ครูสามารถป้อนสิทธิ์ ครูจะต้องป้อนสิทธิ์ทุกสัปดาห์ในช่วงนี้ นอกจากนี้ครูป้อนโปรแกรมสิทธิ, ระยะเวลานี้จะใช้ในที่สุดรายงานการมีสิทธิ์
tr_tr: Bu sayfa, öğretmenler uygunluk girebilirsiniz haftalık bir zaman diliminde kurulum sağlar. Öğretmenler, bu aralık içinde her hafta uygunluk girmelisiniz. Öğretmenler Uygunluk programına girin yanı sıra, bu süre en uygunluk raporları kullanılır
uk_ua: На цій сторінці можна налаштувати на тижні терміни, в які вчителі можуть ввести пільги. Вчителі повинні ввести право кожного тижня в цьому діапазоні. Крім вчителів Введіть Право програми, ці тимчасові рамки використовується в більшості звітів право
wa_be: Mae&#39;r dudalen hon yn eich galluogi i osod yr amserlen wythnosol y gall athrawon fynd i mewn cymhwyster. Rhaid i athrawon fynd i mewn bob wythnos cymhwyster o fewn yr amrediad hwn. Heblaw am y rhaglen athrawon Enter Cymhwyster, yr amserlen hon yn cael ei ddefnyddio mewn adroddiadau cymhwyster y rhan fwyaf o
zh_tw: 此頁面允許您設定在每週的時間表，教師可以進入的資格。教師資格必須輸入每個星期在此範圍內。除了教師資格的程序輸入，這個時間是用在最資格的報告

source: To change the timeframe, simply change the upper and lower bounds of the timeframe and click the Save button.
af_za: Om die tydraamwerk te verander, verander jy die boonste en onderste grense van die tydraamwerk en kliek op die Save-knoppie.
ar_dz: لتغيير الإطار الزمني، ببساطة تغيير حدود العلوي والسفلي من الإطار الزمني وانقر على زر حفظ.
be_by: Каб змяніць часовыя рамкі, проста памяняць верхнія і ніжнія межы тэрмінаў і націсніце кнопку Захаваць.
bg_bg: За да промените сроковете, просто променете горните и долни граници на сроковете и щракнете върху бутона Save.
bn_bd: থেকে timeframe পরিবর্তন কেবল, timeframe উপরের এবং নিম্ন সীমা এবং পরিবর্তন সংরক্ষণ বাটন ক্লিক করুন.
da_dk: For at ændre tidsrammen, skal du blot ændre den øvre og nedre grænser for den tidsramme, og klik på knappen Gem.
el_gr: Για να αλλάξετε το χρονοδιάγραμμα, απλώς αλλάζουν τα ανώτερα και κατώτερα όρια του χρονικού πλαισίου και κάντε κλικ στο κουμπί Αποθήκευση.
es_es: Para cambiar el período de tiempo, basta con modificar los límites superior e inferior del marco de tiempo y haga clic en el botón Guardar.
et_ee: Selleks, et muuta tähtaega, lihtsalt muuta ülemise ja alumise piire ajakava ja vajuta nuppu Salvesta.
fa_ir: برای تغییر بازه زمانی ، به سادگی از مرزهای بالایی و پایینی از بازه زمانی و با کلیک بر روی دکمه ذخیره را تعیین کنید و تغییر دهید.
fi_fi: Voit muuttaa aikataulua, vaihda ylä-ja alarajaa aikataulua ja napsauta Tallenna-painiketta.
ga_ie: A athrú ar an fráma ama, ach an t-athrú bounds uachtair agus íochtair den fhráma ama agus cliceáil ar an gcnaipe Sábháil.
gl_gl: Para cambiar o programa, simplemente cambiar os límites superior e inferior do calendario e prema no botón Gardar.
hr_hr: Da biste promijenili vremenski okvir, jednostavno promijeniti gornje i donje granice rok i kliknite na gumb Spremi.
hu_hu: A változás az időkeret, egyszerűen módosíthatja a felső és alsó szélét az időkeretet, és kattintsunk a Save gombra.
is_is: Til að breyta tíma, einfaldlega að breyta efri og neðri mörk á þessu tímabili og smelltu á Vista hnappinn.
ja_jp: 時間枠を変更するには、単純に時間枠の上限と下限を変更し、[保存]ボタンをクリック。
lt_lt: Norėdami pakeisti laikotarpį, tiesiog pakeisti viršutinės ir apatinės vertinimo terminus ir spustelėkite mygtuką &quot;Išsaugoti&quot;.
lv_lv: Lai mainītu laika, vienkārši mainīt augšējās un apakšējās robežas termiņu un noklikšķiniet uz pogas Saglabāt.
mk_mk: За да го промените временската рамка, едноставно промена на горните и долните граници на временската рамка и кликнете на копчето Зачувај.
nn_no: For å endre tidsrammen, bare endre den øvre og nedre grenser tidsrammen og klikk på knappen Lagre.
pl_pl: Aby zmienić harmonogram, wystarczy zmienić górne i dolne granice czasowe i kliknij przycisk Zapisz.
pt_pt: Para alterar o cronograma, basta alterar os limites superior e inferior do calendário e clique no botão Salvar.
ro_ro: Pentru a modifica perioada de timp, pur şi simplu schimba limitele superioare şi inferioare de timp şi faceţi clic pe butonul Salvare.
ru_ru: Чтобы изменить временные рамки, просто поменять верхние и нижние пределы сроков и нажмите кнопку Сохранить.
sk_sk: Ak chcete zmeniť časový rámec, jednoducho zmeniť horná a dolná hranica časového rámca a kliknite na tlačidlo Uložiť.
sl_si: Če želite spremeniti časovni okvir, preprosto spremenite zgornje in spodnje meje časovnega okvira in kliknite na gumb Save.
sq_al: Për të ndryshuar afati, thjesht të ndryshojë kufijtë e sipërme dhe të poshtme të afatit dhe klikoni butonin Ruaj.
sr_rs: Да бисте променили временски оквир, једноставно промените горњу и доњу границу на време и кликните на дугме Сачувај.
sv_se: För att ändra tid, helt enkelt ändra den övre och undre gränserna för tidsramen och klicka på knappen Spara.
th_th: หากต้องการเปลี่ยนระยะเวลาเพียงเปลี่ยนขอบเขตบนและล่างของกรอบเวลาและคลิกที่ปุ่มบันทึก
tr_tr: Zaman dilimi değiştirmek için, sadece alt ve üst sınırları zaman dilimi değişikliği ve Kaydet düğmesini tıklatın.
uk_ua: Щоб змінити часові рамки, просто поміняти верхні і нижні межі термінів і натисніть кнопку Зберегти.
wa_be: I newid yr amserlen, yn newid ffiniau uchaf ac isaf yr amserlen a chliciwch ar y botwm Save.
zh_tw: 要更改時間，只需更改上限和下限的時間，然後點擊保存按鈕。

source: Student List
af_za: Studente Lys
ar_dz: قائمة الطلاب
be_by: Студэнцкая Спіс
bg_bg: Студентски Списък
bn_bd: ছাত্র তালিকা
el_gr: Λίστα Φοιτητών
es_es: Lista de Alumnos
et_ee: Üliõpilaste nimekiri
fa_ir: فهرست دانشجویی
ga_ie: Liosta na Mac Léinn
gl_gl: Lista de Alumnos
hr_hr: Studentski Popis
hu_hu: Diák listája
is_is: Námsmaður List
ja_jp: 学生のリスト
lt_lt: Studentų sąrašas
lv_lv: Studentu saraksts
mk_mk: Студент Листа
pl_pl: Lista Student
pt_pt: Lista de Alunos
ro_ro: Student Lista
ru_ru: Студенческая Список
sk_sk: Študent Zoznam
sl_si: Student Seznam
sq_al: Lista e studentëve
sr_rs: Студентски Листа
sv_se: Student Lista
th_th: รายชื่อนักศึกษา
tr_tr: Öğrenci Listesi
uk_ua: Студентська Список
wa_be: Rhestr Myfyrwyr
zh_tw: 學生名單

source: This report shows every course and eligibility grade assigned to any number of students.
af_za: Hierdie verslag toon elke kursus en in aanmerking kom graad opgedra aan &#39;n aantal studente.
ar_dz: يبين هذا التقرير كل دورة والصف الأهلية المعينة إلى أي عدد من الطلاب.
be_by: Гэтая справаздача паказвае кожнага курсу і крытэрыі класа прызначаныя на любую колькасць студэнтаў.
bg_bg: Този доклад показва всеки курс и степен на допустимост, възложени произволен брой на студентите.
bn_bd: এই রিপোর্ট প্রতি কোর্স এবং যোগ্যতা গ্রেড নির্ধারিত ছাত্রদের কোন নম্বর প্রদর্শন.
da_dk: Denne rapport viser hvert kursus og berettigelse klasse er tildelt til et vilkårligt antal studerende.
el_gr: Η έκθεση αυτή δείχνει κάθε μάθημα και ο βαθμός επιλεξιμότητας έχει τοποθετηθεί σε οποιοδήποτε αριθμό των φοιτητών.
es_es: Este informe muestra todos los cursos y el grado de elegibilidad asignado de los alumnos.
et_ee: Käesolev aruanne näitab iga kursuse ja abikõlblikkuse klassi liigitada ühegi õpilaste arv.
fa_ir: این گزارش نشان می دهد هر دوره و درجه واجد شرایط بودن اختصاص یافته به هر تعداد از دانش آموزان است.
fi_fi: Tämä raportti osoittaa jokaisen kurssin ja kelpoisuus arvosana mihinkään joukko opiskelijoita.
ga_ie: Léiríonn an tuarascáil seo gach cúrsa agus grád incháilitheacht sannta d&#39;aon líon na mac léinn.
gl_gl: Este informe mostra cada curso e grao de elixibilidade asignado a calquera número de alumnos.
hr_hr: Ovo izvješće prikazuje svaki tečaj i podobnost razreda dodijeljen na bilo koji broj studenata.
hu_hu: Ez a jelentés azt mutatja, minden tanfolyam és jogosultsági osztály rendelt tetszőleges számú diák.
is_is: Þessi skýrsla sýnir hvert námskeið og hæfi bekk úthlutað allir tala nemenda.
ja_jp: この報告書は、学生の任意の数に割り当てられたすべてのコースと資格等級を示しています。
lt_lt: Ši ataskaita rodo, kas žinoma ir tinkamumo lygio, bet studentų skaičius.
lv_lv: Šis ziņojums liecina, ik protams, un atbilstības pakāpe darbā uz studentu skaitu.
mk_mk: Овој извештај покажува секој се разбира и подобноста одделение доделен на било кој број на студенти.
nn_no: Denne rapporten viser alle kurs og valgbarhet grade tildelt en rekke studenter.
pl_pl: Ten raport pokazuje, co oczywiście i stopień kwalifikacji przypisanych do liczby studentów.
pt_pt: Este relatório mostra cada curso e grau de elegibilidade atribuído a qualquer número de alunos.
ro_ro: Acest raport prezinta fiecare curs şi gradul de eligibilitate alocate la orice număr de studenţi.
ru_ru: Этот отчет показывает каждого курса и критерии класса назначены на любое количество студентов.
sk_sk: Táto správa ukazuje každého predmetu a spôsobilosti triedy priradiť ľubovoľný počet študentov.
sl_si: To poročilo kaže, vse poteka in upravičenost razred dodeljen na katero koli število študentov.
sq_al: Ky raport tregon çdo kurs dhe klasën e kualifikimit të caktuar për çdo numër të studentëve.
sr_rs: Овај извештај приказује сваку Наравно и подобност разреда додељен било који број студената.
sv_se: Denna rapport visar varje kurs och behörighet klass tilldelas valfritt antal studenter.
th_th: รายงานนี้จะแสดงเกรดทุกรายวิชาและมีสิทธิ์ที่กำหนดให้จำนวนนักเรียนใด ๆ
tr_tr: Bu raporda, her ders ve öğrenci herhangi bir sayı atanan uygunluk derecesi gösterir.
uk_ua: Цей звіт показує кожного курсу і критерії класу призначені на будь-яку кількість студентів.
wa_be: Mae&#39;r adroddiad hwn yn dangos pob cwrs a gradd cymhwyster neilltuo i unrhyw nifer o fyfyrwyr.
zh_tw: 此報告顯示每個課程和資格等級分配到任意數量的學生。

source: After searching for students, you can specify the eligibility timeframe you want to view. These timeframes are setup in the Entry Times program.
af_za: Na soek vir studente, kan jy die aanmerking te kom tydraamwerk wat jy wil sien. Hierdie tydraamwerke is setup in die program Entry Times.
ar_dz: بعد البحث للطلاب، يمكنك تحديد الإطار الزمني الأهلية التي ترغب في عرضها. هذه الأطر الزمنية هي الإعداد في البرنامج الدخول تايمز.
be_by: Пасля пошуку для студэнтаў, вы можаце задаць правы тэрміны вы хочаце прагледзець. Гэтыя тэрміны могуць быць сканфігураваны ў праграме Уступленне Times.
bg_bg: След търсене за студенти, можете да зададете период за допустимост искате да видите. Тези времеви рамки са настроени в програмата за влизане Times.
bn_bd: ছাত্রদের জন্য অনুসন্ধান পর, আপনি যোগ্যতা timeframe আপনি দেখতে চান উল্লেখ করা যাবে. এই timeframes হয় এন্ট্রি টাইমস প্রোগ্রামের সেটআপ.
da_dk: Efter at have søgt for studerende, kan du angive støtteberettigelse tidsramme, du ønsker at se. Disse tidsfrister er setup i Entry Times programmet.
el_gr: Μετά από αναζήτηση για τους μαθητές, μπορείτε να καθορίσετε το χρονικό επιλεξιμότητας που θέλετε να προβάλετε. Αυτά τα χρονικά πλαίσια είναι ρυθμισμένα στους Times Έναρξη προγράμματος.
es_es: Después de buscar para los estudiantes, se puede especificar el plazo de elegibilidad que desea ver. Estos plazos están establecidos en el programa de tiempos de entrada.
et_ee: Pärast otsivad õpilased, saate määrata toetuse saamise aja jooksul, mida soovite vaadata. Need tähtajad on setup Entry Times programmi.
fa_ir: پس از جستجو برای دانش آموزان ، شما می توانید بازه زمانی واجد شرایط بودن شما می خواهید برای مشاهده را مشخص کنید. این زمانبندی راه اندازی برنامه بار در ورود است.
fi_fi: Haun jälkeen opiskelijoille, voit määrittää tukikelpoisuuden aikataulua haluat tarkastella. Nämä määräajat ovat setup Entry Times ohjelmaa.
ga_ie: Tar éis cuardach do mhic léinn, is féidir leat a shonrú ar an amscála incháilitheachta is mian leat a fheiceáil. Tá na frámaí ama thus i gclár Iontrála Times.
gl_gl: Despois de buscar para os alumnos, pode especificar o período de elixibilidade que quere ver. Estes prazos son configurados no programa tempos de inscrición.
hr_hr: Nakon što je u potrazi za studente, možete odrediti podobnost vremenskom želite vidjeti. Ove rokovima su postava u programu unos Times.
hu_hu: A keresés után a diákok, akkor adja meg a jogosultsági időn belül szeretné megtekinteni. Ezek a határidők a setup a nevezési Times programot.
is_is: Eftir að leita að nemendur, hægt að tilgreina hæfni tíma sem þú vilt skoða. Þessar tímaáætlanir eru skipulag í færslunni Times program.
ja_jp: 学生のために検索した後、あなたが表示したい資格期間を指定することができます。これらの時間枠は、エントリータイムズプログラムのセットアップです。
lt_lt: Po paieškos studentams, galite nurodyti, tinkamumo laikotarpį, kurį norite peržiūrėti. Šie terminai yra setup įrašas Times programa.
lv_lv: Pēc meklēšanas studentiem, varat norādīt atbilstības laika, kuru vēlaties apskatīt. Šie termiņi ir setup Entry Times programmu.
mk_mk: По потрага по студенти, можете да наведете подобност рок сакате да ја видите. Овие временски рамки се подесување во влез тајмс програма.
nn_no: Etter å ha studenter, kan du angi berettigelse tidsrammen du vil vise. Disse tidsrammer er oppsett i Entry Times programmet.
pl_pl: Po wyszukaniu dla studentów, można określić ramy czasowe kwalifikowalności chcesz wyświetlić. Te ramy czasowe są ustawione w programie Times Wejście.
pt_pt: Depois de pesquisar para os alunos, você pode especificar o período de elegibilidade que deseja visualizar. Estes prazos são configurados no programa tempos de inscrição.
ro_ro: Dupa o cautare pentru studenţi, aveţi posibilitatea să specificaţi intervalul de timp de eligibilitate pe care doriţi să le vizualizaţi. Aceste termene sunt setate în programul de intrare Times.
ru_ru: После поиска для студентов, вы можете задать права сроки вы хотите просмотреть. Эти сроки могут быть сконфигурированы в программе Вступление Times.
sk_sk: Po vyhľadaní pre študentov, môžete určiť časový rámec spôsobilosti, ktoré chcete zobraziť. Tieto časové rámce sú vytvorené v programe Entry Times.
sl_si: Po iskanju za študente, lahko določite časovni okvir za upravičenost si ga želite ogledati. Ti roki so nastavitve v programu Vstop Times.
sq_al: Pasi u kontrolluan për studentët, ju mund të specifikoni afatit të drejtën që ju doni të shikoni. Këto afate kohore janë setup në programin Times Hyrja.
sr_rs: Након претраге за студенте, можете одредити временски оквир подобности које желите да прикажете. Ови рокови су подешавање у доба Улаз програма.
sv_se: Efter sökningen för studenter kan du ange berättigande tid du vill visa. Dessa tidsramar är inställda i Entry Times programmet.
th_th: หลังจากการค้นหาสำหรับนักเรียนที่คุณสามารถระบุระยะเวลาการมีสิทธิ์ที่คุณต้องการดู ระยะเวลาเหล่านี้จะถูกติดตั้งในรายการโปรแกรมไท
tr_tr: Öğrenciler için arama yaptıktan sonra, uygunluk zaman dilimi görüntülemek istediğiniz belirleyebilirsiniz. Bu zaman dilimleri Giriş Times programı hazırlıyoruz.
uk_ua: Після пошуку для студентів, ви можете задати права терміни ви хочете переглянути. Ці терміни можуть бути налаштовані в програмі Вступ Times.
wa_be: Ar ôl chwilio ar gyfer myfyrwyr, gallwch nodi&#39;r amserlen cymhwyster rydych am ei gweld. Mae&#39;r amserlenni yn cael eu gosod yn y rhaglen Mynediad Times.
zh_tw: 搜索後的學生，你可以指定時間的資格要查看。這些時限是設置在入境時報方案。
