Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This includes the students physician, the physicians phone, the students preferred hospital, any medical comments, whether or not the student has a doctors note, and comments concerning the doctors note. To change any of these values, click on the value you want to change, change it, and click the Save button at the top of the screen
af_za: Dit sluit in die studente dokter, die geneeshere, telefoon, die studente se voorkeur-hospitaal, enige mediese kommentaar, ongeag of die student nie &#39;n nota dokters en kommentaar oor die dokters nota. Enige van hierdie waardes te verander, klik op die waarde wat jy wil verander, dit verander, en kliek op die Save-knoppie aan die bokant van die skerm
be_by: Гэта ўключае ў сябе студэнтаў лекар, лекары тэлефон, студэнты аддавалі перавагу бальніцы, якія-небудзь медыцынскія каментары, якія змяшчаюць ці не студэнт лекары нататкі і каментары з нагоды лекараў запіску. Для змены любога з гэтых значэнняў, націсніце на значэнне, якое вы хочаце змяніць, змяніць, і націсніце кнопку Захаваць ў верхняй частцы экрана
bg_bg: Това включва студенти лекар, лекари телефон, студенти предпочитан болница, медицински коментари, дали студентът има лекари бележка или не, и коментари по отношение на лекарите. За да промените някоя от тези стойности, кликнете върху стойността, която искате да промените, променете го и щракнете върху бутона &quot;Запиши&quot; в горната част на екрана
bn_bd: এই ছাত্রদের চিকিত্সক, চিকিত্সক ফোন, ছাত্রদের পছন্দের হাসপাতাল, কোনো চিকিৎসাবিদ্যা মন্তব্য, কিনা ছাত্র একটা ডাক্তার উল্লেখ্য হয়েছে অথবা না, এবং ডাক্তার উল্লেখ্য বিষয়ে মন্তব্য রয়েছে. এই মানের কোনো পরিবর্তন মান আপনি পরিবর্তন চান,, ক্লিক পরিবর্তন এবং পর্দার উপরের সেভ বাটন ক্লিক করুন
da_dk: Dette omfatter studerende læge, læger telefon, de studerende foretrak hospitalet, enhver medicinsk kommentarer, uanset om den studerende har en læger note, og bemærkninger vedrørende læger note. For at ændre enhver af disse værdier, skal du klikke på den værdi, du ønsker at ændre, ændre det, og klik på knappen Gem øverst på skærmen
el_gr: Αυτό περιλαμβάνει το γιατρό τους φοιτητές, το τηλέφωνο οι γιατροί, οι μαθητές προτίμησαν νοσοκομείο, κάθε ιατρική σχόλια, έστω και αν ο φοιτητής έχει μια σημείωση γιατρών, και παρατηρήσεις σχετικά με τη σημείωση γιατρών. Για να αλλάξετε οποιαδήποτε από αυτές τις τιμές, κάντε κλικ στην τιμή που θέλετε να αλλάξετε, να το αλλάξετε και κάντε κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης
et_ee: See hõlmab ka õpilastele arst arstid telefon, õpilastest pooldas haigla meditsiinilist kommentaare, kas õpilane on arstid teadmiseks ning märkusi arstid teadmiseks. Et muuta mõnda neist väärtustest, kliki väärtus, mida soovite muuta, muuta, ja klõpsake nuppu Salvesta ülaosas ekraani
fa_ir: این شامل پزشک دانش آموزان ، تلفن پزشکان ، بیمارستان دانش آموزان ترجیح داده ، هر نظر پزشکی و یا دانش آموز توجه داشته باشید پزشکان ، و نظرات مربوط به پزشکان توجه داشته باشید. برای تغییر هر یک از این ارزش ها ، ارزش می خواهید به تغییر را کلیک کنید ، آن را تغییر دهید و با کلیک بر روی دکمه ذخیره در بالای صفحه کلیک کنید
fi_fi: Tämä sisältää opiskelijoiden lääkärin, lääkärit puhelin, opiskelijat mieluummin sairaalaan, mitään lääketieteellistä kommenttia, onko opiskelija on lääkäreitä huomata, ja huomautuksia lääkärit Huom. Voit muuttaa näitä arvoja, napsauta arvoa haluat muuttaa, muuttaa, ja napsauta Tallenna-painiketta yläreunassa näytön
ga_ie: Áirítear leis an dochtúir do mhic léinn, ar an teileafón lianna, an t-ospidéal mic léinn is fearr, aon tuairimí leighis, bíodh nó ná bíodh an mac léinn nóta dochtúirí, agus tuairimí maidir leis an nóta dochtúirí. A athrú aon cheann de na luachanna, cliceáil ar an luach is mian leat a athrú, é a athrú, agus cliceáil ar an gcnaipe Sábháil ag barr an scáileáin
gl_gl: Isto inclúe o médico os estudantes, o teléfono médicos, o hospital estudantes preferido, os comentarios médica, se o alumno ten unha nota de médicos, e comentarios sobre a nota de médicos. Para cambiar calquera destes valores, prema no valor que quere cambiar, cambiar-o, e prema no botón Gardar da parte superior da pantalla
hr_hr: To uključuje učenike liječnika, liječnici telefon, studenti željene bolnice, bilo kakve medicinske komentare, da li ili ne student ima liječnika bilješke i komentari u vezi liječnika bilješku. Za promjenu bilo koje od tih vrijednosti, kliknite na vrijednosti koju želite promijeniti, promijeniti, a zatim kliknite gumb Spremi na vrhu zaslona
hu_hu: Ez magában foglalja a diákok orvos, az orvos telefonon, a diákok inkább a kórházi, orvosi megjegyzéseket, függetlenül attól, hogy a hallgató egy az orvosok figyelmét, és észrevételek az orvosok jegyzetet. Ha módosítani szeretné valamelyik ezeket az értékeket, kattintson a kívánt értéket módosítani, megváltoztatni, majd kattintson a Mentés gombra a képernyő felső részén
is_is: Þetta felur í sér að nemendur læknir, sem læknar síma, nemendur valinn spítala, hvaða læknis athugasemdir, hvort nemandi hefur lækna huga, og athugasemdir varðandi lækna huga. Til að breyta einhverju af þessum gildum er smellt á gildið sem þú vilt breyta, breyta því, og smelltu á Vista hnappinn efst á skjánum
ja_jp: これは、学生の医師、医師の電話、学生希望病院、他の医学的コメントが、学生が医師の注意を持っているかどうか、および医師のノートに関するコメントが含まれています。これらの値のいずれかを変更するには、は、変更したい値をクリックして変更し、画面の上部にある[保存]ボタンをクリックします。
lt_lt: Tai apima studentų gydytojas, gydytojai telefono, studentai pageidaujamą ligoninėje, bet medicinos komentarai, ar ne studentų gydytojų dėmesį ir pastabas dėl gydytojų pažymos. Norėdami pakeisti bet kurį iš šių reikšmių, spustelėkite vertę, kurią norite keisti, jį pakeisti, ir spustelėkite mygtuką &quot;Išsaugoti&quot; ekrano viršuje
lv_lv: Tas ietver skolēniem ārsts ārsti tālruni, skolēni dod priekšroku slimnīcas, visas medicīnas komentārus, vai skolēns ir ārsti piezīmi un piezīmes par ārstiem piezīmi. Lai izmainītu jebkuru no šīm vērtībām, noklikšķiniet uz vērtību, kuru vēlaties mainīt, izmainiet to un noklikšķiniet uz Save pogas augšpusē ekrānam
mk_mk: Ова ги вклучува студентите лекар, лекарите телефон, студентите склопот болница, некоја медицинска коментари, без разлика дали ученикот има лекари белешка и коментари за лекарите белешка. За да го промените било кој од овие вредности, кликнете на вредноста што сакате да се промени, промените, и кликнете на копчето Зачувај на врвот на екранот
nn_no: Dette inkluderer elevene lege, legene telefonen, studenter foretrukne sykehuset, eventuelle medisinske kommentarer, hvorvidt studenten har leger notat og merknader til legene notatet. Å endre noen av disse verdiene, klikk på verdien du vil endre, endre det, og klikk på knappen Lagre øverst på skjermen
pl_pl: Obejmuje to lekarz studentów, telefon lekarzy, studentów preferowane szpitalu, medycznych komentarzy, czy student ma pamiętać, lekarzy i komentarze dotyczące wiadomości lekarzy. Aby zmienić te wartości, kliknij wartość chcesz zmienić, zmienić, i kliknij przycisk Zapisz u góry ekranu
pt_pt: Isso inclui o médico os estudantes, o telefone médicos, o hospital estudantes preferido, quaisquer comentários médica, se o aluno tem uma nota de médicos, e comentários sobre a nota de médicos. Para alterar qualquer um destes valores, clique no valor que você quer mudar, mude-o, e clique no botão Salvar na parte superior da tela
ro_ro: Aceasta include medic studenţilor, telefon medici, spitalul elevii preferat, nici un comentariu medicale, indiferent dacă este sau nu elev are o notă medici, şi observaţii cu privire la nota medici. Pentru a schimba oricare dintre aceste valori, faceţi clic pe valoarea pe care doriţi să le modificaţi, schimba-l, şi faceţi clic pe butonul Salvaţi din partea de sus a ecranului
ru_ru: Это включает в себя студентов врач, врачи телефон, студенты предпочитали больнице, какие-либо медицинские комментарии, содержащие или не студент врачи заметки и комментарии по поводу врачей записку. Для изменения любого из этих значений, нажмите на значение, которое вы хотите изменить, изменить, и нажмите кнопку Сохранить в верхней части экрана
sk_sk: Jedná sa o študentov, lekárov, lekári telefón, študenti prednostné nemocnice, žiadne lekárske vyjadrenie, či má študent lekára poznámky a pripomienky k lekárovi na vedomie. Ak chcete zmeniť niektoré z týchto hodnôt, kliknite na hodnotu, ktorú chcete zmeniť, zmeniť a kliknite na tlačidlo Uložiť v hornej časti obrazovky
sl_si: To vključuje študente zdravnik, zdravniki telefon, študentje raje bolnišnice, zdravniške komentarje, ali je študent zdravniki upoštevajte, ter pripombe v zvezi z zdravniki note. Če želite spremeniti katero koli od teh vrednosti, kliknite na vrednost, ki jo želite spremeniti, spremeniti, in kliknite gumb Shrani na vrhu zaslona
sq_al: Kjo përfshin mjeku studentët, telefon mjekët, spitali studentët e preferuar, çdo koment mjekësore, nëse janë apo jo studenti ka një shënim mjekët, dhe komentet në lidhje me shënimin mjekët. Për të ndryshuar ndonjë nga këto vlera, klikoni mbi vlerën e doni ta ndryshoni, për të ndryshuar atë, dhe klikoni në butonin Ruaj në krye të ekranit
sr_rs: Ово укључује студенте лекара, лекари телефон, студенти предност болницу, било какве медицинске коментаре, без обзира да ли студент има лекара напомене и коментаре у вези са лекарима белешку. Да бисте променили било које од ових вредности, кликните на вредност коју желите да промените, промените је, а затим кликните на дугме Сачувај на врху екрана
sv_se: Detta inkluderar de studerande läkare, läkarna telefon, studenterna föredrog sjukhus, medicinska kommentarer, oavsett om den studerande har en läkare anteckning och synpunkter på läkarna not. För att ändra någon av dessa värden klickar du på det värde du vill ändra, ändra den och klicka på knappen Spara längst upp på skärmen
th_th: ซึ่งรวมถึงการแพทย์นักเรียน, โทรศัพท์มือแพทย์ในโรงพยาบาลของนักเรียนที่ต้องการแสดงความเห็นใด ๆ ทางการแพทย์หรือไม่ที่นักเรียนได้ทราบแพทย์และความคิดเห็นเกี่ยวกับการแพทย์ทราบ การเปลี่ยนแปลงใด ๆ ของค่าเหล่านี้ให้คลิกค่าที่คุณต้องการเปลี่ยนแปลงการเปลี่ยนแปลงนั้นและคลิกที่ปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: Bu öğrencilerin doktor, doktorlar telefon, öğrenciler tercih edilen hastane, herhangi bir tıbbi yorumlar, öğrenci doktorlar not olup olmadığını ve doktorlar not ile ilgili yorum içerir. Bu değerlerin herhangi birini değiştirmek için, değiştirmek istediğiniz değeri tıklatın, değiştirmek ve ekranın üst kısmındaki Kaydet düğmesini tıklatın.
uk_ua: Це включає в себе студентів лікар, лікарі телефон, студенти воліли лікарні, будь-які медичні коментарі, які містять або не студент лікарі нотатки та коментарі щодо лікарів записку. Для зміни будь-якого з цих значень, натисніть на значення, яке ви хочете змінити, змінити, і натисніть кнопку Зберегти у верхній частині екрана
wa_be: Mae hyn yn cynnwys y, meddyg myfyrwyr y ffôn meddygon, yr ysbyty myfyrwyr yn dewis, unrhyw sylwadau meddygol, p&#39;un a yw&#39;r myfyriwr wedi nodyn meddygon, a sylwadau ynghylch y nodyn meddygon. I newid unrhyw un o&#39;r gwerthoedd hyn, cliciwch ar y gwerth ydych am newid, ei newid, a chliciwch ar y botwm Save ar frig y sgrin
zh_tw: 這包括學生的醫生，醫生的電話，學生首選的醫院，任何醫療意見，是否學生都有一個醫生的說明和評論有關醫生注意。要更改任何這些值，點擊你想要的值改變，改變它，然後點擊保存按鈕在屏幕上方

source: You can also add entries for each immunization or physical received by the student as well as any medical alerts such as allergies or illnesses
af_za: Jy kan ook inskrywings vir elke immunisering of fisiese ontvang deur die student, sowel as enige mediese waarskuwings soos allergieë of siektes
be_by: Вы таксама можаце дадаць запісу для кожнага імунізацыі або фізічнага атрыманыя студэнтам, а таксама якіх-небудзь медыцынскіх папярэджанняў, такіх як алергія або захворвання
bg_bg: Можете също да добавите записи за всяка имунизация или физически, получени от студента, както и всички медицински сигнали, като например алергии или заболявания
bn_bd: আপনি প্রতিটি টিকা বা শারীরিক ছাত্র হিসেবে যেমন এলার্জি বা অসুস্থতা হিসাবে চিকিৎসাবিদ্যা সঙ্কেত দ্বারা প্রাপ্ত জন্য এন্ট্রি যোগ করতে পারেন
da_dk: Du kan også tilføje poster for hver immunisering eller fysisk modtaget af de studerende såvel som enhver medicinsk alarmer som allergi eller sygdomme
el_gr: Μπορείτε επίσης να προσθέσετε εγγραφές για κάθε ανοσοποίηση ή φυσική λαμβάνει ο φοιτητής καθώς και οποιαδήποτε ιατρική ειδοποιήσεις όπως οι αλλεργίες ή ασθένειες
et_ee: Võite lisada ka kanded iga immuniseerimist või füüsilise sai üliõpilane samuti meditsiini teateid nagu allergia või haiguste
fa_ir: شما همچنین می توانید ورودی برای هر یک از ایمن سازی یا فیزیکی دریافت شده توسط دانش آموز و همچنین هر گونه هشدار پزشکی مانند آلرژی ها یا بیماری ها
fi_fi: Voit myös lisätä kustakin immunisaatio tai fyysistä saanut opiskelija sekä mahdolliset lääketieteelliset hälytyksiä, kuten allergioita tai sairauksia
ga_ie: Is féidir leat freisin hiontrálacha a bhaineann le gach imdhíonadh nó fisiciúil a fuair an mac léinn mar aon le haon foláirimh leighis, mar shampla ailléirgí nó tinnis
gl_gl: Tamén pode engadir entradas para cada inmunización ou físico recibido polo estudante, así como calquera alertas médicos, como alerxias ou enfermidades
hr_hr: Također možete dodati unose za svaki imunizacije ili fizičke prima studenta, kao i bilo kakve medicinske upozorenja kao što su alergije ili bolesti
hu_hu: Azt is hozzá bejegyzéseket az egyes védőoltások vagy fizikai kapott a tanuló, valamint az orvosi figyelmeztetéseket, mint például allergia vagy a betegségek
is_is: Þú getur einnig bætt við færslum fyrir hvern bólusetningar eða líkamlega berast nemanda sem og hvaða læknis tónar eins og ofnæmi eða sjúkdóma
ja_jp: また、学生だけでなく、アレルギーや病気などの医療アラートが受信した各予防接種や物理のためのエントリを追加できます。
lt_lt: Taip pat galite pridėti įrašus kiekvieną imunizacijos ar fizinės gauna studentų, taip pat bet kokia kita medicininė perspėjimų, pavyzdžiui, alergijų ar ligų
lv_lv: Jūs varat pievienot arī ierakstus par katru imunizācijai vai fiziskas saņem students, kā arī jebkāda veida veselības brīdinājumi, piemēram, alerģijas vai slimībām
mk_mk: Можете исто така да додадете записи за секој имунизација или физичко доби од страна на студентот како и медицински сигнали како алергии или болести
nn_no: Du kan også legge til oppføringer for hver immunisering eller fysisk mottatt av studenten samt eventuelle medisinske varsler slik som allergier eller sykdommer
pl_pl: Możesz również dodać wpisy dla każdego szczepienia lub fizyczne otrzymanych przez studentów, jak również wszelkie alarmy medycznych, takich jak alergie lub choroby
pt_pt: Você também pode adicionar entradas para cada imunização ou físico recebido pelo estudante, bem como quaisquer alertas médicos, tais como alergias ou doenças
ro_ro: Puteţi adăuga, de asemenea, intrări pentru fiecare imunizare sau fizice primite de către student, precum şi orice alerte medicale, cum ar fi alergii sau boli
ru_ru: Вы также можете добавить записи для каждого иммунизации или физического полученные студентом, а также каких-либо медицинских предупреждений, таких как аллергия или заболевания
sk_sk: Môžete tiež pridať položku pre každé očkovanie alebo fyzickej dostane študent, ako aj zdravotné upozornenia, ako sú alergie alebo ochorenia
sl_si: Dodate lahko tudi vnose za vsako imunizacijo ali fizične, ki jih prejme študent, kot tudi vse ostale zdravstvene opozorila, kot so alergije ali bolezni
sq_al: Ju mund të shtoni edhe shënimet për secilin vaksinimit ose fizike të marra nga studenti si dhe çdo alarme mjekësore si alergji ose semundje
sr_rs: Такође можете да додате ставке за сваку имунизацију или физичко примљена од студената, као и све медицинске упозорења као што су алергије или обољења
sv_se: Du kan också lägga till poster för varje immunisering eller fysiska emot av studenten samt eventuella medicinska larm, såsom allergier eller sjukdomar
th_th: คุณยังสามารถเพิ่มรายการสำหรับการสร้างภูมิคุ้มกันโรคต่างๆหรือทางกายภาพที่ได้รับโดยนักเรียนรวมทั้งการแจ้งเตือนทางการแพทย์เช่นโรคภูมิแพ้หรือการเจ็บป่วย
tr_tr: Ayrıca, öğrencinin yanı sıra, alerji veya hastalıklar gibi herhangi bir sağlık uyarıları alınan her aşılama ya da fiziksel girişleri ekleyebilirsiniz
uk_ua: Ви також можете додати записи для кожного імунізації або фізичної отримані студентом, а також будь-яких медичних попереджень, таких як алергія або захворювання
wa_be: Gallwch hefyd ychwanegu cofnodion ar gyfer pob imiwneiddio neu gorfforol a dderbyniwyd gan y myfyriwr yn ogystal ag unrhyw rybuddion meddygol megis alergeddau neu salwch
zh_tw: 您也可以為每個條目添加免疫或物理收到的學生，以及任何醫療警報，如過敏或疾病

source: To add an immunization, physical, or medical alert, fill in the blank fields at the bottom of the appropriate list, and click the Save button at the top of the screen
af_za: &#39;N immunisering, fisiese of mediese waarskuwing by te voeg, vul die leë velde aan die onderkant van die toepaslike lys en kliek op die Save-knoppie aan die bokant van die skerm
be_by: Каб дадаць імунізацыі, фізічных або медыцынскіх папярэджанняў, запоўніць пустыя палі ў ніжняй частцы адпаведнага спісу, і націсніце кнопку Захаваць ў верхняй частцы экрана
bg_bg: За да добавите имунизация, физически или медицински сигнал, попълнете празните полета в долната част на съответния списък и щракнете върху бутона Запазване в горната част на екрана
bn_bd: কোনো টিকা, শারীরিক, অথবা চিকিৎসাবিদ্যা সতর্ক যোগ যথাযথ তালিকা নীচে ফাঁকা ক্ষেত্র,, ভরাট এবং পর্দার উপরের সেভ বাটন ক্লিক করুন
da_dk: For at tilføje et vaccinationsprogram, fysiske eller medicinske alarm, udfylde de tomme felter i bunden af ​​den relevante liste, og klik på knappen Gem øverst på skærmen
el_gr: Για να προσθέσετε μια ανοσοποίηση, φυσική, ιατρική ή ειδοποίηση, συμπληρώστε τα κενά πεδία στο κάτω μέρος την κατάλληλη λίστα, και κάντε κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης
et_ee: Lisada immuniseerimine, füüsiline või meditsiiniline häire, täitke tühjadele väljadele allosas asjakohasest nimekirjast ja vajuta nuppu Salvesta ülaosas ekraani
fa_ir: برای اضافه کردن ایمن سازی ، فیزیکی ، یا هشدار های پزشکی ، در زمینه های خالی در پایین فهرست مناسب را پر کنید ، و کلیک بر روی دکمه ذخیره در بالای صفحه کلیک کنید
fi_fi: Voit lisätä rokotukset, fyysistä tai lääketieteellistä hälytys, täytä tyhjä kentät alareunassa haluamasi luettelo ja napsauta Tallenna-painiketta yläreunassa näytön
ga_ie: Chun cur le himdhíonadh, fhisiciúil, nó airdeall leighis, líon isteach i réimsí bán ag bun an liosta cuí, agus cliceáil ar an gcnaipe Sábháil ag barr an scáileáin
gl_gl: Para engadir un inmunización, física, ou de alerta médico, cubrir os campos en branco na parte inferior da lista correspondente, e prema no botón Gardar da parte superior da pantalla
hr_hr: Da biste dodali imunizacije, fizički, ili medicinske upozoriti, ispunite praznim poljima na dnu odgovarajuće popisa i kliknite gumb Spremi na vrhu zaslona
hu_hu: Ha egy védőoltás, fizikai, vagy orvosi éber, töltse ki az üres mezőket alján a megfelelő jegyzékben, majd kattintson a Mentés gombra a képernyő felső részén
is_is: Til að bæta við bólusetningar, líkamlega, eða læknis vakandi, fylla inn í auða reiti neðst viðeigandi listanum og smella á Save hnappinn efst á skjánum
ja_jp: 物理的な予防接種、、または医療アラートを追加するには、適切なリストの下部にある空白のフィールドに入力し、画面の上部にある[保存]ボタンをクリックします。
lt_lt: Norėdami pridėti imunizacijos, fizinis ar medicinos perspėjimo, užpildyti tuščius laukus atitinkamo sąrašo apačioje, ir spustelėkite mygtuką &quot;Išsaugoti&quot; ekrano viršuje
lv_lv: Lai pievienotu imunizācijas, fizisku, vai medicīnas trauksmes, aizpildiet tukšiem laukiem apakšā attiecīgajā sarakstā, un noklikšķiniet uz Save pogas augšpusē ekrānam
mk_mk: За да додадете имунизација, физички, или медицински алармирање, внесете полиња на дното на соодветната листа и кликнете на копчето Зачувај на врвот на екранот
nn_no: For å legge til en vaksinasjon, fysisk eller medisinsk advarsel, fylle de tomme feltene nederst på den aktuelle listen, og klikk på knappen Lagre øverst på skjermen
pl_pl: Aby dodać szczepień, fizycznych, medycznych lub alert, wypełnić puste pola na dole odpowiednie listy, a następnie kliknij przycisk Zapisz na górze ekranu
pt_pt: Para adicionar um imunização, física, ou de alerta médico, preencher os campos em branco na parte inferior da lista apropriada, e clique no botão Salvar na parte superior da tela
ro_ro: Pentru a adăuga o imunizare, fizică, sau de alertă medicale, completaţi câmpurile necompletate din partea de jos a listei corespunzătoare, şi faceţi clic pe butonul Salvaţi din partea de sus a ecranului
ru_ru: Чтобы добавить иммунизации, физических или медицинских предупреждений, заполнить пустые поля в нижней части соответствующего списка, и нажмите кнопку Сохранить в верхней части экрана
sk_sk: Ak chcete pridať očkovanie, fyzické alebo lekárskej pohotovosti, vyplňte prázdne polia v dolnej časti príslušného zoznamu a kliknite na tlačidlo Uložiť v hornej časti obrazovky
sl_si: Če želite dodati imunizacijo, fizično ali zdravstveno opozorilo, izpolnite prazna polja na dnu ustreznega seznama, in kliknite gumb Shrani na vrhu zaslona
sq_al: Për të shtuar një imunizimit, fizike, apo alarm mjekësore, plotësoni fushat bosh në fund të listës përkatëse, dhe klikoni në butonin Ruaj në krye të ekranit
sr_rs: Да бисте додали имунизација, физички или медицинских упозорења, попуните празна поља на дну одговарајућу листу, и кликните на дугме Сачувај на врху екрана
sv_se: För att lägga till en immunisering, fysiska eller medicinska larm, fyll i de tomma fälten längst ner på lämplig förteckning, och klicka på knappen Spara längst upp på skärmen
th_th: เพื่อเพิ่มการสร้างภูมิคุ้มกันทางกายภาพหรือการแจ้งเตือนทางการแพทย์กรอกข้อมูลในช่องที่ว่างเปล่าที่ด้านล่างของรายการที่เหมาะสมและคลิกที่ปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: Fiziksel bir bağışıklama, ya da tıbbi uyarı eklemek için, uygun bir listenin alt kısmında boş alanları doldurun ve ekranın üst kısmındaki Kaydet düğmesini tıklatın.
uk_ua: Щоб додати імунізації, фізичних чи медичних попереджень, заповнити порожні поля в нижній частині відповідного списку, і натисніть кнопку Зберегти у верхній частині екрана
wa_be: I ychwanegu imiwneiddio, corfforol, neu effro meddygol, llenwch y meysydd yn wag ar waelod y rhestr priodol, a chliciwch ar y botwm Save ar frig y sgrin
zh_tw: 要添加免疫，物理，或醫療警報，填補空白領域在底部相應的列表，然後點擊保存按鈕在屏幕上方
