Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This option gives you the entire details of the course manager like a chart. Here you will get all the information about the subjects, Courses, Marking Periods, Time, Period, days when that course is taught, location(room no) and the teacher teaching that course. In this page you have options to choose from dropdowns. There are two options through which you can search. Select Marking period and Select Subject. After you complete the search it gives you an option to take a print out of all the details.
ar_dz: هذا الخيار يتيح لك التفاصيل الكاملة للمدير بالطبع مثل تخطيط. هنا سوف تحصل على كل المعلومات عن الموضوعات، ملاعب، فترات تمييز والوقت والفترة، أيام عندما يتم تدريس هذا المسار والموقع (غرفة لا) والمعلم تدريس هذا المسار. في هذه الصفحة لديك خيارات لاختيار من القوائم المنسدلة. هناك خياران التي يمكنك من خلال البحث. تحديد الفترة تمييز وحدد موضوع. بعد إكمال البحث، فهو يوفر لك خيار لاتخاذ الطباعة من كل التفاصيل.
es_es: Esta opción le da la totalidad de los detalles del administrador del curso como un gráfico. Aquí podrá obtener toda la información sobre las asignaturas, cursos, períodos de calificación, Tiempo, Período, días en los que se enseña que por supuesto, la ubicación (habitación no) y el profesor que enseña a ese curso. En esta página usted tiene opciones para elegir menús desplegables. Hay dos opciones a través del cual usted puede buscar. Seleccione el período de Marcado y Seleccione Asunto. Después de completar la búsqueda que te da la opción de tomar una impresión de todos los detalles.

source: Print Catalog By Term
ar_dz: طباعة الفهرس الأجل
es_es: Imprimir catalogo Por Term

source: This option gives you the course catalog by term. You will get the dropdown to select the term and you can take the print out of it.
ar_dz: هذا الخيار يتيح لك كتالوج بالطبع كتبها المدى. سوف تحصل القائمة المنسدلة لتحديد المدى والتي يمكن أن تتخذ الطباعة للخروج منه.
es_es: Esta opción le da el catálogo de cursos por término. Usted obtendrá la lista desplegable para seleccionar el término y se puede tomar la impresión de la misma.

source: Print All Courses
ar_dz: طباعة جميع المقررات
es_es: Imprima todos los cursos

source: This option allows you to take a print out of all courses. Here you will get all the required details of subject, courses and course period.
ar_dz: يسمح هذا الخيار لك أن تأخذ الطباعة من جميع الدورات. هنا سوف تحصل على كل التفاصيل المطلوبة من الموضوع والدورات وفترة الدورة.
es_es: Esta opción le permite tomar una impresión de todos los cursos. Aquí podrá obtener todos los detalles necesarios de materias, cursos y periodo del curso.

source: displays the name, address, and principal of the current school.
ar_dz: يعرض الاسم والعنوان، ومدير المدرسة الحالي.
es_es: muestra el nombre, la dirección y el director de la escuela actual.

source: The Calendar is a display of school events and your student's assignments. The calendar also displays whether or not school is in attendance on any given day. By default, the calendar displays the current month. The month and year displayed can be changed by changing the month and year pull-down menus at the top of the screen and clicking the Update button.
ar_dz: التقويم هو عرض الأحداث المدرسية والواجبات تلميذك. تقويم يعرض أيضا ما إذا كان أو لم المدرسة في الحضور في أي يوم معين. افتراضيا، يعرض تقويم الشهر الحالي. والشهر والسنة عرض يمكن تغييرها عن طريق تغيير الشهر والسنة القوائم المنسدلة في الجزء العلوي من الشاشة والنقر على زر تحديث.
es_es: El calendario es un despliegue de eventos de la escuela y las tareas de su estudiante. El calendario también muestra si la escuela está en la asistencia en un día determinado. Por defecto, el calendario muestra el mes actual. El mes y el año mostrado se puede cambiar al cambiar el mes y menús desplegables años en la parte superior de la pantalla y haciendo clic en el botón Actualizar.

source: The titles of school events and assignments are displayed in each date's box. Clicking on these titles will open a popup window that displays more information about the event or assignment. School assignments are preceded by a red dot and assignments are preceded by a blue dot.
ar_dz: يتم عرض عناوين الأحداث المدرسية والواجبات في مربع تاريخ كل ل. سوف النقر على هذه العناوين فتح نافذة منبثقة التي تعرض مزيد من المعلومات حول هذا الحدث أو التعيين. ويسبق الواجبات المدرسية عن طريق نقطة حمراء وتسبق المهام التي كتبها نقطة زرقاء.
es_es: Los títulos de los eventos de la escuela y las tareas se muestran en la caja de cada fecha. Al hacer clic sobre estos títulos se abrirá una ventana emergente que muestra más información sobre el evento o tarea. Asignaciones escolares están precedidos por un punto rojo y las asignaciones son precedidos por un punto azul.

source: For days that school is in attendance all day, a green checkmark appears in the upper right-hand corner of the date. On partial days, the number of minutes that school is in session is displayed here instead. If the school is not in attendance at all on any given day, nothing will appear in the upper right-hand corner of the date.
ar_dz: لأيام تلك المدرسة في حضور كل يوم، تظهر علامة خضراء في الزاوية العلوية اليمنى من التاريخ. في أيام جزئية، يتم عرض عدد الدقائق التي المدرسة في الدورة هنا بدلا من ذلك. إذا كانت المدرسة ليست في حضور جميع في أي يوم معين، وسوف تظهر شيئا في الزاوية العلوية اليمنى من التاريخ.
es_es: Para los días en que la escuela está en la asistencia durante todo el día, una marca de verificación verde aparece en la esquina superior derecha de la fecha. En los días parciales, se muestra el número de minutos que la escuela está en sesión aquí su lugar. Si la escuela no esté asistiendo a todos en un día determinado, nada aparecerá en la esquina superior derecha de la fecha.

source: Student Information
ar_dz: معلومات الطالب
es_es: Información del Estudiante

source: This option gives you all the necessary details of a particular student. After clicking on this tab when you click on submit you will get the list of all the students. You can select a specific student and will get the details of that student.
ar_dz: هذا الخيار يوفر لك جميع التفاصيل اللازمة لطالب معين. بعد النقر على علامة التبويب هذه عند النقر على تقديم سوف تحصل على قائمة بجميع الطلاب. يمكنك اختيار الطالب محددة وسوف تحصل على تفاصيل ذلك الطالب.
es_es: Esta opción le da todos los detalles necesarios de un estudiante en particular. Después de hacer clic en esta pestaña al hacer clic en enviar obtendrá la lista de todos los estudiantes. Se puede seleccionar un estudiante específico y obtendrá los detalles de ese estudiante.

source: Add Student
ar_dz: إضافة طالب
es_es: Añadir alumno

source: By clicking on this option you will get an empty form where you need to fill up all the required details then click on save and the details would be saved. Only the * marked fields are mandatory. You get an option to upload a student’s photo here. Here you get the general info, address and contact details, Medical details, comments and goals (if any) of that specific student.
ar_dz: من خلال النقر على هذا الخيار ستحصل على شكل فارغة حيث كنت في حاجة لملء جميع التفاصيل المطلوبة ثم انقر على حفظ وسيتم حفظ التفاصيل. فقط * الحقول إلزامية. يمكنك الحصول على خيار لتحميل الصور الطالب هنا. هنا يمكنك الحصول على معلومات عامة، عنوان وتفاصيل الاتصال وتفاصيل الطبية والتعليقات والأهداف (إن وجدت) من ذلك الطالب محددة.

source: A student must have one addresses and two mandatory emergency contacts.
ar_dz: يجب أن يكون للطالب عناوين واحد واثنين الاتصالات في حالات الطوارئ إلزامية.

source: This option allows you to change any details of a student. You can change any detail you want to in groups. Like you can select a bunch of students in one go and change any information. The change will show up in the student info page. After clicking on this option you can perform search by First, Last name, Grade, Activity etc then you will get a page where at the top from a drop down box you can select All categories, General info, Medical. Then you will have the text boxes, choose and type information as per your requirement. Then at the bottom of the page select the students by ticking in the check boxes beside and click on save. Now that information is changed for a group of a student.
ar_dz: هذا الخيار يسمح لك بتغيير أي تفاصيل عن الطالب. يمكنك تغيير أي من التفاصيل التي تريد في مجموعات. مثل يمكنك اختيار مجموعة من الطلاب دفعة واحدة وتغيير أي من المعلومات. فإن التغيير تظهر في صفحة معلومات الطالب. بعد النقر على هذا الخيار يمكنك إجراء البحث من قبل الأول واسم العائلة، الصف، آخر الخ ثم سوف تحصل على صفحة حيث في الجزء العلوي من القائمة المنسدلة يمكنك تحديد جميع الفئات، معلومات عامة، الطبية. ثم سيكون لديك مربعات النص، واختيار واكتب المعلومات وفقا لمتطلباتكم. ثم في الجزء السفلي من الصفحة تحديد الطلاب وذلك بوضع علامة في خانات الاختيار بجانب وانقر على حفظ. الآن يتم تغيير تلك المعلومات لمجموعة من الطلاب.
es_es: Esta opción le permite cambiar cualquier detalle de un estudiante. Usted puede cambiar cualquier detalle que desee en grupos. Al igual que usted puede seleccionar un grupo de estudiantes de una sola vez y cambiar cualquier información. El cambio se mostrará en la página de información del estudiante. Después de hacer clic en esta opción, puede realizar una búsqueda por el primer, apellido, grado, actividad, etc por lo que recibirá una página en la parte superior de un cuadro desplegable puede seleccionar todas las categorías, Información general, Médico. Entonces usted tendrá los cuadros de texto, seleccione y escriba información como por su exigencia. Luego en la parte inferior de la página, seleccione los alumnos, marcando en las casillas de verificación al lado y haga clic en Guardar. Ahora que la información se cambia para un grupo de estudiantes.

source: This option allows you to associate parents with students. If you do that, the parent would be able to log in to the system and can see all the required details like attendance, report card, grade book of his/her child. After you click on this option you get an option to search where you can select the grade and perform search and you will get the student list then select a student from the list and associate that student to a particular parent.
ar_dz: يسمح هذا الخيار لك لربط أولياء الأمور مع الطلاب. إذا كنت تفعل ذلك، فإن الأم تكون قادرا على تسجيل الدخول إلى النظام، ويمكن أن ترى كل التفاصيل المطلوبة مثل الحضور، بطاقة التقرير، كتاب الصف له / طفلها. بعد النقر على هذا الخيار تحصل على خيار البحث حيث يمكنك تحديد الصف وإجراء البحث وستحصل على قائمة الطلاب ثم حدد الطالب من القائمة والربط بين ذلك الطالب إلى أحد الوالدين خاصة.
es_es: Esta opción le permite asociar a los padres con los estudiantes. Si lo hace, el padre sería capaz de iniciar sesión en el sistema y puede ver todos los detalles necesarios, como la asistencia, calificaciones, registro de calificaciones de su hijo / a. Después de hacer clic en esta opción se obtiene una opción para buscar donde puede seleccionar el grado y realizar la búsqueda y obtendrá la lista de estudiantes a continuación, seleccione un estudiante de la lista y asociar a ese estudiante a un padre en particular.

source: The Enrollment Codes page allows you to setup your school's enrollment codes. Enrollment codes are used in the Enrollment student screen, and specify the reason the student was enrolled or dropped from a school. These codes apply to all schools system-wide.
ar_dz: الصفحة رموز انتساب يسمح لك لإعداد رموز الالتحاق بالمدارس الخاصة بك. وتستخدم رموز القيد في شاشة طالب انتساب، وتحديد السبب التحق الطالب أو إسقاط من المدرسة. تنطبق هذه الرموز لجميع المدارس على نطاق المنظومة.
es_es: La página de códigos de inscripción le permite configurar los códigos de inscripción de su escuela. Códigos de inscripción se utilizan en la pantalla de un estudiante de inscripción, y especificar la razón el estudiante estaba matriculado o se quita de una escuela. Estos códigos se aplican a todas las escuelas de todo el sistema.

source: To add an enrollment code, fill in the enrollment code's title, short name, and type in the empty fields at the bottom of the enrollment codes list. Click the Save button
ar_dz: لإضافة رمز القيد، وملء في عنوان رمز القيد، واسم قصير، واكتب في الحقول الفارغة في الجزء السفلي من قائمة رموز الالتحاق. انقر فوق الزر حفظ
es_es: Para agregar un código de inscripción, rellenar el título del código de inscripción, nombre corto, y escribe en los campos vacíos en la parte inferior de la lista de códigos de inscripción. Haga clic en el botón Guardar

source: To modify an enrollment code, click on any of the enrollment code's information, change the value, and click the Save button.
ar_dz: لتعديل رمز التسجيل، اضغط على أي من المعلومات رمز التسجيل، وتغيير القيمة، وانقر على زر حفظ.
es_es: Para modificar el código de inscripción, haga clic en cualquiera de la información del código de inscripción, cambie el valor y haga clic en el botón Guardar.

source: To delete an enrollment code, click the delete icon (-) next to the enrollment code you want to delete. You will be asked to confirm the deletion.
ar_dz: لحذف رمز التسجيل، انقر فوق رمز الحذف (-) بجانب رمز التسجيل الذي تريد حذفه. سوف يطلب منك تأكيد الحذف.
es_es: Para borrar un código de inscripción, haga clic en el icono Eliminar (-) junto al código de inscripción que desea eliminar. Se le pedirá que confirme la eliminación.

source: Advanced Reports
ar_dz: تقارير متقدمة
es_es: Informes avanzados

source: This option allows you to create a special report as per your requirement. After clicking on this tab you will get a search option. If you think you need to create a report which will show up the details of only Grade- Sophomore. Then you need to select the Grade option as Sophomore now perform the search, you will get the student list for that particular grade. Now if you click on Create Report for Selected Students, It will give you an option to choose that what details you want in the report card. Here you have General, Address, General Info, Medical and Schedule, now tick the boxes as per your requirement and again click on Create Reports for Selected Students. Your report is ready with all the necessary information you wanted.
ar_dz: يسمح لك هذا الخيار لإنشاء تقرير خاص وفقا لمتطلباتكم. بعد النقر على علامة التبويب هذه سوف تحصل على خيار البحث. إذا كنت تعتقد أنك بحاجة لإنشاء تقرير والتي سوف تظهر التفاصيل فقط درجة-طالبة. ثم أنت بحاجة لتحديد الخيار الصف على النحو طالبة الآن إجراء البحث، سوف تحصل على قائمة الطالب لهذا الصف معينة. الآن إذا كنت انقر على إنشاء تقرير للطلاب المحددة، وسوف تعطيك الخيار لاختيار تفاصيل أن ما تريده في بطاقة التقرير. هنا لديك العامة، العنوان، معلومات عامة والطبية والجدول الزمني، ووضع علامة الآن في صناديق وفقا للشرط الخاص بك، ومرة أخرى انقر على إنشاء تقارير للطلاب المحددة. تقرير جاهز مع جميع المعلومات اللازمة أردت.
es_es: Esta opción le permite crear un informe especial como por su exigencia. Después de hacer clic en esta pestaña obtendrá una opción de búsqueda. Si usted piensa que necesita para crear un informe en el que se mostrarán los detalles de la única Grado-Sophomore. Luego hay que seleccionar la opción de grado como estudiante de segundo año ahora realizar la búsqueda, obtendrá la lista de estudiantes para ese grado en particular. Ahora bien, si se hace clic en Crear informe para estudiantes seleccionados, se le dará la opción de elegir qué detalles que usted quiere en la boleta de calificaciones. Aquí tienes General, Dirección, Información General, Médica y Planificación, ahora marque las casillas como por su exigencia y de nuevo haga clic en Crear informes para los estudiantes seleccionados. Su informe está listo con toda la información necesaria que usted quería.

source: Add/ Drop Reports
ar_dz: إضافة تقارير / قطرة

source: This option allows you to prepare a report which shows a student's enrollment and the drop date in the school. After you click on this option you will get a page at the top of it you will have to select a specific date range then click on Go. You will get the student list with the Student's name, Student ID, School, Enrollment and Drop Date. Here you get an option of creating an Xcel sheet as well.
ar_dz: يسمح هذا الخيار لك لإعداد التقرير الذي يبين التحاق الطالب وتاريخ قطرة في المدرسة. بعد النقر على هذا الخيار سوف تحصل على صفحة على أعلى من ذلك سيكون لديك لتحديد نطاق تاريخ محدد ثم انقر على انتقال. سوف تحصل على قائمة الطالب مع اسم الطالب، رقم الطالب، المدرسة، وإسقاط انتساب التسجيل. هنا تحصل على خيار إنشاء ورقة أكسيل كذلك.
es_es: Esta opción le permite preparar un informe que muestra la inscripción de un alumno y la fecha de entrega en la escuela. Después de hacer clic en esta opción, obtendrá una página en la parte superior de la misma, tendrá que seleccionar un rango de fechas y haga clic en Go. Usted obtendrá la lista de estudiantes con el nombre del estudiante, identificación del estudiante, escuela, matrícula y soltar Fecha. Aquí usted consigue una opción de crear una hoja de Xcel también.

source: Print Letters
ar_dz: طباعة خطابات
be_by: Друк Лісты
bg_bg: Печат писма
bn_bd: প্রিন্ট চিঠিপত্র
da_dk: Print Breve
el_gr: Επιστολές Εκτύπωση
es_es: Imprimir Cartas
et_ee: Prindi Letters
fa_ir: نامه نسخه قابل چاپ
fi_fi: Tulosta Letters
ga_ie: Litreacha Priontáil
gl_gl: Cartas de impresión
hr_hr: Ispis Pisma
hu_hu: Nyomtatás levelek
ja_jp: 印刷文字
lt_lt: Spausdinti laiškai
lv_lv: Drukāt Burti
mk_mk: Верзија за писма
nn_no: Skriv Letters
pl_pl: Listy do druku
pt_pt: Cartas de impressão
ro_ro: Print scrisori
ru_ru: Печать Письма
sk_sk: Tlač listov
sl_si: Print pisem
sq_al: Letra Printo
sr_rs: Штампаним словима
sv_se: Skriv ut brev
th_th: พิมพ์ตัวอักษร
tr_tr: Baskı Mektuplar
uk_ua: Друк Листи
wa_be: Llythyrau Argraffu
zh_tw: 打印信函

source: You can insert certain pieces of student information into your letter with special variables
ar_dz: يمكنك إدراج قطعة معينة من معلومات الطالب في رسالتكم مع المتغيرات الخاصة
es_es: Puede insertar ciertas piezas de información de los estudiantes en su carta con variables especiales

source: Student ID
ar_dz: معرف الطالب
bn_bd: ছাত্র আইডি
da_dk: Studiekort
el_gr: ID Φοιτητών
es_es: Identificación del Alumno
fa_ir: ID دانشجویی
fi_fi: Opiskelijanumero
ga_ie: Aitheantais do Mhic Léinn
gl_gl: Bolsa de estudante
hu_hu: Diákigazolvány
ja_jp: 学生証
lt_lt: Studento ID
mk_mk: Студентскиот проект
pt_pt: Carteira de estudante
ro_ro: Student ID-ul
sk_sk: Študent ID
sq_al: ID Student
sr_rs: Студентски ИД
th_th: รหัสนักศึกษา
tr_tr: Öğrenci kimliği
wa_be: Adnabod Myfyrwyr
zh_tw: 學生證

source: This tab helps you to create mailing labels for selected students. In this page you have 4 options like To Student, To Primary Emergency Contact, To Secondary Emergency Contact, and To Both Emergency Contacts. After selecting the option if you click on Create labels for selected students you will get the mailing labels for those selected students.
ar_dz: هذا التبويب يساعدك على إنشاء بطاقات عنونة بريدية للطلبة المحدد. في هذه الصفحة لديك 4 خيارات مثل لطالب، لالابتدائية الاتصال في حالات الطوارئ، إلى الثانوية الاتصال في حالات الطوارئ، وإلى كل من اتصالات الطوارئ. بعد تحديد الخيار إذا كنت انقر على إنشاء تسميات للطلاب اختيارها سوف تحصل على بطاقات عنونة بريدية لأولئك الطلاب الذين تم اختيارهم.
es_es: Esta ficha le ayuda a crear etiquetas de correo para los estudiantes seleccionados. En esta página usted tiene 4 opciones como a estudiante, a la educación primaria en caso de emergencia, a la secundaria contacto de emergencia, y tanto a los contactos de emergencia. Después de seleccionar la opción, si se hace clic en Crear etiquetas para los estudiantes seleccionados obtendrá las etiquetas de correo para los estudiantes seleccionados.

source: Print Students Labels
ar_dz: طباعة تسميات الطلاب

source: This tab helps you to create student labels. If you click on this option you will get the student list and you will also get 2 options to choose attendance teacher, attendance room. The student label will show up that information. You can also take a print out of the details.
ar_dz: هذا التبويب يساعدك على إنشاء تسميات الطالب. إذا كنت انقر على هذا الخيار سوف تحصل على قائمة الطالب وستحصل أيضا 2 خيارات لاختيار المعلم الحضور، غرفة الحضور. فإن التسمية طالب تظهر تلك المعلومات. يمكنك أيضا أن تأخذ الطباعة من التفاصيل.
es_es: Esta ficha le ayuda a crear etiquetas de los estudiantes. Si hace clic en esta opción se obtendrá la lista de los estudiantes y que también tendrá 2 opciones a elegir profesor de asistencia, sala de asistencia. La etiqueta de los estudiantes se mostrará esa información. También puede tomar una impresión de los detalles.

source: Print Student Info
ar_dz: طباعة طالبة معلومات
be_by: Інфармацыя друку Студэнцкая
bg_bg: Печат Студентски Info
bn_bd: প্রিন্ট ছাত্র তথ্য
el_gr: Εκτύπωση Πληροφορίες Φοιτητών
es_es: Imprimir Información del Alumno
et_ee: Prindi Üliõpilasele
fa_ir: نسخه قابل چاپ اطلاعات دانشجویی
fi_fi: Tulosta Student Info
ga_ie: Eolas do Mhic Léinn Priontáil
gl_gl: Información Student imprimir
hr_hr: Ispis Studentski Info
hu_hu: Nyomtatás Hallgatói Információs
ja_jp: 印刷の学生情報
lt_lt: Spausdinti Studentų Informacija
lv_lv: Drukāt Studentu Info
mk_mk: Верзија Информации за студентите
nn_no: Skriv Student Info
pl_pl: Informacje Student Drukuj
pt_pt: Informações Student imprimir
ru_ru: Информация печати Студенческая
sk_sk: Tlač Študent Info
sq_al: Student Info Printo
sr_rs: Принт СТУДЕНТСКИ ИНФО
sv_se: Skriv ut Student Info
th_th: ข้อมูลนักศึกษาพิมพ์
tr_tr: Öğrenci Bilgi Yazdır
uk_ua: Інформація друку Студентська
wa_be: Gwybodaeth i Fyfyrwyr Argraffu
zh_tw: 打印學生信息

source: This page allows you to print student's basic information. If you click on this tab you will get a search option, you need to perform a search and as per your search it will give you the student list. At the top of that page you will have five options (General Info, Addresses and Contacts, Medical, Comments and Goals). Now you can choose any of those options and then select students as per your requirement. Now if you click on Print Info For Selected Students you will get a print view containing all the selected students with their details. You can also take a print out of that.
ar_dz: هذه الصفحة تسمح لك لطباعة المعلومات الأساسية الطالب. إذا نقرت على هذا التبويب سوف تحصل على خيار البحث، تحتاج إلى إجراء بحث وحسب بحثك وسوف تعطيك قائمة الطلاب. في الجزء العلوي من هذه الصفحة سيكون لديك خمسة خيارات (معلومات عامة، العناوين والأسماء، الطبية، تعليقات والأهداف). الآن يمكنك اختيار أي من هذه الخيارات ثم اختيار الطلاب وفقا لمتطلباتكم. الآن إذا نقرت على معلومات طباعة للطلاب مختارة سوف تحصل على عرض الطباعة تحتوي على جميع الطلاب الذين تم اختيارهم مع تفاصيلها. يمكنك أيضا أن تأخذ المطبوعة من ذلك.
es_es: Esta página le permite imprimir la información básica de los estudiantes. Si hace clic en esta pestaña obtendrá una opción de búsqueda, es necesario realizar una búsqueda y de acuerdo con su búsqueda que le dará la lista de los estudiantes. En la parte superior de la página tendrá cinco opciones (información general, direcciones y contactos, médicos, Comentarios y objetivos). Ahora usted puede elegir cualquiera de estas opciones y luego seleccionar a los estudiantes según su requisito. Ahora bien, si se hace clic en Imprimir Info para estudiantes seleccionados obtendrá una vista de impresión que contiene todos los estudiantes seleccionados con sus detalles. También puede tomar una impresión de eso.

source: Print Goals and Progresses
ar_dz: الأهداف المطبوعة وتقدم
es_es: Objetivos de impresión y progresa
