Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Once you are in the correct period, you can enter eligibility grades by selecting the eligibility code corresponding to each student. Once you have entered eligibility for all the students, click the Save button at the top of the screen.
ar_dz: مرة كنت في فترة الصحيح، يمكنك إدخال الدرجات الأهلية عن طريق تحديد رمز الأهلية المقابلة لكل طالب. بمجرد أن دخلت الأهلية لجميع الطلاب، انقر فوق الزر حفظ في الجزء العلوي من الشاشة.
es_es: Una vez en el período correcto, puede introducir grados de elegibilidad al seleccionar el código de elegibilidad correspondiente a cada alumno. Una vez que haya entrado en la elegibilidad para todos los estudiantes, haga clic en el botón Guardar en la parte superior de la pantalla.

source: You must enter eligibility each week during the timeframe specified by your school's administration.
ar_dz: يجب عليك إدخال الأهلية كل أسبوع خلال الإطار الزمني المحدد من قبل إدارة المدرسة لديك.
es_es: Debe introducir la elegibilidad de cada semana durante el período de tiempo especificado por la administración de su escuela.

source: This page allows you to create custom fields for demographic information on a user.
ar_dz: هذه الصفحة تسمح لك بإنشاء حقول مخصصة للحصول على معلومات ديموغرافية على المستخدم.
es_es: Esta página le permite crear campos personalizados para la información demográfica sobre un usuario.

source: Click on the (+) buton to create a new User Field. You can also choose to assign view rights to user roles for that field.
ar_dz: انقر على (+) بوتون لإنشاء حقل المستخدم الجديد. يمكنك أيضا اختيار لتعيين حقوق بغية أدوار المستخدم لهذا الحقل.
es_es: Haga clic en el (+) buton para crear un nuevo campo de usuario. También puede optar por asignar derechos para ver los roles de usuario para ese campo.

source: This page allows you to modify a student's course schedule.
ar_dz: هذه الصفحة تسمح لك لتعديل الجدول الدراسي للطالب.
es_es: Esta página le permite modificar el horario del curso de un estudiante.

source: You must first select a student by using the Find a Student search screen. You can search for students who have requested a specific course or request by clicking on the Choose link next to the search options Course and Request respectively and choosing a course from the popup window that appears.
ar_dz: يجب أولا تحديد الطلاب باستخدام البحث شاشة البحث الطالب. يمكنك البحث عن الطلاب الذين طلبوا دورة أو طلب محدد من خلال النقر على رابط اختر بجانب ملعب خيارات البحث وطلب التوالي واختيار مسار من نافذة منبثقة التي تظهر.
es_es: Primero debe seleccionar un estudiante usando el Encontrar una pantalla de búsqueda del Estudiante. Usted puede buscar para los estudiantes que han solicitado un curso o petición específica haciendo clic en el enlace Seleccionar situado junto al Curso opciones de búsqueda y solicitud, respectivamente, y la elección de un curso de la ventana emergente que aparece.

source: To add a course to the student's schedule, click on the Add a Course link next to the add icon (+) and select a course from the popup window that appears. The screen will automatically refresh to show the course addition.
ar_dz: لإضافة بالطبع إلى جدول الطالب، انقر على إضافة رابط الدورة القادمة لرمز الوظيفة (+) وحدد مسار من نافذة منبثقة التي تظهر. سوف الشاشة تلقائيا تحديث لإظهار إضافة بالطبع.
es_es: Para agregar un curso para el horario del estudiante, haga clic en el enlace Añadir un Curso junto al icono de suma (+) y seleccionar un curso de la ventana emergente que aparece. La pantalla se actualizará automáticamente para mostrar la adición de golf.

source: To drop an existing course, click on the delete icon (-) next to the course you want to drop from the student's schedule.
ar_dz: لإسقاط دورة الحالية، انقر على أيقونة حذف (-) بجانب بالطبع كنت تريد أن تسقط من جدول الطالب.
es_es: Para excluir a un curso existente, haga clic en el icono Eliminar (-) al lado del curso que desea desconectar de horario del estudiante.

source: To change the course period of a course for the student, click on the Period - Teacher of the course you want to change and select the new course period. You can also change the term in the same fashion.
ar_dz: لتغيير مسار الفترة دورة للطالب، انقر على الفترة - مدرس المقرر الدراسي الذي تريد تغييره وحدد الفترة مسار جديد. يمكنك أيضا تغيير المصطلح في نفس الشكل.
es_es: Para cambiar el periodo del curso de un curso para el estudiante, haga clic en el Período - Profesor del curso que desea cambiar y seleccione el nuevo periodo del curso. También puede cambiar el término de la misma manera.

source: All additions, deletions, and modifications to a student's schedule are not made permanent until you click the Save button at the top of the screen and confirm your modifications. In addition, you will have to specify the effective date (the date on which your changes should take effect) on the confirmation screen.
ar_dz: لا يتم إجراء جميع الإضافات والحذف، وتعديلات على الجدول الزمني للطالب دائم حتى تنقر على زر حفظ في الجزء العلوي من الشاشة وتؤكد التعديلات الخاصة بك. بالإضافة إلى ذلك، سيكون لديك لتحديد التاريخ الفعلي (التاريخ الذي يجب أن التغييرات نافذة المفعول) على شاشة التأكيد.
es_es: Todas las adiciones, eliminaciones y modificaciones en el horario de un estudiante no se hacen permanentes hasta que haga clic en el botón Guardar en la parte superior de la pantalla y confirme sus modificaciones. Además, tendrá que especificar la fecha efectiva (fecha en la que los cambios deben entrar en vigor) en la pantalla de confirmación.

source: View Schedule
ar_dz: عرض الجدول
es_es: Ver programa

source: This tab allows you to view the entire schedule of a student. After you click on View Schedule, system gives you a search box. Here you will have to perform a search with proper criteria. You will get a list of students as per your search criteria. Eg : if you give 1st grade in grade box you will get the list of all the students in 1st grade. Then you click on any student's name you will get a chart where you can get to see his/ her schedules. Here you get many filters to narrow down your search. Like : Date, Marking Period(if you select the marking period as Full Year it will give you the list of schedules for the full year. If you select Quarter1 you will only get the schedules of Quarter1), Calendar View.
ar_dz: هذا التبويب يسمح لك لعرض جدول كامل للطالب. بعد النقر على عرض الجدول، ونظام يمنحك مربع البحث. هنا سيكون لديك لإجراء بحث مع المعايير المناسبة. سوف تحصل على قائمة الطلاب وفقا لمعايير البحث الخاصة بك. على سبيل المثال: إذا كنت تعطي الصف 1 في مربع الصف سوف تحصل على قائمة بجميع الطلاب في الصف 1. ثم النقر على اسم أي طالب ستحصل على الرسم البياني حيث يمكنك الحصول على رؤية له / لها جداول. هنا يمكنك الحصول على العديد من الفلاتر لتضييق بحثك. مثل: التاريخ، وسم الفترة (إذا قمت بتحديد فترة الوسم كما يشبع سنة وسوف تعطيك قائمة الجداول لمدة عام كامل إذا قمت بتحديد Quarter1 سوف فقط الحصول على جداول Quarter1.)، والتقويم الشخصي.
es_es: Esta ficha le permite ver la programación completa de un estudiante. Después de hacer clic en Ver Lista, sistema le da un cuadro de búsqueda. Aquí usted tendrá que realizar una búsqueda con los criterios peculiares. Usted recibirá una lista de los estudiantes de acuerdo a sus criterios de búsqueda. Por ejemplo: si se le da el 1er grado en el recuadro de grado obtendrá la lista de todos los alumnos de 1 Âº grado. Luego de hacer clic sobre el nombre de cualquier estudiante obtendrá un gráfico donde se puede llegar a ver sus / sus horarios. Aquí puede obtener muchos filtros para afinar su búsqueda. Como: Fecha, Período de Calificaciones (si selecciona el período de calificación como el año completo que le dará la lista de horarios para todo el año Si selecciona Trimestre1 sólo obtendrá los horarios de Trimestre1.), Calendar View.

source: In the period List you get the following details like Period Time, Course Name, Period Teacher, Room Number and the Term. At the bottom left corner you will get a Print Schedule option to take a print out of the schedules.
ar_dz: في قائمة الفترة تحصل على التفاصيل التالية مثل الفترة الزمنية، اسم المقرر، الفترة معلم، رقم الغرفة والأجل. في أسفل الزاوية اليسرى سوف تحصل على خيار طباعة الجدول لاتخاذ الطباعة من الجداول.
es_es: En la Lista de período se obtienen los siguientes detalles como Período de tiempo, Nombre del curso, Periodo Maestro, número de habitación y el Plazo. En la esquina inferior izquierda obtendrá una opción Imprimir Horario de tomar una impresión de los calendarios.

source: The Student Requests
ar_dz: طلبات الطلاب
es_es: Las solicitudes de los estudiantes

source: page allows you to specify which courses a student intends to take in the next school year. These requests are used by the Scheduler when filling a student's schedule.
ar_dz: الصفحة تسمح لك بتحديد أي دورات ينوي الطالب أن يأخذ في العام الدراسي المقبل. وتستخدم هذه الطلبات من قبل جدولة عند ملء الجدول الزمني للطالب.
es_es: página le permite especificar qué cursos que un estudiante tiene intención de adoptar en el próximo año escolar. Estas solicitudes son utilizados por el programador al rellenar el horario de un estudiante.

source: You can add a request by selecting the course you want to add from under the corresponding subject heading. You can add requests from each subject in the same way, or you can add another request in the same subject by clicking on the add icon (+) next to the subject name. Doing this will cause another set of request pull-down menus to appear under the subject heading. Once you have added all the desired requests, click the Save button at the top of the screen.
ar_dz: يمكنك إضافة طلب عن طريق تحديد مسار الذي تريد إضافته من تحت موضوع البند المقابلة. يمكنك إضافة طلبات من كل موضوع في نفس الطريق، أو يمكنك إضافة طلب آخر في نفس الموضوع عن طريق النقر على أيقونة إضافة (+) بجانب اسم الموضوع. وسوف نفعل ذلك يسبب مجموعة أخرى من طلب القوائم المنسدلة لتظهر تحت عنوان الموضوع. وبمجرد الانتهاء من إضافة كافة الطلبات المطلوبة، انقر على زر حفظ في الجزء العلوي من الشاشة.
es_es: Usted puede agregar una solicitud al seleccionar el curso que desee agregar de debajo del encabezamiento correspondiente. Usted puede agregar las solicitudes de cada sujeto de la misma manera, o puede agregar una nueva solicitud en el mismo tema haciendo clic en el icono de suma (+) al lado del nombre del sujeto. Hacer esto hará que otra serie de menús desplegables de solicitud que aparezca bajo el encabezamiento de materia. Una vez que haya agregado todas las peticiones deseadas, haga clic en el botón Guardar en la parte superior de la pantalla.

source: When you save the student's requests, the Requests program will run the Scheduler without saving the schedule for the current student to notify you of any conflicts. The Scheduler output will also tell you if any course requested has zero available seats. If a request could not be met, you can change the requests accordingly to ensure complete scheduling. You will also be given the option to schedule the student with the requests you entered.
ar_dz: عند حفظ طلبات الطالب، سيتم تشغيل البرنامج يطلب جدولة دون حفظ الجدول الزمني للطالب الحالي لإعلامك من أي صراعات. سوف إخراج جدولة اقول لكم أيضا إن وجدت طبعا طلبت لديه صفر المقاعد المتاحة. إذا لا يمكن أن تتحقق طلب، يمكنك تغيير الطلبات وفقا لذلك لضمان جدولة كاملة. كما سيتم إعطاء الخيار لجدولة الطالب مع الطلبات التي تم إدخالها.
es_es: Al guardar las solicitudes de los estudiantes, el programa de solicitudes se ejecute el Programador sin guardar la programación para el estudiante actual para notificarle de cualquier conflicto. La salida Scheduler también le dirá si cualquier curso solicitado tiene cero plazas disponibles. Si no pudo cumplir la petición, puede cambiar las peticiones en consecuencia para garantizar la programación completa. También se le dará la opción de programar la estudiante con las peticiones que ha entrado.

source: Furthermore, when you have saved the student's requests, you will have the option to specify a teacher or period and to exclude a teacher or period. To do this, select the teacher or period from the With and Without pull-down menus respectively. You can also delete a request that you entered by changing the course and weight to Not Specified. Once you have made all the desired modifications, click the Save button again.
ar_dz: وعلاوة على ذلك، عندما قمت بحفظها طلبات الطالب، سيكون لديك الخيار لتحديد معلم أو فترة واستبعاد مدرس أو الفترة. للقيام بذلك، حدد المعلم أو فترة من مع وبدون القوائم المنسدلة على التوالي. يمكنك أيضا حذف الطلب التي أدخلتها عن طريق تغيير مسار وزنا لغير محدد. وبمجرد الانتهاء من إجراء كافة التعديلات المطلوبة، انقر فوق الزر حفظ مرة أخرى.
es_es: Además, cuando haya guardado las solicitudes de los estudiantes, tendrá la opción de especificar un profesor o un período y para excluir a un maestro o período. Para ello, seleccione el maestro o el período comprendido entre el con y sin menús desplegables, respectivamente. También puede eliminar una solicitud que ha introducido al cambiar el curso y el peso para No especificado. Una vez que haya realizado todas las modificaciones deseadas, haga clic en el botón Guardar de nuevo.

source: First, select a course to be added as a request by clicking the Choose a Course link at the top of the screen and choosing the course from the popup screen that appears. You can also perform this action from the next screen. Next, search for students. Notice that you can search for students who already have a certain request or are in a certain activity. This can be useful since you can add a laboratory course request to all students who requested chemistry. Or you can add a P.E. course request to all students in Boy's Basketball. From the search result, you can select any number of students. To select all the students in the list, check the checkbox in the blue column headings above the list. After you have selected each desired student from this list, click the Add Course to Selected Students button at the top of the screen. If you have not yet chosen a course to add as a request, you must do that before you click this button.
ar_dz: أولا، حدد مسار التي يمكن ان تضاف كما طلب بالنقر على رابط اختر دورة في الجزء العلوي من الشاشة واختيار البرنامج الدراسي من الشاشة المنبثقة التي تظهر. يمكنك أيضا تنفيذ هذا الإجراء من الشاشة التالية. المقبل، والبحث عن الطلاب. لاحظ أنه يمكنك بحث للطلاب الذين لديهم بالفعل طلب معين أو في نشاط معين. هذا يمكن أن تكون مفيدة حيث يمكنك إضافة بالطبع طلب المختبر لجميع الطلاب الذين طلب الكيمياء. أو يمكنك إضافة التربية الرياضية طلب بطبيعة الحال لجميع الطلاب في كرة السلة الصبي. من نتائج البحث، يمكنك تحديد أي عدد من الطلاب. لتحديد كافة الطلاب في القائمة، اضغط على مربع في عناوين الأعمدة الزرقاء فوق القائمة. بعد تحديد كل طالب المرجوة من هذه القائمة، انقر فوق إضافة إلى ملعب الطلاب مختارة زر في أعلى الشاشة. إذا لم تكن قد اختارت حتى الآن دورة لإضافة كطلب، يجب أن تفعل ذلك قبل النقر فوق هذا الزر.
es_es: Primero, seleccione un curso que se añade como una solicitud haciendo clic en el enlace Elegir un curso en la parte superior de la pantalla y elegir el curso de la pantalla emergente que aparece. También puede realizar esta acción desde la pantalla siguiente. A continuación, la búsqueda de los estudiantes. Tenga en cuenta que usted puede buscar para los estudiantes que ya tienen un cierto solicitud o se encuentran en una determinada actividad. Esto puede ser útil ya que se puede añadir una petición de curso de laboratorio a todos los estudiantes que solicitaron la química. O puede agregar una clase de educación física Por supuesto petición a todos los estudiantes de Baloncesto del muchacho. A partir del resultado de búsqueda, puede seleccionar cualquier número de estudiantes. Para seleccionar todos los estudiantes en la lista, marque la casilla de verificación en los títulos de las columnas de color azul por encima de la lista. Una vez que haya seleccionado cada estudiante que desee de la lista, haga clic en el botón Agregar curso a estudiantes seleccionados en la parte superior de la pantalla. Si usted todavía no ha elegido un curso para añadir una petición, debe hacerlo antes de hacer clic en este botón.

source: This report shows the students who are scheduled into each course, the students who requested the course but weren't successfully scheduled into it, and the number of requests, open seats, and total seats in each course.
ar_dz: ويبين هذا التقرير الطلاب الذين من المقرر في كل دورة، والطلاب الذين طلبت بالطبع ولكن لم المقرر بنجاح في ذلك، وعدد الطلبات، المقاعد المفتوحة، ومجموع المقاعد في كل دورة.
es_es: Este informe muestra los estudiantes que están programados en cada curso, los alumnos que solicitaron el curso, pero no se habían programado con éxito en ella, y el número de solicitudes, asientos abiertos y plazas totales en cada curso.

source: To navigate through this report, first click on any one of the subjects. You will now see each course in that subject as well as the number of requests for that course and open and total seats available for that course. If you choose a course by clicking on it, you will see a list of the course weights, and the requests, open, and total seats numbers will be broken down by each weight. Here, you can also see a list of students scheduled in the course or a list of students who requested the course but weren't scheduled into it by clicking the List Students and List Unscheduled Students links respectively.
ar_dz: للتنقل من خلال هذا التقرير، انقر أولا على أي واحد من الموضوعات. وسوف نرى الآن كل دورة في هذا الموضوع وكذلك عدد طلبات الحصول على هذا المسار والمقاعد المفتوحة ومجموع المتاحة لذلك بالطبع. إذا اخترت بالطبع من خلال النقر على ذلك، سوف ترى قائمة من الأوزان بالطبع، وطلبات، مفتوحة، وسيتم تقسيم الأعداد الإجمالية مقعدا بنسبة كل الوزن. هنا، يمكنك أيضا مشاهدة قائمة الطلاب المقرر في دورة أو قائمة الطلاب الذين طلبت بالطبع ولكن لم يكن مقررا في ذلك عن طريق النقر على الروابط الطلاب قائمة وقائمة الطلاب غير المجدولة على التوالي.
es_es: Para navegar a través de este informe, primero haga clic en cualquiera de los temas. Ahora verá cada curso en ese tema, así como el número de solicitudes de ese curso y los asientos abiertos y totales disponibles para ese curso. Si elige un curso haciendo clic en ella, verá una lista de los pesos de curso, y las solicitudes, abierto, y los números de asientos en total se desglosará por cada peso. En este caso, también se puede ver una lista de los estudiantes regulares en el curso o una lista de los estudiantes que solicitaron el curso, pero no estaba previsto en ella haciendo clic en los enlaces de la lista de los estudiantes y la lista no programada Estudiantes respectivamente.

source: If you select a weight by clicking on it, the open / total seats will be broken down even farther by each period. Here again you can list scheduled and unscheduled students. Also, you can select a single course period and list the scheduled and unscheduled students.
ar_dz: إذا قمت بتحديد الوزن عن طريق النقر عليه، سيتم كسر فتح / مجموع المقاعد أسفل حتى أبعد من قبل كل فترة. هنا مرة أخرى هل يمكن أن قائمة الطلاب المجدولة وغير المجدولة. أيضا، يمكنك تحديد فترة دورة واحدة وقائمة الطلاب المجدولة وغير المجدولة.
es_es: Si selecciona un peso haciendo clic en él, los / total de escaños abiertos serán degradadas aún más por cada período. Aquí también se pueden listar los estudiantes programadas y no programadas. Además, se puede seleccionar un solo periodo del curso y la lista de los estudiantes programadas y no programadas.

source: At any point after selecting a subject, you can navigate backwards by clicking on the links that appear in the grey bar at the top of the screen. These links also show you which students you are viewing.
ar_dz: في أي لحظة بعد اختيار الموضوع، يمكنك التنقل الى الوراء من خلال النقر على الروابط التي تظهر في الشريط الرمادي في الجزء العلوي من الشاشة. أيضا تظهر لك هذه الروابط التي الطلاب التي تشاهدها.
es_es: En cualquier momento después de seleccionar un tema, puede navegar hacia atrás haciendo clic en los enlaces que aparecen en la barra gris en la parte superior de la pantalla. Estos enlaces también muestran que los estudiantes que se está viendo.

source: This tab allows you to print the class pictures.
ar_dz: هذا التبويب يسمح لك طباعة الصور الطبقية.
es_es: Esta ficha permite imprimir las fotos de clase.

source: This option allows you to get a report of the Unfilled Schedule Requests. When a student is requesting for a particular class with or without a particular teacher, if all available seats are full for that specific class or while running Run Scheduler you have not ticked Schedule Unscheduled Request that request will show up in this option. In this way you would be able to know how many such left are still left to schedule.
ar_dz: هذا الخيار يسمح لك للحصول على تقرير طلبات الجدول شاغرة. عندما طالب يطلب لفئة معينة مع أو بدون معلم معين، إذا كان كل المقاعد المتوفرة الكامل لتلك الفئة المحددة أو أثناء تشغيل تشغيل جدولة لم تكن قد تكتك الجدول طلب غير المجدولة هذا الطلب سوف تظهر في هذا الخيار. بهذه الطريقة سوف تكون قادرة على معرفة عدد مازلنا مثل اليسار لتحديد موعد.
bn_bd: এই বিকল্প ভরাট নয় সূচি অনুরোধ একটি রিপোর্ট পেতে পারবেন. সমস্ত উপলব্ধ আসন যে নির্দিষ্ট শ্রেণীর জন্য সম্পূর্ণ হলে একটি ছাত্র একটি নির্দিষ্ট শিক্ষক সহ বা ছাড়া একটি নির্দিষ্ট শ্রেণীর জন্য অনুরোধ করছে বা চালান নির্ধারণকারী যখন চলমান আপনি সূচি তপশিলভুক্ত নয় অনুরোধ ticked নি কখন যে অনুরোধ এই অপশনটি দেখা যাবে. এই ভাবে আপনি যেমন বাম এখনও নির্দিষ্ট সময় নির্ধারণের জন্য ফেলে রাখা হয় কিভাবে অনেক জানতে সক্ষম হবে.
es_es: Esta opción le permite obtener un informe de las solicitudes Calendario Sin relleno. Cuando un estudiante está solicitando para una clase particular, con o sin un maestro en particular, si todos los asientos disponibles están llenos para esa clase específica o durante la ejecución de Ejecutar Scheduler no ha marcado Horario Solicitud no programado que la solicitud se mostrará en esta opción. De esta manera usted podrá saber cuántas tales izquierda todavía se dejan programar.

source: This option will give you the list of the students with all their scheduling details. After you click on this option you need to perform a search as per your requirement. Then you will get the list of students with their schedule details. Like which are the periods which are already scheduled will show up as a cross sign and which periods are still blank and you can assign period there.
ar_dz: هذا الخيار سوف أعطيك قائمة من الطلاب مع كل ما لديهم تفاصيل الجدولة. بعد النقر على هذا الخيار تحتاج إلى إجراء بحث وفقا لمتطلباتكم. ثم سوف تحصل على قائمة الطلاب مع تفاصيل الجدول الزمني. مثل التي سوف الفترات التي من المقرر بالفعل تظهر كعلامة الصليب والتي لا تزال فارغة فترات ويمكنك تعيين الفترة هناك.
bn_bd: এই অপশনটি আপনি সব তাদের সময় নির্ধারণ বিস্তারিত ছাত্র গুলো তালিকাভুক্ত করা হবে হবে. এই বিকল্প উপর ক্লিক করার পর আপনি আপনার প্রয়োজন অনুযায়ী একটি অনুসন্ধান সঞ্চালন প্রয়োজন. তারপর আপনি তাদের সিডিউল বিস্তারিত ছাত্রদের তালিকা পাবেন. যা ভালো লেগেছে ইতিমধ্যে নির্ধারিত করা হয়, যার সময়কাল একটি ক্রস চিহ্ন এবং যার সময়কাল এখনও ফাঁকা আছে এবং আপনি সেখানে সময়সীমা ধার্য করতে পারেন হিসাবে দেখা যাবে হয়.
es_es: Esta opción le dará la lista de los estudiantes con todos sus detalles de programación. Después de hacer clic en esta opción, es necesario realizar una búsqueda como por su exigencia. Entonces obtendrá la lista de los estudiantes con sus detalles de la programación. Al igual que son los períodos que ya están programados se mostrarán como un signo de la cruz y que los períodos son sigue en blanco y se puede asignar tiempo allí.

source: Add / Drop Request
ar_dz: إضافة / إسقاط طلب
es_es: Inserción / extracción Solicitud
