Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This page displays a users fundamental information. This includes his name, username, password, profile, school, email address, and phone number. You can change any of this information by clicking on the value you want to change, changing the value, and clicking the Save button at the bottom of the page.
af_za: Hierdie bladsy vertoon &#39;n fundamentele inligting vir gebruikers. Dit sluit in sy naam, gebruikersnaam, wagwoord, profiel, skool, e-pos adres en telefoonnommer. Jy kan enige van hierdie inligting deur te kliek op die waarde wat jy wil verander, om die waarde te verander, en kliek op die Save-knoppie aan die onderkant van die bladsy verander.
ar_dz: يعرض هذه الصفحة لمستخدمي المعلومات الأساسية. وهذا يشمل اسمه، واسم المستخدم، وكلمة السر، لمحة، والمدرسة، وعنوان البريد الإلكتروني، ورقم الهاتف. يمكنك تغيير أي من هذه المعلومات من خلال النقر على القيمة التي تريد تغيير، تغيير قيمة، والنقر على زر حفظ في أسفل الصفحة.
be_by: На гэтай старонцы адлюстроўваюцца карыстальнікі фундаментальную інфармацыю. Гэта ўключае ў сябе яго імя, імя карыстальніка, пароль, профіль, школы, адрас электроннай пошты і нумар тэлефона. Вы можаце змяніць любы з гэтай інфармацыі, націснуўшы на значэнне, якое вы хочаце змяніць, змяніўшы значэнне і націснуўшы кнопку Захаваць ў ніжняй частцы старонкі.
bg_bg: Тази страница показва на потребителите фундаментална информация. Това включва неговото име, потребителско име, парола, профил, училище, адрес на електронна поща и телефонен номер. Можете да промените някоя от тази информация, като кликнете върху стойността, която искате да се промени, промяна на стойността и щракнете върху бутона Save в долния край на страницата.
bn_bd: এই পৃষ্ঠায় ব্যবহারকারীদের মৌলিক তথ্য প্রদর্শন. এই তার নাম, ব্যবহারকারীর নাম, পাসওয়ার্ড, প্রোফাইল, স্কুল, ইমেইল ঠিকানা, ফোন নম্বর রয়েছে. আপনি ক্লিক করে মান পরিবর্তন চান, মান পরিবর্তন, এবং পৃষ্ঠার নীচে সংরক্ষণ বাটনে ক্লিক করে এই তথ্য পরিবর্তন করতে পারেন.
da_dk: Denne side viser en brugers grundlæggende oplysninger. Dette omfatter hans navn, brugernavn, adgangskode, profil, skole, e-mail adresse og telefonnummer. Du kan ændre nogle af disse oplysninger ved at klikke på den værdi, du ønsker at ændre, ændre værdien, og klikke på knappen Gem nederst på siden.
el_gr: Αυτή η σελίδα εμφανίζει μια θεμελιώδη στοιχεία των χρηστών. Αυτό περιλαμβάνει το όνομά του, το όνομα χρήστη, κωδικό πρόσβασης, το προφίλ, το σχολείο, τη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον αριθμό τηλεφώνου. Μπορείτε να αλλάξετε οποιαδήποτε από αυτές τις πληροφορίες κάνοντας κλικ στην τιμή που θέλετε να αλλάξετε, αλλάζοντας την τιμή, και κάνοντας κλικ στο κουμπί Αποθήκευση στο κάτω μέρος της σελίδας.
es_es: Esta página muestra una información fundamental a los usuarios. Esto incluye su nombre, nombre de usuario, contraseña, perfil, escuela, dirección de correo electrónico y número de teléfono. Puede cambiar cualquiera de esta información haciendo clic en el valor que desea cambiar, cambiar el valor, y haciendo clic en el botón Guardar en la parte inferior de la página.
et_ee: Sellel lehel kuvatakse kasutajatele olulist teavet. See hõlmab oma nime, kasutajanime ja parooliga, profiil, kool, e-posti aadress ja telefoninumber. Saate muuta sellist teavet klõpsates väärtus, mida soovite muuta, muutes väärtus ja klõpsake nuppu Salvesta allosas lehekülge.
fa_ir: این صفحه نمایش اطلاعات کاربران اساسی است. این شامل نام ، نام کاربری خود را ، رمز عبور ، مشخصات ، مدرسه ، آدرس ایمیل ، و شماره تلفن. شما می توانید هر یک از این اطلاعات را از طریق کلیک کردن بر روی ارزش می خواهید به تغییر ، تغییر ارزش ، و کلیک کردن بر روی دکمه ذخیره در پایین صفحه را تغییر دهید.
fi_fi: Tämä sivu näyttää käyttäjille perustietoa. Tämä sisältää nimensä, käyttäjätunnus, salasana, profiili, koulun, sähköpostiosoite ja puhelinnumero. Voit muuttaa näitä tietoja klikkaamalla arvoa haluat muuttaa, muuttamalla arvoa ja napsauttamalla Tallenna-painiketta sivun alalaidassa.
ga_ie: Taispeánann an leathanach seo tá eolas bunúsach úsáideoirí. Áirítear leis seo a ainm, ainm úsáideora, pasfhocal, próifíl, scoil, seoladh r-phost, agus uimhir theileafóin. Is féidir leat athrú ar bith ar an eolas trí chliceáil ar an luach is mian leat a athrú, ag athrú an luach, agus cliceáil ar an gcnaipe Sábháil ag bun an leathanaigh.
gl_gl: Esta páxina mostra unha información de usuarios fundamental. Isto inclúe o seu nome, nome de usuario, contrasinal, perfil, escola, enderezo e número de teléfono. Pode cambiar calquera destas informacións, premendo sobre o valor de querer cambiar, cambiar o valor, e premendo no botón Gardar na parte inferior da páxina.
hr_hr: Ova stranica prikazuje informacije o korisnicima temeljna. To uključuje njegovo ime, korisničko ime, lozinka, profil, škole, e-mail adresu i broj telefona. Možete promijeniti bilo koju od ovih informacija klikom na vrijednost koju želite promijeniti, promjenom vrijednosti, a klikom na gumb Spremi na dnu stranice.
hu_hu: Ez az oldal a felhasználó alapvető információkat. Ez magában foglalja a nevét, felhasználónevét, jelszavát, profil, iskola, e-mail címét és telefonszámát. Meg tudod változtatni minden ezen információk kattintson a kívánt értéket változtatni, a változó értékét, és kattintson a Mentés gombra az oldal alján.
is_is: Þessi síða sýnir notendum grundvallar upplýsingar. Þetta felur í sér nafn hans, notendanafn, lykilorð, snið, skóla, netfang og símanúmer. Þú getur breytt eitthvað af þessum upplýsingum með því að smella á gildið sem þú vilt breyta, breyta gildi, og smella á Vista hnappinn neðst á síðunni.
ja_jp: このページは、ユーザーが基本的な情報が表示されます。これは彼の名前、ユーザ名、パスワード、プロフィール、学校、電子メールアドレス、および電話番号が含まれています。あなたは、あなたが変更したい値をクリックして値を変更し、ページの下部にあるSaveボタンをクリックすると、この情報を変更することができます。
lt_lt: Šis puslapis rodomas vartotojams pagrindinę informaciją,. Tai apima jo vardą, pavardę, vartotojo vardą, slaptažodį, profilis, mokyklos, elektroninio pašto adresą ir telefono numerį. Galite pakeisti šią informaciją, paspaudę ant vertę, kurią norite keisti, keisti vertę, ir paspauskite mygtuką &quot;Išsaugoti&quot; puslapio apačioje.
lv_lv: Šajā lappusē redzams lietotājiem būtiska informācija. Tas ietver savu vārdu, lietotājvārdu, paroli, profila, skola, e-pasta adresi un tālruņa numuru. Jūs varat mainīt jebkuru informāciju, uzklikšķinot uz vērtību, kuru vēlaties mainīt, mainot vērtību un noklikšķinot uz pogas Saglabāt pie lapas apakšā.
mk_mk: Оваа страница покажува корисници основните информации. Ова ги вклучува неговото име, корисничко име, лозинка, профил, училиште, е-мејл адреса и телефонски број. Можете да го промените било кој од овие информации со кликнување на вредноста што сакате да се промени, промена на вредноста, и со кликнување на копчето Зачувај на дното на страницата.
nn_no: Denne siden viser et brukerne grunnleggende informasjon. Dette inkluderer hans navn, brukernavn, passord, profil, skole, e-postadresse og telefonnummer. Du kan endre noe av denne informasjonen ved å klikke på den verdien du vil endre, endre verdi, og klikke på Lagre-knappen nederst på siden.
pl_pl: Ta strona wyświetla użytkownikom podstawowe informacje. Dotyczy to również jego imię i nazwisko, nazwę użytkownika, hasło, profil, szkoła, adres e-mail i numer telefonu. Możesz zmienić te informacje, klikając na wartość chcesz zmienić, zmieniając wartość i klikając przycisk Zapisz na dole strony.
pt_pt: Esta página exibe uma informação de usuários fundamental. Isto inclui o seu nome, nome de usuário, senha, perfil, escola, endereço de email e número de telefone. Você pode alterar qualquer uma dessas informações, clicando sobre o valor que deseja alterar, alterar o valor, e clicando no botão Salvar na parte inferior da página.
ro_ro: Această pagină afişează o informaţie utilizatorilor fundamentale. Aceasta include numele, numele de utilizator, parola, profil, scoala, adresa de e-mail, şi numărul de telefon. Aveţi posibilitatea să modificaţi oricare dintre aceste informaţii, făcând clic pe valoarea pe care doriţi să le modificaţi, modificarea valorii, şi făcând clic pe butonul Salvaţi din partea de jos a paginii.
ru_ru: На этой странице отображаются пользователи фундаментальную информацию. Это включает в себя его имя, имя пользователя, пароль, профиль, школы, адрес электронной почты и номер телефона. Вы можете изменить любой из этой информации, нажав на значение, которое вы хотите изменить, изменив значение и нажав кнопку Сохранить в нижней части страницы.
sk_sk: Táto stránka sa zobrazí používateľom základné informácie. To obsahuje jeho meno, užívateľské meno, heslo, profil, škola, e-mailovú adresu a telefónne číslo. Môžete zmeniť niektoré z týchto informácií kliknutím na hodnotu, ktorú chcete zmeniť, zmena hodnoty, a kliknutím na tlačidlo Uložiť v dolnej časti stránky.
sl_si: Ta stran prikazuje uporabnike temeljnih informacij. To vključuje tudi njegovo ime, uporabniško ime, geslo, profil, šola, e-poštni naslov in telefonsko številko. Spremenite lahko vse te podatke s klikom na vrednost, ki jo želite spremeniti, spremenite vrednost, in s klikom na gumb Shrani na dnu strani.
sq_al: Kjo faqe tregon një informacion të përdoruesit themelore. Kjo përfshin emrin e tij, emrin, fjalekalimin, profili, shkolla, adresë e-mail, dhe numrin e telefonit. Ju mund të ndryshojë ndonjë e këtij informacioni duke klikuar mbi vlerën e ju doni të ndryshojë, ndryshimi i vlerës, dhe duke klikuar butonin Ruaj në fund të faqes.
sr_rs: Ова страница приказује корисницима основних информација. Ово подразумева и његово име, корисничко име, лозинку, профил, школа, е-маил адресу и број телефона. Можете променити било коју од ове информације кликом на вредност коју желите да промените, промените вредност, а кликом на дугме Саве на дну странице.
sv_se: Denna sida visar en användares grundläggande information. Detta inkluderar hans namn, användarnamn, lösenord, profil, skola, e-postadress och telefonnummer. Du kan ändra denna information genom att klicka på det värde du vill ändra, ändra värdet och klicka på knappen Spara längst ner på sidan.
th_th: หน้านี้จะแสดงข้อมูลผู้ใช้พื้นฐาน นี้ประกอบด้วยชื่อผู้ใช้รหัสผ่านของเขารายละเอียดโรงเรียนที่อยู่อีเมลและหมายเลขโทรศัพท์ คุณสามารถเปลี่ยนแปลงข้อมูลใด ๆ นี้โดยคลิกที่ค่าที่คุณต้องการเปลี่ยนแปลงการเปลี่ยนค่า, และคลิกที่ปุ่มบันทึกที่ด้านล่างของหน้า
tr_tr: Bu sayfa, kullanıcıların temel bilgileri görüntüler. Bu, onun adını, kullanıcı adı, şifre, profil, okul, e-posta adresi ve telefon numarası içerir. Değiştirmek istediğiniz değeri tıklayarak, değerini değiştirerek, sayfanın altındaki Kaydet düğmesine tıklayarak, bu bilgilerin herhangi bir değiştirebilirsiniz.
uk_ua: На цій сторінці відображаються користувачі фундаментальну інформацію. Це включає в себе його ім&#39;я, ім&#39;я користувача, пароль, профіль, школи, адреса електронної пошти та номер телефону. Ви можете змінити будь-який з цієї інформації, натиснувши на значення, яке ви хочете змінити, змінивши значення і натиснувши кнопку Зберегти в нижній частині сторінки.
wa_be: Mae&#39;r dudalen hon yn arddangos gwybodaeth sylfaenol i ddefnyddwyr. Mae hyn yn cynnwys ei enw, enw defnyddiwr, cyfrinair, proffil, yr ysgol, cyfeiriad e-bost, a rhif ffôn. Gallwch newid unrhyw o&#39;r wybodaeth hon trwy glicio ar y gwerth ydych am newid, newid y gwerth, a chlicio ar y botwm Save ar waelod y dudalen.
zh_tw: 這頁顯示用戶的基本信息。這包括他的名字，用戶名，密碼，個人資料，學校，電子郵件地址和電話號碼。您可以更改任何這些信息通過點擊你想要的值改變，改變的價值，並點擊保存按鈕，在底部的頁面。

source: Associate Students with Parents
af_za: Mede-studente met Ouers
ar_dz: الطلاب المنتسبين مع أولياء الأمور
be_by: Асацыіраваны Студэнты з бацькамі
bg_bg: Асоциирани Студентите с родители
bn_bd: মাতাপিতা সহযোগী ছাত্র
da_dk: Knyt Studerende med forældre
el_gr: Αναπληρωτής μαθητές με γονείς
es_es: Asociar Alumnos con Padres
et_ee: Associate Õpilased vanematega
fa_ir: دانشجویان کاردانی با والدین
fi_fi: Associate Opiskelijat vanhempineen
ga_ie: Mic Léinn Comhlach le Tuismitheoirí
gl_gl: Os estudantes asocian con Pais
hr_hr: Izvanredni studenti s roditeljima
hu_hu: Associate diákok szülők
is_is: Félagi Nemendur við foreldra
ja_jp: 親の関連付け学生
lt_lt: Asocijuotos Studentai su tėvais
lv_lv: Associate Skolēni ar vecākiem
mk_mk: Соработник Студентите со родителите
nn_no: Førsteamanuensis Studenter med foreldre
pl_pl: Associate Studenci z rodzicami
pt_pt: Os estudantes associam com Pais
ro_ro: Elevii asociat cu părinţii
ru_ru: Ассоциированный Студенты с родителями
sk_sk: Študenti spájať s rodičmi
sl_si: Izredni Študenti s starši
sq_al: Studentët shok me prindërit
sr_rs: Сарадник Студенти са родитељима
sv_se: Associate Elever med föräldrar
th_th: นักเรียนเชื่อมโยงกับผู้ปกครอง
tr_tr: Veliler ile Önlisans Öğrencileri
uk_ua: Асоційований Студенти з батьками
wa_be: Myfyrwyr Cyswllt â Rhieni
zh_tw: 準學生與家長

source: This page allows you to associate students to parents.
af_za: Hierdie bladsy laat jou toe om studente aan ouers te assosieer.
ar_dz: هذه الصفحة تسمح لك لربط الطلاب لأولياء الأمور.
be_by: На гэтай старонцы можна звязаць студэнтаў для бацькоў.
bg_bg: Тази страница ви позволява да се сдружават на студентите на родителите.
bn_bd: এই পৃষ্ঠায় আপনি ছাত্রদের বাবাদের জন্য যুক্ত করতে পারবেন.
da_dk: Denne side giver dig mulighed for at knytte de studerende til forældrene.
el_gr: Αυτή η σελίδα σας επιτρέπει να συνδέσει τους μαθητές στους γονείς.
es_es: Esta página le permite asociar a los alumnos con los padres.
et_ee: Sellel leheküljel saab seostada õpilaste vanemad.
fa_ir: این صفحه به شما اجازه می دهد به معاشرت به دانش آموزان به والدین است.
fi_fi: Tällä sivulla voit yhdistää opiskelijoiden vanhemmille.
ga_ie: Ceadaíonn an leathanach seo leat a chomhlachú mic léinn do thuismitheoirí.
gl_gl: Esta páxina permite que asocie o alumnado para os pais.
hr_hr: Ova stranica vam omogućuje da suradnik učenicima roditeljima.
hu_hu: Ez az oldal lehetővé teszi, hogy társult a diákok szülei.
is_is: Þessi síða gerir þér kleift að tengja nemendur foreldrum.
ja_jp: このページでは、親に生徒を関連付けることができます。
lt_lt: Šis puslapis leidžia jums susieti studentų tėvams.
lv_lv: Šī lapa ļauj saistīt skolēnu vecākiem.
mk_mk: Оваа страница ви овозможува да го поврзете на студентите на родителите.
nn_no: Denne siden gir deg mulighet til å knytte studenter til foreldre.
pl_pl: Ta strona umożliwia przypisanie uczniów do rodziców.
pt_pt: Esta página permite que você associe os alunos para os pais.
ro_ro: Această pagină vă permite elevilor să se asocieze la părinţi.
ru_ru: На этой странице можно связать студентов для родителей.
sk_sk: Na tejto stránke môžete priradiť študentov k rodičom.
sl_si: Ta stran vam omogoča povezati študente starše.
sq_al: Kjo faqe ju lejon që të lidhen nxënësit të prindërve.
sr_rs: Ова страница вам омогућава да повежете студенте родитељима.
sv_se: Den här sidan kan du associera elever till föräldrar.
th_th: หน้านี้จะช่วยให้คุณสามารถเชื่อมโยงไปยังผู้ปกครองนักเรียน
tr_tr: Bu sayfa, velilere öğrencilerin ilişkilendirmek sağlar.
uk_ua: На цій сторінці можна зв&#39;язати студентів для батьків.
wa_be: Mae&#39;r dudalen hon yn eich galluogi i gysylltu myfyrwyr i rieni.
zh_tw: 此頁面允許您聯想到學生家長。
