Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Gender
af_za: Geslag
ar_dz: بين الجنسين
be_by: Пол
bg_bg: Пол
bn_bd: লিঙ্গ
da_dk: Køn
el_gr: Φύλο
es_es: Género
et_ee: Sugu
fa_ir: جنس
fi_fi: Sukupuoli
ga_ie: Inscne
gl_gl: Xénero
hr_hr: Rod
hu_hu: A nemek
is_is: Kyn
ja_jp: 性別
lt_lt: Lytis
lv_lv: Dzimumu
mk_mk: Пол
nn_no: Kjønn
pl_pl: Płeć
pt_pt: Gênero
ro_ro: Gen
ru_ru: Пол
sk_sk: Pohlavia
sl_si: Spol
sq_al: Gjini
sr_rs: Пол
sv_se: Kön
th_th: ออฟไลน์
tr_tr: Cinsiyet
uk_ua: Пол
wa_be: Rhyw
zh_tw: 性別

source: Ethnicity
af_za: Ras
ar_dz: العرق
be_by: Этнічная
bg_bg: Етнос
bn_bd: জাতিতত্ত্ব
da_dk: Etnicitet
el_gr: Εθνικότητα
es_es: Origen Ãtnico
et_ee: Rahvus
fa_ir: قومیت
fi_fi: Etnisyys
ga_ie: Eitneachas
gl_gl: Etnia
hr_hr: Etnička pripadnost
hu_hu: Nemzetiség
ja_jp: 民族性
lt_lt: Tautybė
lv_lv: Etniskā piederība
mk_mk: Етничката припадност
nn_no: Etnisitet
pl_pl: Pochodzenie
pt_pt: Etnia
ro_ro: Etnie
ru_ru: Этническая
sk_sk: Etnicita
sl_si: Etnična pripadnost
sq_al: Përkatësia etnike
sr_rs: Етничка припадност
sv_se: Etnicitet
th_th: เชื้อชาติ
tr_tr: Etnik
uk_ua: Етнічна
wa_be: Ethnigrwydd
zh_tw: 種族

source: Mailing Address
af_za: Posadres
ar_dz: عنوان بريدي
be_by: Паштовы адрас
bg_bg: Пощенски адрес
bn_bd: চিঠি পাঠানোর ঠিকানা
da_dk: Postadresse
el_gr: Ταχυδρομική διεύθυνση
es_es: Dirección Postal
et_ee: Postiaadress
fa_ir: نشانی پستی
fi_fi: Postiosoite
ga_ie: Seoladh Ríomhphoist
gl_gl: Enderezo para a correspondencia
hr_hr: Poštanska adresa
hu_hu: Cím
ja_jp: メーリングリストのアドレス
lt_lt: Pašto adresas
lv_lv: Pasta adrese
mk_mk: Адреса на живеење
nn_no: Postadresse
pl_pl: Adres pocztowy
pt_pt: Endereço para correspondência
ro_ro: Adresa destinatarului
ru_ru: Почтовый адрес
sk_sk: Adresa
sl_si: Poštni naslov
sq_al: Adresë e marrësit
sr_rs: Адреса
sv_se: Postadress
th_th: ที่อยู่ทางไปรษณีย์
tr_tr: Yazışma Adresi
uk_ua: Поштова адреса
wa_be: Cyfeiriad Post
zh_tw: 郵件地址

source: City
af_za: Stad
ar_dz: مدينة
be_by: Горад
bg_bg: Град
bn_bd: শহর
da_dk: By
el_gr: Πόλη
es_es: Ciudad
et_ee: Linn
fa_ir: شهرستان
fi_fi: Kaupunki
ga_ie: Na Cathrach
gl_gl: Cidade
hr_hr: Grad
ja_jp: 市
lt_lt: Miestas
mk_mk: Град
nn_no: By
pl_pl: Miasto
pt_pt: Cidade
ro_ro: Oraş
ru_ru: Город
sk_sk: Mesto
sl_si: Mesto
sq_al: Qytet
sr_rs: Град
sv_se: Stad
th_th: ตี
tr_tr: Şehir
uk_ua: Місто
wa_be: Dinas
zh_tw: 市

source: State
af_za: Staat
ar_dz: دولة
be_by: Стан
bg_bg: Състояние
bn_bd: রাষ্ট্র
el_gr: Κατάσταση
es_es: Estado
et_ee: Riik
fa_ir: دولت
fi_fi: Valtion
ga_ie: Stáit
gl_gl: Estado
hr_hr: Stanje
hu_hu: Állami
ja_jp: の状態
lt_lt: Valstybės
lv_lv: Valsts
mk_mk: Државниот
nn_no: Stat
pl_pl: Stan
pt_pt: Estado
ro_ro: De stat
ru_ru: Состояние
sk_sk: Stav
sl_si: Država
sq_al: Shtet
sr_rs: Држава
sv_se: Staten
th_th: ของรัฐ
tr_tr: Devlet
uk_ua: Стан
wa_be: Wladwriaeth
zh_tw: 國家

source: Zipcode
af_za: Poskode.
ar_dz: الرمز البريدي.
be_by: Паштовы індэкс.
bg_bg: Пощенският код.
bn_bd: পোষ্টকোড
da_dk: Postnummer.
el_gr: Τ.Κ..
es_es: Código Postal.
et_ee: Sihtnumber.
fi_fi: Postinumero.
gl_gl: CEP.
hr_hr: Poštanski broj.
hu_hu: Irányítószám.
is_is: Svæðisnúmer.
ja_jp: 郵便番号。
lt_lt: Pašto kodas.
lv_lv: Pasta indeksu.
mk_mk: Поштенски код.
nn_no: Postnummer.
pl_pl: Kod pocztowy.
pt_pt: Cep.
ro_ro: Cod poştal.
ru_ru: Почтовый индекс.
sk_sk: PSČ.
sl_si: Poštno številko.
sr_rs: Зипцоде.
sv_se: Postnummer.
tr_tr: Posta kodu.
uk_ua: Поштовий індекс.
zh_tw: 郵政編碼。

source: Student Address
af_za: Student Adress
ar_dz: طالب العنوان
be_by: Студэнцкая Адрас
bg_bg: Студентски Адрес
bn_bd: ছাত্র ঠিকানা
da_dk: Student Adresse
el_gr: Διεύθυνση Φοιτητικής
et_ee: Student Aadress
fa_ir: آدرس دانشجویی
fi_fi: Opiskelija Osoite
ga_ie: Seoladh na Mac Léinn
gl_gl: Enderezo estudante
hr_hr: Studentski Adresa
hu_hu: Diák Cím
ja_jp: 学生の住所
lt_lt: Studentų Adresas
lv_lv: Studentu Adrese
mk_mk: Студент Адреса
nn_no: Student Adresse
pl_pl: Adres Student
pt_pt: Endereço estudante
ro_ro: Student Adresa
ru_ru: Студенческая Адрес
sk_sk: Študent adresy
sl_si: Študentska Naslov
sq_al: Adresa Student
sr_rs: Студентски Адреса
sv_se: Student Adress
th_th: ที่อยู่ของนักเรียน
tr_tr: Öğrenci Adres
uk_ua: Студентська Адреса
wa_be: Cyfeiriad Myfyrwyr
zh_tw: 學生地址

source: Student Addresses
af_za: Studente Adresse
ar_dz: طالب العناوين
be_by: Студэнцкая Адрасы
bg_bg: Студентски Адреси
bn_bd: ছাত্র ঠিকানা
da_dk: Student Adresser
el_gr: Διευθύνσεις Φοιτητών
es_es: Direcciones de los Alumnos
et_ee: Student aadressid
fa_ir: آدرس دانشجویی
fi_fi: Opiskelija Osoitteet
ga_ie: Seoltaí na Mac Léinn
gl_gl: Enderezos de estudante
hr_hr: Studentski adrese
hu_hu: Diák címek
is_is: Námsmaður Heimilisföng
ja_jp: 学生のアドレス
lt_lt: Studentų adresai
lv_lv: Studentu adreses
mk_mk: Студент адреси
nn_no: Student Adresser
pl_pl: Adresy Student
pt_pt: Endereços de estudante
ro_ro: Student Adrese
ru_ru: Студенческая Адреса
sk_sk: Študent adresy
sl_si: Student Naslovi
sq_al: Adresat Student
sr_rs: Студентски адресе
sv_se: Student Adresser
th_th: ที่อยู่ของนักเรียน
tr_tr: Öğrenci Adresleri
uk_ua: Студентська Адреси
wa_be: Cyfeiriadau Myfyrwyr
zh_tw: 學生地址

source: Home Phone
af_za: Huisfoon
ar_dz: هاتف المنزل
be_by: Хатні тэлефон
bg_bg: Домашен телефон
bn_bd: হোম ফোন
da_dk: Hjem Telefon
el_gr: Τηλέφωνο Οικίας
es_es: Teléfono de la Casa
et_ee: Home Telefon
fa_ir: تلفن خانه
fi_fi: Kotipuhelin
ga_ie: Fón Baile
gl_gl: Teléfono Residencial
hr_hr: Početna Telefon
hu_hu: Otthoni telefon
ja_jp: ホーム電話
lt_lt: Ieškoti kinas.info paieškoje
mk_mk: Домашен телефон
nn_no: Hjem Telefon
pl_pl: Telefon domowy
pt_pt: Telefone Residencial
ro_ro: Telefon acasă
ru_ru: Домашний телефон
sk_sk: Telefón domov
sq_al: Telefoni në shtëpi
sr_rs: Кућни број телефона
sv_se: Hemtelefon
th_th: โทรศัพท์บ้าน
tr_tr: Ev Telefonu
uk_ua: Домашній телефон
wa_be: Ffôn Cartref
zh_tw: 家庭電話

source: School Status
af_za: Skool Status
ar_dz: المدرسة الوضعية
be_by: Школа статус
bg_bg: Училище Статус
bn_bd: স্কুল স্থিতি
da_dk: Skole-status
el_gr: Κατάσταση Σχολή
es_es: Estado de la Institución
fa_ir: وضعیت مدرسه
fi_fi: Koulun tila
ga_ie: Stádas Scoile
gl_gl: Estado da escola
hr_hr: Status škole
hu_hu: Iskola állapot
is_is: Skóli Status
ja_jp: 学校の状況
lt_lt: Mokyklos statusą
lv_lv: Skolas statuss
mk_mk: Статус школа
nn_no: Skole Status
pl_pl: Stan szkoły
pt_pt: Status da escola
ro_ro: Scoala de Stare
ru_ru: Школа статус
sk_sk: Stav školských
sl_si: Status School
sq_al: Statusi Shkolla
sr_rs: Школа статус
sv_se: Skola Status
th_th: สถานะโรงเรียน
tr_tr: Okul Durumu
uk_ua: Школа статус
wa_be: Statws Ysgol
zh_tw: 學校的地位

source: Course Status
af_za: Staat
ar_dz: طبعا الحالة
be_by: Курс статус
bg_bg: СТАТУТ НА ДИСЦИПЛИНАТА
bn_bd: কোর্স স্থিতি
da_dk: Kursus status
el_gr: Κατάσταση Γήπεδο
es_es: Estado del Curso
et_ee: Muidugi Status
fa_ir: وضعیت درس
fi_fi: Kurssin tila
ga_ie: Stádas Cúrsa
gl_gl: Estado do curso
hr_hr: Status kolegija
hu_hu: Természetesen állapot
is_is: Námskeið Status
ja_jp: コー​​スの状態
lt_lt: Objekto statusas
lv_lv: Kursa statuss
mk_mk: Курс Статус
nn_no: Kurs Status
pl_pl: Stan oczywiście
pt_pt: Status do curso
ro_ro: Curs de Stare
ru_ru: Курс статус
sk_sk: Stav ihrisko
sq_al: Statusi Kursi
sr_rs: Статус предмета
sv_se: Kurs Status
th_th: สถานะหลักสูตร
tr_tr: Dersin Türü
uk_ua: Курс статус
wa_be: Statws y Cwrs
zh_tw: 課程狀態

source: delete
af_za: verwyder
be_by: выдаляць
bg_bg: изтриване
bn_bd: মুছে ফেলুন
da_dk: slette
el_gr: διαγράψετε
et_ee: kustutama
fa_ir: حذف
fi_fi: poistaa
ga_ie: scriosadh
gl_gl: borrar
hr_hr: izbrisati
hu_hu: töröl
ja_jp: 削除
lt_lt: panaikinti
lv_lv: Dzēst
mk_mk: избришете
nn_no: slette
pl_pl: usunąć
pt_pt: excluir
ro_ro: şterge
ru_ru: удалять
sk_sk: vymazať
sl_si: izbrisati
sq_al: fshij
sr_rs: избрисати
sv_se: ta bort
th_th: ลบ

source: Confirm
af_za: Bevestig
ar_dz: تأكيد
be_by: Пацвярджаць
bg_bg: Потвърдете
bn_bd: নিশ্চিত করা
da_dk: Bekræft
el_gr: Επιβεβαίωση
es_es: Confirmar
et_ee: Kinnitama
fa_ir: تکرار
fi_fi: Vahvistaa
ga_ie: Deimhnigh
gl_gl: Confirmar
hr_hr: Potvrditi
hu_hu: Megerősítés
is_is: Staðfesta
ja_jp: 確認
lt_lt: Patvirtinti
lv_lv: Apstiprināt
mk_mk: Потврди
nn_no: Bekreft
pl_pl: Potwierdź
pt_pt: Confirmar
ro_ro: Confirma
ru_ru: Подтверждать
sk_sk: Potvrdiť
sl_si: Potrdi
sq_al: Konfirmoj
sr_rs: Потврдити
sv_se: Bekräfta
th_th: ยืนยัน
tr_tr: Onaylamak
uk_ua: Підтверджувати
wa_be: Cadarnhau
zh_tw: 確認

source: Are you sure you want to
af_za: Is jy seker jy wil
ar_dz: هل أنت متأكد أنك تريد
be_by: Вы ўпэўненыя, што хочаце
bg_bg: Сигурен ли си, че искате да
bn_bd: আপনি নিশ্চিত আপনি চান
da_dk: Er du sikker på du vil
el_gr: Είστε σίγουροι ότι θέλετε να
es_es: Â¿Está seguro que desea
et_ee: Oled sa kindel, et soovid
fa_ir: آیا شما مطمئنید که می خواهید
fi_fi: Oletko varma että haluat
ga_ie: An bhfuil tú cinnte gur mian leat a
gl_gl: ¿Está seguro de que quere
hr_hr: Jeste li sigurni da želite
hu_hu: Biztos benne, hogy szeretne
is_is: Ertu viss um að þú viljir
ja_jp: あなたがしてもよろしいですか
lt_lt: Ar jūs tikrai norite
lv_lv: Vai esat pārliecināts, ka vēlaties
mk_mk: Дали сте сигурни дека сакате да го
nn_no: Er du sikker på at du vil
pl_pl: Czy na pewno chcesz
pt_pt: Tem certeza de que quer
ro_ro: Sunteţi sigur că doriţi să
ru_ru: Вы уверены, что хотите
sk_sk: Ste si istí, že chcete
sl_si: Ali ste prepričani, da želite
sq_al: Jeni te sigurte qe doni te
sr_rs: Да ли сте сигурни да желите да
sv_se: Är du säker att du vill
th_th: คุณแน่ใจหรือว่าต้องการที่จะ
tr_tr: Istediğiniz emin
uk_ua: Ви впевнені, що хочете
wa_be: A ydych yn sicr eich bod am
zh_tw: 你確定要

source: that
af_za: dat
ar_dz: أن
be_by: што
bg_bg: че
bn_bd: যে
da_dk: at
el_gr: ότι
et_ee: et
fa_ir: که
fi_fi: että
ga_ie: go
gl_gl: que
hr_hr: da
hu_hu: hogy
is_is: sem
ja_jp: が
lt_lt: kad
lv_lv: ka
mk_mk: дека
nn_no: at
pl_pl: że
pt_pt: que
ro_ro: că
ru_ru: что
sk_sk: že
sl_si: da
sq_al: se
sr_rs: да
sv_se: att
th_th: ที่
tr_tr: o
uk_ua: що
wa_be: y
zh_tw: 這

source: Unable to Delete
af_za: Kan nie te verwyder
ar_dz: غير قادر على حذف
be_by: Не ўдаецца выдаліць
bg_bg: Не може да изтриете
bn_bd: মুছে ফেলতে অক্ষম
da_dk: Kan ikke Slet
el_gr: Δεν είναι δυνατή η Διαγραφή
es_es: Inhabilitar o Eliminar
et_ee: Ei saa kustutada
fa_ir: قادر را حذف کنید
fi_fi: Ei voi poistaa
ga_ie: In ann a Scrios
gl_gl: Non se pode eliminar
hr_hr: Nije moguće izbrisati
hu_hu: Nem lehet törlése
is_is: Get ekki eytt
ja_jp: 削除できない
lt_lt: Nepavyko ištrinti
lv_lv: Nevar Dzēst
mk_mk: Не можам да ги избришете
nn_no: Kan ikke slette
pl_pl: Nie można usunąć
pt_pt: Não é possível excluir
ro_ro: Imposibil de şters
ru_ru: Не удается удалить
sk_sk: Nemožno zmazať
sl_si: Ni mogoče izbrisati
sq_al: Në pamundësi për të Delete
sr_rs: У немогућности да Обриши
sv_se: Kan inte ta bort
th_th: ไม่สามารถลบ
tr_tr: Sil
uk_ua: Не вдається видалити
wa_be: Methu Dileu
zh_tw: 無法刪除

source: Full Year
af_za: Volle jaar
ar_dz: سنة كاملة
be_by: Поўны год
bg_bg: За цялата година
bn_bd: সম্পূর্ণ বছর
da_dk: Helåret
el_gr: Πλήρης Έτος
es_es: Nombre completo
et_ee: Terve aasta
fa_ir: سال کامل
fi_fi: Koko vuosi
ga_ie: Bliain Iomlán
gl_gl: Ano cheo
hr_hr: Cijele godine
hu_hu: Teljes év
is_is: Full Ár
ja_jp: 完全な年
lt_lt: Visus metus
lv_lv: Pilna Gads
mk_mk: Цела година
nn_no: Full År
pl_pl: Pełny Rok
pt_pt: Ano cheio
ro_ro: Anul completa
ru_ru: Полный год
sk_sk: Celý rok
sl_si: Celo leto
sq_al: Viti i plotë
sr_rs: Цела година
sv_se: Helår
th_th: ปีเต็ม
tr_tr: Tam Yıl
uk_ua: Повний рік
wa_be: Blwyddyn Lawn
zh_tw: 全年

source: Last Name starts with:
af_za: Laaste naam begin met:
ar_dz: اسم آخر يبدأ :
be_by: Прозвішча пачынаецца з:
bg_bg: Фамилия започва с:
bn_bd: শেষ নাম শুরু:
da_dk: Efternavn starter med:
el_gr: Επώνυμο αρχίζει με:
es_es: El Apellido comienza con:
et_ee: Perekonnanimi algab:
fa_ir: نام خانوادگی شروع می شود با :
fi_fi: Sukunimi alkaa:
ga_ie: Tosaíonn Ainm Last sé le:
gl_gl: Apelidos comeza con:
hr_hr: Prezime započinje:
hu_hu: Vezetéknév kezdődik:
is_is: Last Name byrjar með:
ja_jp: 姓が始まります。
lt_lt: Pavardė prasideda:
lv_lv: Uzvārds sākas ar:
mk_mk: Презиме започнува со:
nn_no: Etternavn begynner med:
pl_pl: Nazwisko zaczyna się od:
pt_pt: Sobrenome começa com:
ro_ro: Nume Ultima începe cu:
ru_ru: Фамилия начинается с:
sk_sk: Priezvisko začína na:
sl_si: Last Name se začne z:
sq_al: Mbiemri fillon me:
sr_rs: Презиме поциње са:
sv_se: Efternamn börjar med:
th_th: นามสกุลจะเริ่มต้นด้วย :
tr_tr: Soyadı ile başlar:
uk_ua: Прізвище починається з:
wa_be: Cyfenw yn dechrau gyda:
zh_tw: 姓氏開頭：

source: First Name starts with:
af_za: Eerste naam begin met:
ar_dz: الاسم الأول يبدأ ب :
be_by: Імя пачынаецца з:
bg_bg: Първо име започва с:
bn_bd: প্রথম নাম আরম্ভ:
da_dk: Første navn starter med:
el_gr: Όνομα ξεκινά με:
es_es: El Nombre comienza con:
et_ee: Eesnimi algab:
fa_ir: نام و نام خانوادگی شروع می شود با :
fi_fi: Etunimi alkaa:
ga_ie: Tosaíonn Céad Ainm sé le:
gl_gl: Nome comeza con:
hr_hr: Ime počinje sa:
hu_hu: Keresztnév kezdődik:
is_is: First Name byrjar með:
ja_jp: 最初の名前で始まります。
lt_lt: Vardas prasideda:
lv_lv: Vārds sākas ar:
mk_mk: Име започнува со:
nn_no: Fornavn starter med:
pl_pl: Imię zaczyna się od:
pt_pt: Nome começa com:
ro_ro: Numele începe cu:
ru_ru: Имя начинается с:
sk_sk: Krstné meno začína na:
sl_si: Ime se začne z:
sq_al: Emri fillon me:
sr_rs: Име поциње са:
sv_se: Förnamn börjar med:
th_th: ชื่อแรกจะเริ่มต้นด้วย :
tr_tr: İsim ile başlar:
uk_ua: Ім&#39;я починається з:
wa_be: Enw cyntaf yn dechrau gyda:
zh_tw: 名字開頭：

source: Address contains
af_za: Adres bevat
be_by: Адрас змяшчае
bg_bg: Адрес съдържа
bn_bd: ঠিকানা উপস্থিত রয়েছে
da_dk: Adresse indeholder
el_gr: Διεύθυνση περιέχει
et_ee: Aadress sisaldab
fa_ir: آدرس شامل
fi_fi: Osoite sisältää
ga_ie: Seoladh Tá
gl_gl: Enderezo contén
hr_hr: Adresa sadrži
hu_hu: Cím tartalmaz
is_is: Heimilisfang inniheldur
ja_jp: アドレスが含まれています
lt_lt: Adresas yra
lv_lv: Adrese satur
mk_mk: Адреса содржи
nn_no: Adresse inneholder
pl_pl: Adres zawiera
pt_pt: Endereço contém
ro_ro: Adresa conţine
ru_ru: Адрес содержит
sk_sk: Adresa obsahuje
sl_si: Naslov vsebuje
sq_al: Adresa e përmban
sr_rs: Адреса садржи
sv_se: Adress finns
th_th: ที่อยู่ประกอบด้วย
tr_tr: Adres içeren
uk_ua: Адреса містить
wa_be: Cyfeiriad yn cynnwys
zh_tw: 地址包含

source: Preferred Medical Facility starts with
af_za: Voorkeur mediese fasiliteit begin met
be_by: Пераважныя медыцынскай установы пачынаецца з
bg_bg: Предпочитан медицинско заведение започва с
bn_bd: পছন্দের চিকিৎসাবিদ্যা সুবিধা রসিকতা আরম্ভ
da_dk: Preferred Medical Facility starter med
el_gr: Προτεινόμενα Ιατρικό Ίδρυμα ξεκινά με
et_ee: Eelistatud meditsiiniasutus algab
fa_ir: ترجیحی تسهیلات پزشکی شروع می شود با
fi_fi: Suositut sairaalassa alkaa
ga_ie: Tosaíonn Áis Leighis fearr le
gl_gl: Facilidade Medical preferida comeza con
hr_hr: Preferirana medicinske ustanove počinje s
hu_hu: Preferált Gyógyászati ​​létesítmény kezdődik
is_is: Preferred Medical Facility byrjar með
ja_jp: 好適な医療施設が始まります
lt_lt: Pageidautina medicinos įstaigoje prasideda
lv_lv: Vēlamā medicīnas iestādi sākas ar
mk_mk: Корисно медицинска установа започнува со
nn_no: Foretrukket Medical Facility starter med
pl_pl: Preferowane medycznej rozpoczyna się
pt_pt: Facilidade Medical preferida começa com
ro_ro: Facilitatea preferate medicale începe cu
ru_ru: Предпочтительные медицинского учреждения начинается с
sk_sk: Preferované zdravotnícke zariadenia začína
sl_si: Prednostna Medical Facility se začne z
sq_al: Facility preferuar Mjekësore fillon me
sr_rs: Жељени медицинске установе почиње са
sv_se: Prioriterade sjukhus börjar med
th_th: สิ่งอำนวยความสะดวกทางการแพทย์ที่ต้องการจะเริ่มต้นด้วย
tr_tr: Tercih edilen Tıbbi Tesisi ile başlar
uk_ua: Перевага медичного закладу починається з
wa_be: Cyfleuster dewisol Meddygol yn dechrau gyda
zh_tw: 首選醫療機構開始

source: Comments starts with
af_za: Comments begin met
be_by: Каментары пачынаюцца з
bg_bg: Коментари започва с
bn_bd: মন্তব্য আরম্ভ
da_dk: Kommentarer starter med
el_gr: Σχόλια αρχίζει με
et_ee: Kommentaarid algab
fa_ir: نظرات شروع می شود با
fi_fi: Kommentteja alkaa
ga_ie: Tuairimí a thosaíonn le
gl_gl: Comments comeza con
hr_hr: Komentari počinje s
hu_hu: Hozzászólások kezdődik
is_is: Comments byrjar með
ja_jp: コメントは始まります
lt_lt: Komentarai prasideda
lv_lv: Komentāri sākas ar
mk_mk: Коментари започнува со
nn_no: Kommentarer starter med
pl_pl: Komentarze rozpoczyna się
pt_pt: Comments começa com
ro_ro: Comentariile începe cu
ru_ru: Комментарии начинаются с
sk_sk: Komentáre začína
sl_si: Komentarji se začne z
sq_al: Komentet e fillon me
sr_rs: Коментари почиње са
sv_se: Kommentarer börjar med
th_th: เริ่มต้นด้วยการแสดงความคิดเห็น
tr_tr: Yorumlar ile başlar
uk_ua: Коментарі починаються з
wa_be: Sylwadau yn dechrau gyda
zh_tw: 評論開始

source: Goal Title starts with
af_za: Doel Titel begin met
be_by: Мэта Назва пачынаецца з
bg_bg: Цел Заглавие започва с
bn_bd: লক্ষ্য টাইটেল সঙ্গে শুরু
da_dk: Mål Titel begynder med
el_gr: Τίτλος Στόχος ξεκινά με
et_ee: Eesmärk Pealkiri algab
fa_ir: عنوان هدف شروع می شود با
fi_fi: Tavoite Otsikko alkaa
ga_ie: Tosaíonn Teideal Sprioc le
gl_gl: Título obxectivo comeza co
hr_hr: Cilj Naslov počinje s
hu_hu: Cél címe kezdődik
is_is: Markmið Titill byrjar með
ja_jp: 目標の以下で始まるタイトル
lt_lt: Tikslas Antraštė prasideda
lv_lv: Goal sadaļa sākas ar
mk_mk: Цел Наслов започнува со
nn_no: Målet Tittel starter med
pl_pl: Tytuł cel zaczyna się
pt_pt: Título objetivo começa com o
ro_ro: Titlul Goal începe cu
ru_ru: Цель Название начинается с
sk_sk: Cieľ Názov začína na
sl_si: Goal naslov se začne z
sq_al: Titulli qëllimi fillon me
sr_rs: Циљ Наслов почиње са
sv_se: Mål Titel börjar med
th_th: หัวข้อเป้าหมายเริ่มต้นด้วย
tr_tr: Amaç Başlığı ile başlar
uk_ua: Мета Назва починається з
wa_be: Teitl y Nod yn dechrau gyda
zh_tw: 目標標題開始

source: Goal Description starts with
af_za: Doel Beskrywing begin met
be_by: Мэта Апісанне пачынаецца з
bg_bg: Цел Описание започва с
bn_bd: লক্ষ্য বর্ণনা দিয়ে শুরু
da_dk: Mål Beskrivelse starter med
el_gr: Περιγραφή Στόχος ξεκινά με
et_ee: Eesmärk kirjeldus algab
fa_ir: توضیحات هدف شروع می شود با
fi_fi: Tavoite Kuvaus alkaa
ga_ie: Tosaíonn Cur Síos Sprioc le
gl_gl: Descrición obxectivo comeza co
hr_hr: Cilj Opis počinje s
hu_hu: Cél Leírás kezdődik
is_is: Markmið Lýsing byrjar með
ja_jp: 目標の説明から始まり、
lt_lt: Tikslas aprašymas prasideda
lv_lv: Goal apraksts sākas ar
mk_mk: Цел Опис започнува со
nn_no: Målet Beskrivelse starter med
pl_pl: Opis cel zaczyna się
pt_pt: Descrição objetivo começa com o
ro_ro: Descriere Obiectivul începe cu
ru_ru: Цель Описание начинается с
sk_sk: Cieľ Popis začína
sl_si: Goal Opis se začne z
sq_al: Qëllimi Përshkrimi fillon me
sr_rs: Циљ Опис почиње са
sv_se: Mål Beskrivning börjar med
th_th: คำอธิบายเป้าหมายเริ่มต้นด้วย
tr_tr: Amaç Açıklama ile başlar
uk_ua: Мета Опис починається з
wa_be: Disgrifiad Nod yn dechrau gyda
zh_tw: 目標描述開始

source: Progress Period Name starts with:
af_za: Vordering Periode naam begin met:
ar_dz: اسم حقبة التقدم يبدأ :
be_by: Імя Прагрэс Перыяд пачынаецца з:
bg_bg: Име Прогрес период започва с:
bn_bd: অগ্রগতি সময়কাল নাম আরম্ভ:
da_dk: Fremskridt Periode Navn starter med:
el_gr: Η πρόοδος Όνομα περίοδος αρχίζει με:
es_es: El Nombre de Período de Progreso comienza con:
et_ee: Progress perioodile nimi algab:
fa_ir: پیشرفت نام دوره شروع می شود با :
fi_fi: Progress Period Nimi alkaa:
ga_ie: Tosaíonn Ainm Tréimhse Dul chun cinn le:
gl_gl: Nome Período progreso comeza con:
hr_hr: Napredak Razdoblje Ime počinje sa:
hu_hu: Haladás időszak neve kezdődik:
is_is: Framfarir Tímabil Nafn byrjar á:
ja_jp: 進捗の期間名は始まります。
lt_lt: Pažanga Laikotarpis Vardas prasideda:
lv_lv: Progress Periods Vārds sākas ar:
mk_mk: Напредок Период Име започнува со:
nn_no: Progress Periode Navn begynner med:
pl_pl: Nazwa Okres Progress zaczyna się:
pt_pt: Nome Período progresso começa com:
ro_ro: Nume Perioada Progres începe cu:
ru_ru: Имя Прогресс Период начинается с:
sk_sk: Pokrok obdobie Názov začína na:
sl_si: Napredek Obdobje ime se začne z:
sq_al: Periudha Progresi Emri fillon me:
sr_rs: Прогрес период Име поциње са:
sv_se: Framsteg Period namn börjar med:
th_th: ชื่อระยะเวลาความคืบหน้าจะเริ่มต้นด้วย :
tr_tr: İlerleme Dönemi ismi ile başlar:
uk_ua: Ім&#39;я Прогрес Період починається з:
wa_be: Enw Cyfnod Cynnydd yn dechrau gyda:
zh_tw: 進展期間名稱開頭：

source: Progress Assessment starts with
af_za: Vordering Assessering begin met
be_by: Прагрэс пачынаецца з ацэнкі
bg_bg: Оценка на напредъка започва с
bn_bd: অগ্রগতি মূল্যায়ন সঙ্গে শুরু
da_dk: En vurdering af fremskridtene starter med
el_gr: Αξιολόγηση της προόδου ξεκινά με
et_ee: Progress hindamine algab
fa_ir: ارزیابی پیشرفت شروع می شود با
fi_fi: Edistyksen arviointi alkaa
ga_ie: Tosaíonn Measúnú Dhul Chun Cinn le
gl_gl: Avaliación progreso comeza con
hr_hr: Napredak Procjena počinje s
hu_hu: Előrehaladás értékelése kezdődik
is_is: Framfarir Mat byrjar með
ja_jp: 進捗評価が始まります
lt_lt: Pažangos vertinimą prasideda
lv_lv: Progress novērtējums sākas ar
mk_mk: Проценка на напредокот започнува со
nn_no: Progress Assessment starter med
pl_pl: Ocena postępu zaczyna się
pt_pt: Avaliação progresso começa com
ro_ro: Evaluarea progresul începe cu
ru_ru: Прогресс начинается с оценки
sk_sk: Priebežná kontrola štúdia začína
sl_si: Napredek Ocena se začne z
sq_al: Vlerësimi Progresi fillon me
sr_rs: Напредак Процена почиње са
sv_se: Framsteg Bedömning börjar med
th_th: การประเมินผลความคืบหน้าจะเริ่มต้นด้วย
tr_tr: İlerleme değerlendirilmesi ile başlar.
uk_ua: Прогрес починається з оцінки
wa_be: Asesu Cynnydd yn dechrau gyda
zh_tw: 進展評估開始

source: Doctors Note starts with
af_za: Dokters Let wel begin met
be_by: Урачы адзначаюць, пачынаецца з
bg_bg: Лекарите Забележка започва с
bn_bd: ডাক্তার উল্লেখ্য সঙ্গে শুরু
da_dk: Læger Bemærk starter med
el_gr: Οι γιατροί Σημείωση ξεκινά με
et_ee: Arstid Märkus algab
fa_ir: توجه داشته باشید پزشکان شروع می شود با
fi_fi: Lääkärit Huomautus alkaa
ga_ie: Tosaíonn Dochtúirí Nóta le
gl_gl: Nota médicos comeza con
hr_hr: Liječnici Napomena počinje s
hu_hu: Az orvosok Megjegyzés kezdődik
is_is: Læknar Ath byrjar með
ja_jp: 医師の注意が始まります
lt_lt: Gydytojai Pastaba prasideda
lv_lv: Ārsti Piezīme sākas ar
mk_mk: Лекарите Забелешка започнува со
nn_no: Leger Merk starter med
pl_pl: Uwaga Lekarze zaczyna się
pt_pt: Nota médicos começa com
ro_ro: Notă Medicii începe cu
ru_ru: Врачи отмечают, начинается с
sk_sk: Lekári Poznámka začína
sl_si: Zdravniki Opomba začne z
sq_al: Mjekët Shënim fillon me
sr_rs: Лекари Напомена почиње са
sv_se: Läkare Not börjar med
th_th: หมายเหตุแพทย์จะเริ่มต้นด้วย
tr_tr: Doktorlar Not ile başlar
uk_ua: Лікарі відзначають, починається з
wa_be: Meddygon Nodyn yn dechrau gyda
zh_tw: 醫生注意開始

source: Type starts with
af_za: Tipe begin met
be_by: Тып пачынаецца з
bg_bg: Вид започва с
bn_bd: ধরন শুরু
da_dk: Type starter med
el_gr: Τύπος ξεκινά με
et_ee: Tüüp algab
fa_ir: نوع شروع می شود با
fi_fi: Tyyppi alkaa
ga_ie: Cineál thosaíonn le
gl_gl: Tipo comeza con
hr_hr: Tip počinje s
hu_hu: Típus kezdődik
is_is: Tegund byrjar með
ja_jp: タイプは始まります
lt_lt: Tipas prasideda
lv_lv: Tips sākas ar
mk_mk: Тип започнува со
nn_no: Type starter med
pl_pl: Typ zaczyna się
pt_pt: Tipo começa com
ro_ro: Tipul începe cu
ru_ru: Тип начинается с
sk_sk: Typ začína
sl_si: Tip se začne z
sq_al: Lloji fillon me
sr_rs: Тип почиње са
sv_se: Typ börjar med
th_th: ประเภทเริ่มต้นด้วย
tr_tr: Türü ile başlangıcı
uk_ua: Тип починається з
wa_be: Math yn dechrau gyda
zh_tw: 類型開始
