Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the blue column headings above the list. You can also specify the periods to mark the selected students, the absence code, the absence reason, and the date in the yellow box above the student list. After you have selected each desired student from this list, all the desired periods, the absence code, absence reason, and absence date, click the Save button at the top of the screen.
af_za: Van die resultaat, kan jy kies &#39;n aantal studente. Jy kan kies al die studente in die lys deur te kyk na die boks in die blou kolomopskrifte bo die lys. Jy kan ook die tydperke spesifiseer die geselekteerde studente, die afwesigheid kode, die afwesigheid rede, en die datum in die geel blokkie bokant die student lys te merk. Nadat jy gekies het elke student van hierdie lys, al die pragtige periodes, die afwesigheid kode afwesigheid rede, en die afwesigheid datum, kliek op die Save-knoppie aan die bokant van die skerm.
ar_dz: من نتائج البحث، يمكنك تحديد أي عدد من الطلاب. يمكنك تحديد كافة الطلاب في القائمة عن طريق التحقق من مربع الاختيار في عناوين الأعمدة الزرقاء فوق القائمة. يمكنك أيضا تحديد فترات للاحتفال الطلبة المختارين، رمز غياب، والسبب غياب، والتاريخ في المربع الأصفر أعلى قائمة الطلاب. بعد تحديد كل طالب المرجوة من هذه القائمة، وجميع فترات المطلوب، رمز غياب، وسبب الغياب، وتاريخ الغياب، انقر فوق الزر حفظ في الجزء العلوي من الشاشة.
be_by: З вынікаў пошуку, вы можаце выбраць любую колькасць студэнтаў. Вы можаце выбраць усе студэнты ў спіс, правяраючы сцяжок ў сінія загалоўкі слупкоў над спісам. Вы таксама можаце паказаць перыяды, каб пазначыць абраныя студэнтамі, адсутнасць кода, адсутнасць прычыне, а таксама дату ў жоўтай скрынцы вышэй студэнт спіс. Пасля выбару жаданых кожнага студэнта з гэтага спісу, усе патрэбныя перыяды, адсутнасць кода, адсутнасць розуму, адсутнасць даты, націсніце кнопку Захаваць ў верхняй частцы экрана.
bg_bg: От резултатите от търсенето, можете да изберете произволен брой на студентите. Можете да изберете всички студенти в списъка, като проверка на квадратчето в синята заглавия на колоните над списъка. Можете също да зададете периоди, за да отбележат избраните студенти, липса код, липсата на причина, и дата в жълтото поле над студент списък. След като сте избрали всеки студент от този списък, всички желания периоди, липсата код, причина за отсъствие и липсата на дата, щракнете върху бутона Запазване в горната част на екрана.
bn_bd: অনুসন্ধান ফলাফল থেকে, আপনি ছাত্রদের কোন সংখ্যা নির্বাচন করতে পারবেন. আপনি নীল তালিকা উপরে কলাম শিরোনামে চেকবক্স চেক দ্বারা সব তালিকার ছাত্রদের নির্বাচন করতে পারেন. আপনি সময়সীমার জন্য নির্বাচিত ছাত্র, অনুপস্থিতি কোড, অনুপস্থিতি কারণে, এবং ছাত্র তালিকায় উপরে হলুদ বক্সের মধ্যে তারিখ চিহ্ন উল্লেখ করা যাবে. পরে আপনি এই তালিকা থেকে প্রতিটি পছন্দসই ছাত্র নির্বাচন, সমস্ত পছন্দসই সময়কাল, অনুপস্থিতি কোড, অনুপস্থিতি কারণে, এবং অনুপস্থিতি তারিখ, পর্দার উপরের সেভ বাটন ক্লিক করুন.
da_dk: Fra søgeresultatet kan du vælge et antal studerende. Du kan vælge alle de studerende i listen ved at markere afkrydsningsfeltet i den blå kolonneoverskrifterne over listen. Du kan også angive de perioder for at markere udvalgte elever, der ikke koden, der ikke årsagen, og datoen i det gule felt over den studerendes liste. Når du har valgt de ønskede elev fra denne liste, alle de ønskede perioder, der ikke koden, fravær grund, og fravær dato, skal du klikke på knappen Gem øverst på skærmen.
el_gr: Από το αποτέλεσμα της αναζήτησης, μπορείτε να επιλέξετε οποιοδήποτε αριθμό σπουδαστών. Μπορείτε να επιλέξετε όλους τους μαθητές στη λίστα επιλέγοντας το πλαίσιο ελέγχου στο μπλε επικεφαλίδες στήλης πάνω από τη λίστα. Μπορείτε επίσης να καθορίσετε τις περιόδους για τον εορτασμό των επιλεγμένων φοιτητών, ο κωδικός δεν υπάρχει, ο λόγος απουσίας, καθώς και την ημερομηνία στο κίτρινο κουτί πάνω από τη λίστα των φοιτητών. Αφού έχετε επιλέξει κάθε επιθυμητή σπουδαστής από αυτή τη λίστα, όλες τις επιθυμητές περιόδους, ο κωδικός δεν υπάρχει, δεν υπάρχει λόγος, και η ημερομηνία της απουσίας, κάντε κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης.
es_es: A partir del resultado de búsqueda, puede seleccionar cualquier número de estudiantes. Puede seleccionar todos los estudiantes en la lista marcando la casilla de verificación de los títulos de las columnas de color azul por encima de la lista. También puede especificar los plazos para marcar los estudiantes seleccionados, el código de ausencia, el motivo de la ausencia, y la fecha en el cuadro de color amarillo por encima de la lista de estudiantes. Una vez que haya seleccionado cada estudiante que desee de la lista, todos los períodos deseados, el código de ausencia, motivo de la ausencia y la fecha de ausencia, haga clic en el botón Guardar en la parte superior de la pantalla.
et_ee: Otsing tulemustest, saate valida suvalise arvu õpilasi. Võite valida kõik õpilased nimekirjas kontrollides märkeruut on sinine Veerupealdiste eespool nimekirja. Võite määrata ka aja tähistamiseks valitud õpilaste puudumisel koodi puudumise põhjus ja kuupäev kollane kast eespool õpilaste nimekirjas. Kui olete valinud iga soovitud õpilane sellest nimekirjast, kõik soovitud perioodide puudumisel koodi puudumise põhjusel ning puudub kuupäev, klõpsake nuppu Salvesta ülaosas ekraani.
fa_ir: از نتیجه جستجو ، شما می توانید هر تعداد از دانش آموزان را انتخاب کنید. شما می توانید تمام دانش آموزان در لیست ها را با چک کردن چک باکس به عنوان ستون آبی رنگ در بالای لیست را انتخاب کنید. شما همچنین می توانید دوره برای علامت گذاری به عنوان دانش آموزان انتخاب شده ، کد عدم وجود ، به دلیل عدم وجود ، و تاریخ در کادر زرد رنگ در بالای لیست دانشجویی را مشخص کنید. بعد از اینکه هر دانش آموز مورد نظر را از این لیست انتخاب شده ، تمام دوره مورد نظر ، کد غیبت ، علت غیبت و تاریخ غیبت ، با کلیک بر روی دکمه ذخیره در بالای صفحه کلیک کنید.
fi_fi: Vuodesta hakutuloksen, voit valita haluamasi määrän opiskelijoita. Voit valita kaikki oppilaat luettelossa Kun ruutu on sininen sarakeotsikot luettelon yläpuolella. Voit myös määrittää kaudet merkitä valitun opiskelijat, ettei koodi, ei ole syy, ja päivämäärä keltainen laatikko edellä opiskelija luettelo. Kun olet valinnut jokaisella halutulla opiskelija tältä listalta, kaikki haluamasi aikoja, ettei koodi, ei ole syy, ja koska päivämäärä, napsauta Tallenna-painiketta näytön yläreunassa.
ga_ie: Ón toradh an chuardaigh, is féidir leat a roghnú aon líon na mac léinn. Is féidir leat a roghnú na scoláirí ar fad ar an liosta ag seiceáil an ticbhosca sa cholún gorm na ceannteidil thuas ar an liosta. Is féidir leat a shonrú freisin ar na tréimhsí chun ceiliúradh a dhéanamh ar an mac léinn roghnaithe, an cód as láthair, an chúis as láthair, agus an dáta sa bhosca buí ar an liosta thuas mac léinn. Tar éis duit an roghnaithe gach mac léinn atá ag teastáil ón liosta seo, na tréimhsí uile atá ag teastáil, an cód as láthair, cúis as láthair, agus an dáta as láthair, cliceáil ar an gcnaipe Sábháil ag barr an scáileáin.
gl_gl: Desde o resultado de búsqueda, pode seleccionar calquera número de alumnos. Pode seleccionar todos os alumnos na lista, marcando a caixa de verificación nos títulos de columna azul sobre a lista. Tamén pode especificar os períodos para marcar os estudantes seleccionados, o código de ausencia, a razón da ausencia, así como a data na caixa amarela, sobre a lista de estudantes. Despois de ter escollido a cada alumno que desexe da lista, todos os períodos desexados, o código de ausencia, motivo da ausencia e ausencia de data, prema no botón Gardar da parte superior da pantalla.
hr_hr: Iz rezultata pretraživanja, možete odabrati bilo koji broj studenata. Možete odabrati sve učenike u popis provjerom okvir u plavom stupaca iznad popisa. Također možete odrediti razdoblja označiti odabrani učenici, odsutnost zakona, nepostojanje razloga i datum u žutom okviru iznad učenika popis. Nakon što ste odabrali željeni svakog studenta s ovog popisa, sve željene razdoblja, nedostatak kod, nedostatku razuma, a odsutnost datum, kliknite gumb Spremi na vrhu zaslona.
hu_hu: A keresési eredmény, akkor kiválaszthat egy számot a diákok. Kiválaszthatja az összes diák a lista ellenőrzésével a jelölőnégyzetet a kék oszlopfejlécek fölött a listán. Azt is megadhatja az idő, hogy jelölje meg a kiválasztott diákok hiányában kód hiányában oka, és a dátumot a sárga mezőben feletti hallgatói listán. Miután kiválasztotta a kívánt minden diák ezt a listát, az összes kívánt időszakok hiányában kódot, hiánya miatt, és nincs időpontja, kattintson a Mentés gombra a képernyő felső részén.
is_is: Frá leitarniðurstöðu getur þú valið hvaða fjölda nemenda. Hægt er að velja alla nemendur í listanum með því að haka í kassann í bláa fyrirsagnir dálki fyrir ofan listann. Þú getur einnig tilgreint tímabil til að merkja valda nemendur, ef ekki númerið, án ástæðu og dagsetningu í gula reitinn hér fyrir ofan nemandinn listanum. Eftir að þú hefur valið hvert þú vilt nemandi frá þessum lista, allir viðkomandi tímabil, ef ekki númerið, án ástæðu, og án dagsetningu skaltu smella á Vista hnappinn efst á skjánum.
ja_jp: 検索結果から、学生の任意の数を選択することができます。あなたがリストの上の青い列見出しのチェックボックスをチェックして、リスト内のすべての学生を選択することができます。また、選択した学生、不在のコード、不在の理由、および学生のリストの上に黄色のボックスに日付をマークする期間を指定することができます。このリストから目的の各生徒を選択した後、すべての必要な期間、不在のコード、不在の理由、および不在の日付は、画面の上部にある[保存]ボタンをクリックします。
lt_lt: Iš paieškos rezultatų, galite pasirinkti bet kokį studentų skaičių. Galite pasirinkti visą sąrašą studentų Pažymėdami žymės langelį, mėlynasis stulpelių antraštes virš sąrašo. Taip pat galite nurodyti laikotarpį ženklas pasirinktas studentams, nėra kodo, nėra priežasties, ir geltoną langelį virš studentų sąrašo dienos. Po jūs pasirinkote kiekvieną norimą studentų iš šio sąrašo, visus laikotarpius, nėra kodo, nėra priežasties, ir nėra dienos, spustelėkite mygtuką &quot;Išsaugoti&quot; ekrano viršuje.
lv_lv: No meklēšanas rezultātu, jūs varat izvēlēties jebkuru studentu skaita. Jūs varat izvēlēties visus studentus sarakstā, atzīmējot izvēles rūtiņu zilā kolonnu virsrakstus virs saraksta. Varat arī norādīt periodu, lai atzīmētu izvēlēto studentiem, ja nav kods, ja nav iemesla dēļ un, kas dzeltenās lodziņā virs studentu saraksts datumu. Kad esat izvēlējies katrā izvēlētajā studente no šī saraksta, visu vēlamo laiku, ja nav kods, nav iemesls, un ja nav datums, noklikšķiniet uz Save pogas augšpusē ekrānam.
mk_mk: Од резултатите од пребарувањето, може да го изберете кој било број на студенти. Можете да изберете сите студенти во листата со проверка на полето во сино колона наслови погоре на листата. Исто така може да се определи периоди за да се одбележи избрани студенти, отсуството код, отсуството причина, и на денот во жолта кутија над студент листа. Откако ќе изберете саканиот секој студент од оваа листа, сите саканиот период, отсуство код, отсуство причина, и отсуството датум, кликнете на копчето Зачувај на врвот на екранот.
nn_no: Fra søkeresultatet kan du velge antall studenter. Du kan velge alle studentene i listen ved å krysse av i boksen i den blå kolonnen overskrifter over listen. Du kan også angi perioder for å markere utvalgte studenter, fravær kode, fravær grunn, og datoen i den gule boksen over student listen. Etter du har valgt hver ønsket student fra denne listen, alle de ønskede periodene, fravær kode, fravær grunn, og fravær dato, klikker du på knappen Lagre øverst på skjermen.
pl_pl: Z wyników wyszukiwania, można wybrać dowolną liczbę studentów. Możesz wybrać wszystkich studentów na liście, zaznaczając pole wyboru w niebieski nagłówki kolumn powyżej listy. Można również określić czas zaznaczenie wybranych studentów, kod nieobecności, powód nieobecności oraz datę w żółtym polu powyżej z listy studentów. Po wybraniu każdego żądanego ucznia z tej listy, wszystkie potrzebne okresy, kod nieobecności powodu nieobecności i braku daty, kliknij przycisk Zapisz na górze ekranu.
pt_pt: A partir do resultado de busca, você pode selecionar qualquer número de alunos. Você pode selecionar todos os alunos na lista, marcando a caixa de seleção nos títulos de coluna azul acima da lista. Você também pode especificar os períodos para marcar os estudantes selecionados, o código de ausência, o motivo da ausência, bem como a data na caixa amarela, acima da lista de estudantes. Depois de ter escolhido a cada aluno desejado da lista, todos os períodos desejados, o código de ausência, motivo da ausência e ausência de data, clique no botão Salvar na parte superior da tela.
ro_ro: Din rezultatele căutării, puteţi selecta orice număr de studenţi. Puteţi selecta toţi elevii din listă prin verificarea caseta în titlurile de coloană albastru deasupra listei. Aveţi posibilitatea să specificaţi, de asemenea, perioadele pentru a marca studenţii selecţionaţi, codul de absenta, motivul absenţei, precum şi data în caseta galben deasupra listei de student. Dupa ce ati selectat fiecare elev dorit din această listă, toate perioadele dorite, codul de lipsa, motiv absenţă, şi dată lipsa, faceţi clic pe butonul Salvare din partea de sus a ecranului.
ru_ru: Из результатов поиска, вы можете выбрать любое количество студентов. Вы можете выбрать все студенты в список, проверяя флажок в синие заголовки столбцов над списком. Вы также можете указать периоды, чтобы пометить выбранные студентами, отсутствие кода, отсутствие причине, а также дату в желтой коробке выше студент список. После выбора желаемых каждого студента из этого списка, все нужные периоды, отсутствие кода, отсутствие разума, отсутствие даты, нажмите кнопку Сохранить в верхней части экрана.
sk_sk: Z výsledkov vyhľadávania, môžete si vybrať ľubovoľný počet študentov. Môžete si vybrať všetkých študentov v zozname zaškrtnutím políčka v modrom záhlaví stĺpca nad zoznamom. Môžete tiež určiť obdobie, pre označenie vybraných študentov, absencia kódu, bez dôvodu, a dátum v žltom poli nad zoznamom študentov. Po výbere požadovaného každý študent z tohto zoznamu, všetky požadované obdobie, absencia kód, dôvod neprítomnosti, a absencia dáta, kliknite na tlačidlo Uložiť v hornej časti obrazovky.
sl_si: Od rezultat iskanja, lahko izberete poljubno število študentov. Izberete lahko vsi študenti s seznama s preverjanjem polje v modri stolpcev nad seznamom. Določite lahko tudi obdobja za obeležitev izbranih študentov, odsotnosti kode, če ni razlog, in datum v rumeno polje zgoraj študent seznamu. Ko izberete želeno vsak študent s tega seznama, vse želene obdobja, odsotnost kodo, odsotnost razlogov, in če datum, kliknite gumb Shrani na vrhu zaslona.
sq_al: Nga rezultati i kërkimit, ju mund të zgjidhni çdo numri i studentëve. Ju mund të zgjidhni të gjitha studentët në listë duke kontrolluar checkbox në krerët kolonën blu mbi listën. Ju gjithashtu mund të specifikojë periudhën për të shënuar studentët e zgjedhur, kodi mungesa, arsyeja mungesës, si dhe datën në kutinë e verdhë mbi listën e studentëve. Pasi ta keni zgjedhur çdo student të dëshiruar nga kjo listë, të gjitha periudhat e dëshiruar, kodi mungesa, mungesa arsye, dhe data mungesa, kliko butonin Ruaj në krye të ekranit.
sr_rs: Од резултат претраге, можете да изаберете било који број студената. Можете да изаберете све ученике у листи провере кућицу у плавом наслове колона изнад листе. Такође можете да наведете периода да обележи изабрани студенти, одсуству код, одсуство разлога, и датум у жуто поље изнад студента листе. Након што сте изабрали сваки жељени студената са ове листе, сви жељени периода, одсуство код, одсуство разлога, и одсуство датум, кликните на дугме Сачувај на врху екрана.
sv_se: Från sökresultatet kan du välja valfritt antal studenter. Du kan välja alla elever i listan genom att markera kryssrutan i den blå kolumnrubriker ovanför listan. Du kan också ange de perioder för att markera utvalda studenter, utan kod, avsaknad anledning och datum i den gula rutan ovanför studenten listan. När du valt varje önskad elev från listan, alla önskade perioder, avsaknad kod, utan anledning, och frånvaro datum, klicka på knappen Spara längst upp på skärmen.
th_th: จากผลการค้นหาที่คุณสามารถเลือกจำนวนของนักเรียนใด ๆ คุณสามารถเลือกนักเรียนทั้งหมดในรายการโดยการตรวจสอบช่องทำเครื่องหมายในส่วนหัวของคอลัมน์สีน้ำเงินด้านบนรายการ คุณยังสามารถระบุระยะเวลาในการทำเครื่องหมายของนักเรียนที่เลือกรหัสการขาดเหตุผลขาดและวันที่ในกล่องสีเหลืองด้านบนของรายการที่นักเรียน หลังจากที่คุณได้เลือกนักเรียนที่ต้องการจากรายการนี​​้ทั้งหมดงวดที่ต้องการโค้ดการขาดเหตุผลขาดและวันที่ไม่มีให้คลิกปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: Arama sonucu, herhangi bir öğrenci sayısını seçebilirsiniz. Listedeki tüm öğrencilerin listesinin üstündeki mavi sütun başlıkları onay kutusunu kontrol ederek seçebilirsiniz. Ayrıca, seçilen öğrenciler, yokluğunda kodu, yokluğu nedeni, öğrenci listesinin üstündeki sarı kutuyu tarih işareti dönemlerde belirtebilirsiniz. Bu listeden istenen her öğrenci seçtikten sonra, istediğiniz tüm süreleri, yokluğu kodu, yokluğu nedeni, yokluğunda tarih, ekranın üst kısmındaki Kaydet düğmesini tıklatın.
uk_ua: З результатів пошуку, ви можете вибрати будь-яку кількість студентів. Ви можете вибрати всі студенти в список, перевіряючи прапорець у сині заголовки стовпців над списком. Ви також можете зазначити періоди, щоб позначити вибрані студентами, відсутність коду, відсутність причини, а також дату в жовтій коробці вище студент список. Після вибору бажаних кожного студента з цього списку, всі потрібні періоди, відсутність коду, відсутність розуму, відсутність дати, натисніть кнопку Зберегти у верхній частині екрана.
wa_be: O&#39;r canlyniad chwiliad, gallwch ddewis unrhyw nifer o fyfyrwyr. Gallwch ddewis yr holl fyfyrwyr yn y rhestr trwy wirio y blwch yn y penawdau golofn las uwchben y rhestr. Gallwch hefyd nodi&#39;r cyfnodau i nodi myfyrwyr a ddewiswyd, y cod absenoldeb, y rheswm absenoldeb, a&#39;r dyddiad yn y blwch melyn uwchben y rhestr myfyriwr. Ôl i chi ddewis pob myfyriwr a ddymunir o&#39;r rhestr hon, yr holl gyfnodau a ddymunir, y cod absenoldeb, rheswm absenoldeb, a dyddiad absenoldeb, cliciwch y botwm Save ar frig y sgrin.
zh_tw: 從搜索結果中，你可以選擇任意數量的學生。您可以選擇所有的學生在通過檢查複選框列表中藍色列標題列表上方的。您也可以指定的期限，紀念選定的學生，沒有代碼，缺席的原因，日期在黃箱以上的學生名單。在您選擇的每個需要的學生從這個名單，所有需要的時期，沒有代碼，沒有理由，沒有日期，點擊保存按鈕，在屏幕上方。

source: Average Daily Attendance Report
af_za: Gemiddelde daaglikse bywoning Rapport
ar_dz: تقرير متوسط ​​الحضور اليومي
be_by: Сярэдняя наведвальнасць Daily Report
bg_bg: Средна Daily Report посещаемост
bn_bd: গড় দৈনিক এ্যাটেনডেন্স প্রতিবেদন
da_dk: Gennemsnitlige daglige Deltagelse Rapport
el_gr: Μέσος όρος καθημερινών Έκθεση Παρακολούθησης
es_es: Informe Promedio de Asistencia Diaria
et_ee: Average Daily Hooldajatoetus aruanne
fa_ir: گزارش حضور و غیاب روزانه میانگین
fi_fi: Päivittäin keskimäärin Osallistuminen raportti
ga_ie: Tuarascáil Tinreamh Meánlíon na nÍosluchtuithe
gl_gl: Informe de presenza media diaria
hr_hr: Prosječna dolaze na izvješće
hu_hu: Átlagos napi részvétel jelentése
is_is: Meðaltal Daily Aðsókn skýrslu
ja_jp: 一日の平均出席報告
lt_lt: Vidutinė dienos lankomumo ataskaita
lv_lv: Vidējā dienas apmeklējums ziņojums
mk_mk: Просечната дневна Публика Злоупотреба
nn_no: Gjennomsnittlig daglig Oppmøte Report
pl_pl: Średnia dzienna Zgłoś Uczestnictwo
pt_pt: Relatório de presença média diária
ro_ro: Raport medie zilnică de prezenţe
ru_ru: Средняя посещаемость Daily Report
sk_sk: Priemerný prezenčná správy
sl_si: Povprečni dnevni Udeležba Prijavi
sq_al: Mesatarja e raportit ditor Pjesëmarrja
sr_rs: Просечан дневни боравак Извештај о
sv_se: Genomsnittliga dagliga Närvaro Rapport
th_th: รายงานการเข้าร่วมประชุมเฉลี่ยต่อวัน
tr_tr: Ortalama Günlük Katılım Raporu
uk_ua: Середня відвідуваність Daily Report
wa_be: Adroddiad Cyfartaledd presenoldeb dyddiol
zh_tw: 平均每日出席報告
