Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To add an attendance code, fill in the attendance codes title, short name, type, and state code. Select whether or not the code should be a teachers default from the empty fields at the bottom of the attendance codes list and click the Save button. Generally, the attendance code called Present will be marked as the teachers default. If the attendance code is marked as being type Teacher, a teacher will be able to select that attendance code from their Take Attendance program. Administrators will be able to assign all codes to a student.
af_za: Om &#39;n presensielys kode te voeg, vul in die bywoning kodes titel, kort naam, tipe, en die staat kode. Kies of die kode moet &#39;n onderwysers standaard van die leë velde aan die onderkant van die bywoning kodes lys en kliek op die Save-knoppie. Die bywoning kode genoem Present die algemeen, sal gemerk word as die onderwysers standaard. Indien die bywoning kode gemerk is as die wat van die tipe Onderwyser word, sal &#39;n onderwyser in staat wees dat die bywoning van hul Neem Bywoning program kode te kies. Administrateurs staat sal wees om alle kodes toe te ken aan &#39;n student.
be_by: Каб дадаць наведвальнасці кода, запоўніць наведвальнасці коды назва, кароткае імя, тып і стан кода. Выберыце, ці будзе код павінен быць настаўнікамі па змаўчанні з пустых палёў у ніжняй частцы спісу наведвальнасці кодаў і націсніце кнопку Захаваць. Як правіла, наведвальнасць кода, які завецца Сапраўднае будуць пазначаныя як па змаўчанні настаўнікаў. Калі наведвальнасць кода пазначаецца як тыпу Настаўнік, настаўнік будзе мець магчымасць выбраць, што наведвальнасць код з іх Вазьміце праграму наведвальнасці. Адміністратары змогуць прысвоіць ўсе коды для студэнта.
bg_bg: За да добавите код за обслужване, попълнете обслужване кодове заглавие, кратко име, тип, и кода на държавата. Изберете дали има или не код трябва да бъде по подразбиране учители от празните полета в долната част на списъка с кодовете на присъствието и щракнете върху бутона Save. Като цяло, присъствието код, наречен настояще ще бъдат маркирани като учители по подразбиране. Ако присъствието кодът се отбелязва като тип Учител, учителят ще бъде в състояние да изберете този код посещаемост от Take тяхното присъствие програма. Администраторите ще бъде в състояние да зададете всички кодове студент.
bn_bd: একটি হাজিরা কোড যোগ উপস্থিতি কোড শিরোনাম, সংক্ষিপ্ত নাম, ধরন, এবং রাজ্য কোড, ভরাট. নির্বাচন কিনা বা না কোড উপস্থিতি কোড তালিকা নীচে খালি ক্ষেত্র থেকে করা একটি শিক্ষক ডিফল্ট সেভ বাটন ক্লিক করুন উচিত. সাধারণত, উপস্থিতি কোড নামক বর্তমান শিক্ষক ডিফল্ট হবে চিহ্নিত. যদি উপস্থিতি কোড হচ্ছে টাইপ শিক্ষক রূপে চিহ্নিত হয়, একটি শিক্ষক তাদের নিন এ্যাটেনডেন্স প্রোগ্রাম থেকে যে উপস্থিতি কোড নির্বাচন করতে পারবেন. অ্যাডমিনিস্ট্রেটরদের একটি ছাত্র থেকে সব কোড ধার্য করতে পারবেন.
da_dk: For at tilføje en fremmøde kode, udfylde deltagerlisten koderne titel, korte navn, type og tilstand kode. Vælg, om koden skal være lærere standard fra de tomme felter i bunden af ​​deltagerlisten koder listen og klikke på knappen Gem. Generelt vil tilstedeværelsen kode kaldet Present være markeret som lærerne standard. Hvis fremmøde koden markeret som værende typen Lærer, vil en lærer kunne vælge at deltagelse koden fra deres Tag Fremmøde program. Administratorer vil være i stand til at tildele alle koder til en studerende.
el_gr: Για να προσθέσετε έναν κωδικό συμμετοχής, συμπληρώστε τον τίτλο κωδικούς συμμετοχής, σύντομο όνομα, τον τύπο και τον κωδικό του κράτους. Επιλέξτε το αν ή όχι ο κώδικας θα πρέπει να είναι μια προεπιλογή καθηγητές από τα κενά πεδία στο κάτω μέρος των κωδικών παρακολούθησης λίστα και κάντε κλικ στο κουμπί Αποθήκευση. Γενικά, ο κώδικας παρακολούθησης που ονομάζεται Παρόν θα χαρακτηριστεί ως προεπιλογή δασκάλους. Εάν ο κωδικός φοίτηση χαρακτηρίζεται ως Δάσκαλος τύπου, ένας δάσκαλος θα είναι σε θέση να επιλέξετε τον κώδικα παρακολούθησης από το πρόγραμμα Πάρτε τη συμμετοχή τους. Οι διαχειριστές θα είναι σε θέση να αναθέτει όλους τους κωδικούς σε ένα φοιτητή.
et_ee: Lisada osavõtjate kood, täitke osavõtjate koodid pealkiri, lühike nimi, tüüp ja riigi kood. Vali, kas kood peaks olema õpetajate vaikimisi tühja väljana allosas osavõtjate koodid ning klõpsake nuppu Salvesta. Üldiselt osavõtjate koodi nimetatakse Present on tähistatud kui õpetajad vaikimisi. Kui osavõtjate kood on märgistatud ning tüüpi, õpetaja saab valida, et osavõtjate koodi oma Take osavõtt programmi. Administraatorid on võimalik loovutada kõik koodid üliõpilane.
fa_ir: برای اضافه کردن یک کد حضور ، در عنوان کد حضور ، نام کوتاه ، نوع ، و کد دولت را پر کنید. انتخاب یا نه باید به کد به طور پیش فرض معلمان از زمینه های خالی در پایین از حضور در لیست کدهای و بر روی دکمه ذخیره را کلیک کنید. به طور کلی ، کد حضور و غیاب نامیده می شود در حال حاضر به عنوان پیش فرض معلمان مشخص شده اند. اگر کد حضور به عنوان معلم نوع مشخص شده اند ، یک معلم قادر خواهد بود را انتخاب کنید که کد حضور و غیاب از برنامه حضور و غیاب را به عهده بگیرند. مدیران قادر خواهند بود تمام کدهای به یک دانش آموز را به او واگذار.
fi_fi: Voit lisätä läsnäoloa koodia, täytä läsnä koodit otsikko, lyhyt nimi, tyyppi, ja valtion koodi. Valitse, koodi pitää opettajia oletusarvoisesti tyhjät kentät alareunassa läsnäolo koodien luettelosta ja napsauta Tallenna-painiketta. Yleensä osallistuminen koodi nimeltään Present merkitään opettajien oletuksena. Jos osallistuminen koodi on merkitty olevan tyypin Opettaja, opettaja voi valita, että osallistuminen koodia niiden Take Osallistuminen ohjelmaan. Järjestelmänvalvojat voivat määrittää kaikki koodit opiskelija.
ga_ie: Chun cur le cód tinrimh, líon isteach an teideal cóid tinreamh, ainm gearr, cineál, agus cód stáit. Roghnaigh cheart nó nár cheart an cód a bheith ina mainneachtain múinteoirí ó na réimsí folamh ag bun an liosta an tinrimh cóid agus cliceáil ar an gcnaipe Sábháil. Go ginearálta, beidh an cód freastal ar a dtugtar i láthair a mharcáil mar réamhshocrú múinteoirí. Má tá an cód tinreamh marcáilte mar Mhúinteoir cineál, beidh múinteoir in ann a roghnú go bhfuil cód tinrimh as a n-gclár Tinrimh Tóg. Beidh Riarthóirí a bheith in ann gach cód a shannadh do mhac léinn.
gl_gl: Para engadir un código de atención, encher o título de códigos de atención, nome curto, tipo e código do estado. Seleccionar se quere ou non o código debe ser un estándar profesores das áreas baleiras na parte inferior da lista de códigos de atención e prema no botón Gardar. Xeralmente, o código de atención chamado Presente será marcado como o patrón profesores. Se o código de atención está marcado como de tipo Profesor, profesor será capaz de seleccionar que o código do seu programa de atención Atención Take. Administradores serán capaces de asignar todos os códigos para un estudante.
hr_hr: Da biste dodali prisustvo kod, ispunite prisustvo kodove naslov, skraćeni naziv, vrstu i stanje kod. Odaberite hoće li ili ne broj bi trebao biti nastavnici iz zadani prazna polja na dnu popisa nazočnosti kodova i kliknite na gumb Spremi. Općenito, sudjelovanje kod zove sadašnjost će biti označena kao učitelji zadani. Ako je sudjelovanje kod je označena kao tip Učitelj, nastavnik će moći odabrati da dolazak kod sa svojih Uzmi Gledatelja programa. Administratori će moći dodijeliti sve kodove za učenika.
hu_hu: Ha egy részvételi kóddal, töltse ki a jelenléti kódok címét, rövid neve, típusa, és az állami kódot. Válassza ki, hogy a kódot kell tanárok alap az üres mező alján a jelenléti kódok listáját, majd kattintson a Mentés gombra. Általában a jelenléti kód nevű Present lesz megjelölve, mint a tanárok alap. Ha a részvételi kód jelölni akként, hogy írja tanár, tanító képes lesz kiválasztani, hogy a részvételi kódot az Vedd látogatása program. Az adminisztrátorok lesz hozzá minden kód egy diák.
is_is: Til að bæta mætingu kóða, fylla í aðsókn númerin titli, stutt heiti, gerð, og ástand kóða. Veldu hvort númerið eigi að vera kennarar sjálfgefið frá tóm svæði á the botn af the aðsókn kóða listanum og smelltu á Vista hnappinn. Almennt verður aðsókn kóða Present merkt sem kennarar sjálfgefið. Ef aðsókn númerið er merkt sem að gerð Meistari, kennari vilja vera fær til velja að mætingu kóða frá Take Aðsókn dagskrá þeirra. Stjórnendur vilja vera fær til tengja öll númerin á nemanda.
ja_jp: 出席のコードを追加するには、出席のコードのタイトル、短い名前、タイプ、および状態コードを入力してください。コー​​ドは、出席のコードリストの一番下にある空のフィールドから教師のデフォルトになると、[保存]ボタンをクリックするかどうかを選択します。一般的に、現在と呼ばれる出席のコードは、教師のデフォルトとしてマークされます。出席者のコードがタイプの先生だと記されている場合、教師は彼らのテイク出席のプログラムからその出席のコードを選択できるようになります。管理者は、学生にすべてのコードを割り当てることができるようになります。
lt_lt: Norėdami pridėti lankomumo kodą, lankomumo kodai pavadinimą, trumpą pavadinimą, tipą, ir valstybinis kodas užpildyti. Pasirinkite ar kodas turėtų būti mokytojų numatytąjį tuščių laukų lankomumo kodų sąrašas apačioje ir paspauskite mygtuką &quot;Išsaugoti&quot;. Paprastai bus pažymėtas kaip mokytojai nutylėjimą, lankomumo kodas, vadinamas dabartis. Jei dalyvių kodas yra pažymėtas kaip tipas mokytojas, mokytojas galės pasirinkti, kad dalyvių kodą iš šių Dalyvavimas programoje. Administratoriai galės priskirti visus kodus studentas.
lv_lv: Lai pievienotu apmeklējumu kodu, aizpildiet apmeklēšanu nosaukumu, īso nosaukumu, tipu, un valsts kodu. Izvēlies, vai kods ir skolotāji noklusējuma no tukšiem laukiem apakšā apmeklējumu kodu sarakstu un noklikšķiniet uz pogas Saglabāt. Parasti apmeklējumu kods sauc Present tiks atzīmēta kā skolotāji noklusējuma. Ja apmeklējums kods ir atzīmēta kā tipu skolotājs, skolotājs varēs izvēlēties šo apmeklējumu kodu no savas Take Piedalīšanās programmā. Administrators varēs nodot visu kodu, lai students.
mk_mk: За да додадете присуство код, пополнување на наслов присуство кодови, кратко име, тип, и државата код. Изберете дали или не го кодот треба да биде наставниците стандардно од празните полиња на дното на присуство кодови листа и кликнете на копчето Зачувај. Општо земено, присуство код наречен Тековен ќе бидат означени како на наставниците стандардно. Ако присуство кодот е означен како тип учител, наставник ќе биде во можност да одберете кои присуство кодот од нивните Земете Публика програма. Администраторите ќе можат да му ја додели сите кодови на студент.
nn_no: Slik legger du til en frammøte kode, fyll fremmøtet koder tittel, kort navn, type og tilstand kode. Velg hvorvidt koden skal være et lærere standard fra de tomme feltene nederst fremmøte koder listen og klikk på knappen Lagre. Generelt vil deltakelse kode som kalles Present merkes som lærerne standard. Hvis frammøte koden er merket som typen Lærer, vil en lærer kunne velge at fremmøte kode fra deres Take Oppmøte program. Administratorer vil være i stand til å tildele alle koder til en student.
pl_pl: Aby dodać kod obecności wypełnić tytuł kody obecności, nazwa jest krótka, typ i kod stanu. Wybierz, czy kod powinien być domyślnie nauczycieli z pustych polach na dole listy kodów obecności i kliknij przycisk Zapisz. Ogólnie rzecz biorąc, kod obecności nazwie Present zostanie oznaczony jako domyślny nauczycieli. Jeśli kod frekwencja jest oznaczone jako typ nauczyciela, nauczyciel będzie mógł wybrać, które z ich obecności kodu programu Take obecności. Administratorzy będą mogli przypisać wszystkie kody na studenta.
pt_pt: Para adicionar um código de atendimento, preencher o título de códigos de atendimento, nome curto, tipo e código do estado. Selecionar se deseja ou não o código deve ser um padrão professores das áreas vazias na parte inferior da lista de códigos de atendimento e clique no botão Salvar. Geralmente, o código de atendimento chamado Presente será marcado como o padrão professores. Se o código de atendimento é marcado como sendo do tipo Professor, um professor será capaz de selecionar que o código de seu programa de atendimento Atendimento Take. Administradores serão capazes de atribuir todos os códigos para um estudante.
ro_ro: Pentru a adăuga un cod de participare, completaţi în titlu codurile de prezenţă, nume scurt, de tip, şi codul de stat. Selectaţi dacă sau nu codul ar trebui să fie o valoare implicită cadre didactice din câmpurile goale din partea de jos a listei de prezenţă codurile şi faceţi clic pe butonul Salvare. În general, codul de participare numit de cadou va fi marcat ca implicit profesorii. În cazul în care codul de participarea este marcat ca fiind profesor de tip, un profesor va putea selecta acest cod participarea la programul lor de participare Ia. Administratorii vor putea să atribuie toate codurile pentru un student.
ru_ru: Чтобы добавить посещаемости кода, заполнить посещаемости коды название, краткое имя, тип и состояние кода. Выберите, будет ли код должен быть учителями по умолчанию из пустых полей в нижней части списка посещаемости кодов и нажмите кнопку Сохранить. Как правило, посещаемость кода, который называется Настоящее будут помечены как по умолчанию учителей. Если посещаемость кода помечается как типа Учитель, учитель будет иметь возможность выбрать, что посещаемость код из их Возьмите программу посещаемости. Администраторы смогут присвоить все коды для студента.
sk_sk: Ak chcete pridať dochádzky kód, vyplňte účasti kódy názov, krátky názov, typ a kód štátu. Vyberte, či sa kód by mal byť učitelia predvolenom nastavení prázdne polia v dolnej časti zoznamu dochádzky kódy a kliknite na tlačidlo Uložiť. Všeobecne platí, že účasť kód názvom Súčasnosť byť označený ako predvolené učiteľa. Ak je účasť kód je označený ako typ učiteľa, učiteľ môcť vybrať, že účasť kódu z ich využívania Účasť program. Administrátori budú môcť zadať všetky kódy študent.
sl_si: Če želite dodati udeležbo kodo, izpolnite naslov udeležbo kode, kratko ime, tip, in državno kodo. Izberite, ali naj kodo učitelji privzeta iz praznega polja na dnu seznama prisotnih kod in kliknite na gumb Save. Na splošno se bo prisotnost koda se imenuje sedanjost je označen kot privzeti učitelji. Če je prisotnost kodo označene, da so vrsta učiteljev, bo učitelj lahko izbrali, da je udeležba kodo iz njihovih Take programa Udeležba. Administratorji bodo lahko dodelite vse kode na študenta.
sq_al: Për të shtuar një kod të frekuentimit, të mbushur në titull kodet frekuentimin, emri i të shkurtër, llojin, dhe kodin e shtetit. Zgjidh nëse janë apo jo kodi duhet të jetë një mungesë mësues nga fushat bosh në fund të listës kodeve frekuentimin dhe klikoni butonin Ruaj. Në përgjithësi, kodin e frekuentimit të quajtur pranishëm do të shënohet si default mësuesit. Nëse kodi pjesëmarrja është shënuar si lloj Mësues, një mësues do të jetë në gjendje për të zgjedhur se kodi pjesëmarrja nga programi Merrni Pjesëmarrja e tyre. Administratorët do të jetë në gjendje të caktojë të gjitha kodet për një student.
sr_rs: Да бисте додали код присуство, попуните присуство кодове титулу, скраћени назив, тип и стање код. Изаберете да ли или не би требало да буде код учитеља подразумеваног празна поља на дну кодова похађања листи и кликните на дугме Сачувај. Генерално, присуство кода се зове Представите ће бити означен као подразумевани наставника. Ако присуство код означена као тип Учитеља, учитељ ће моћи да изаберете да код присуство из њиховог Узми Похађање програма. Администратори ће моћи да доделите све кодове студента.
sv_se: För att lägga till en närvaro kod, fyll i närvaro koderna titel, kort namn, typ, och statliga kod. Välj om koden bör vara en lärare standard från de tomma fälten längst ner på närvarolistan koder listan och klicka på Spara. Generellt kommer närvaro kod som kallas Present markeras som lärarna standard. Om närvaro koden markeras som typ lärare, kommer en lärare att kunna välja att närvaro kod från sina Ta Närvaro program. Administratörer kan tilldela alla koder till en student.
th_th: เพิ่มรหัสการเข้าร่วมการกรอกข้อมูลในการเข้าร่วมประชุมชื่อรหัสชื่อสั้นชนิดและรหัสของรัฐ เลือกหรือไม่ว่ารหัสควรจะเริ่มต้นที่ครูจากเขตข้อมูลที่ว่างเปล่าที่ด้านล่างของการเข้าร่วมรายการรหัสและคลิกที่ปุ่มบันทึก ทั่วไปรหัสการเข้าร่วมประชุมที่เรียกว่าปัจจุบันจะถูกทำเครื่องหมายเป็นค่าเริ่มต้นครูผู้สอน หากรหัสการเข้าร่วมประชุมที่ถูกทำเครื่องหมายเป็นครูประเภทครูจะสามารถเลือกรหัสเข้าร่วมประชุมที่เข้าร่วมประชุมจากโปรแกรมของพวกเขาใช้เวลา ผู้ดูแลระบบจะสามารถกำหนดรหัสทั้งหมดไปยังนักเรียน
tr_tr: Bir katılım kod eklemek için, katılım kodları başlığı, kısa ismi, türü, ve devlet kodu doldurun. Kodu katılımıyla kodları listesi altındaki boş alanlar öğretmen varsayılan ve Kaydet düğmesini tıklatın gerekip gerekmediğini seçin. Genellikle, Şimdiki adı verilen katılım kodu, öğretmenler varsayılan olarak işaretlenir. Devam kodu tipi Öğretmen olarak işaretlenmiş ise, bir öğretmen, kendi Take Seyirci programı bu katılım kodu seçmek mümkün olacak. Yöneticiler, bir öğrenci tüm kodları atamak mümkün olacak.
uk_ua: Щоб додати відвідуваності коду, заповнити відвідуваності коди назва, короткий ім&#39;я, тип і стан коду. Виберіть, чи буде код повинен бути вчителями за замовчуванням з порожніх полів у нижній частині списку відвідуваності кодів і натисніть кнопку Зберегти. Як правило, відвідуваність коду, який називається Справжнє будуть позначені як за замовчуванням вчителів. Якщо відвідуваність коду позначається як типу Учитель, вчитель матиме можливість вибрати, що відвідуваність код з їх Візьміть програму відвідуваності. Адміністратори зможуть привласнити всі коди для студента.
wa_be: I ychwanegu cod presenoldeb, llenwch y, teitl codau presenoldeb enw byr, math, a chod y wladwriaeth. Dewiswch ai peidio ddylai&#39;r cod fod yn ddiofyn athrawon o&#39;r caeau gwag ar waelod y rhestr codau presenoldeb a chliciwch ar y botwm Save. Yn gyffredinol, bydd y cod presenoldeb a elwir yn bresennol gael ei marcio fel &#39;r ball athrawon. Os bydd y cod presenoldeb ei farcio â bod yn Athro fath, bydd athro yn gallu dewis y côd presenoldeb o&#39;u rhaglen Presenoldeb Cymerwch. Bydd Gweinyddwyr yn gallu neilltuo holl godau i fyfyriwr.
zh_tw: 要添加出席代碼，填寫考勤代碼名稱，簡稱，類型和狀態代碼。選擇是否代碼應該是教師預設的空字段在底部出席代碼的列表，然後點擊保存按鈕。一般來說，出席代碼調用將會被標記為教師預設。如果出席代碼標記為類型的教師，教師可以選擇，出席代碼從自己拿出席計劃。管理員可以分配所有代碼的學生。

source: To modify an attendance code, click on any of the attendance codes information, change the value, and click the Save button.
af_za: &#39;N presensielys kode te verander, klik op enige van die bywoning kodes inligting, die waarde te verander, en kliek op die Save-knoppie.
be_by: Каб змяніць наведвальнасці кода, націсніце на любую інфармацыю, наведвальнасць кодаў, зменіце значэнне і націсніце кнопку Захаваць.
bg_bg: За да промените код за обслужване, кликнете върху някоя от информация за кодовете на посещаемост, променете стойността и щракнете върху бутона Save.
bn_bd: একটি হাজিরা কোড পরিবর্তন উপস্থিতি কোড তথ্য কোনো,, ক্লিক করে মান পরিবর্তন, এবং সেভ বাটনে ক্লিক করুন.
da_dk: For at ændre et fremmøde kode, skal du klikke på nogen af ​​de fremmøde koderne oplysninger, ændre værdien, og klik på knappen Gem.
el_gr: Για να τροποποιήσετε έναν κωδικό συμμετοχής, κάντε κλικ σε οποιοδήποτε από τους κωδικούς συμμετοχής πληροφορίες, αλλάξτε την τιμή και κάντε κλικ στο κουμπί Αποθήκευση.
et_ee: Selleks, et muuta osalemine koodi, vajutage ükskõik osavõtjate koodid informatsiooni väärtust muuta ja vajuta nuppu Salvesta.
fa_ir: برای تغییر یک کد حضور و غیاب ، با کلیک بر روی هر یک از حضور اطلاعات کدهای تغییر ارزش ، و با کلیک بر روی دکمه ذخیره.
fi_fi: Voit muokata läsnä koodin, valitse tahansa läsnä koodeja, muuta arvoa, ja napsauta Tallenna-painiketta.
ga_ie: A mhodhnú le cód tinrimh, cliceáil ar aon cheann de na faisnéise an tinreamh cóid, an luach a athrú, agus cliceáil ar an gcnaipe Sábháil.
gl_gl: Para modificar un código de atención, faga clic en calquera das informacións de códigos de atención, cambiar o valor, e prema no botón Gardar.
hr_hr: Da biste izmijenili prisustvo kod, kliknite na bilo koje informacije prisustvo koda, promjena vrijednosti, i kliknite gumb Spremi.
hu_hu: Módosításához a jelenléti kódot, kattintson bármelyik részvételi kódok információkat, módosítsa az értéket, majd kattintson a Mentés gombra.
is_is: Til að breyta með mætingu kóða, smelltu á einhverju aðsókn kóða upplýsingarnar, breyta gildi, og smelltu á Vista hnappinn.
ja_jp: 出席のコードを変更するには、出席のコードの情報のいずれかをクリックして値を変更し、[保存]ボタンをクリックします。
lt_lt: Jei norite pakeisti lankomumo kodą, spustelėkite bet lankomumas kodai informaciją, keisti reikšmę, ir spustelėkite mygtuką &quot;Išsaugoti&quot;.
lv_lv: Lai mainītu apmeklējumu kodu, noklikšķiniet uz jebkuras no apmeklēšanu informāciju, mainītu vērtību, un noklikšķiniet uz pogas Saglabāt.
mk_mk: За да го измените на присуство код, кликнете на секоја од присуство кодови информации, промена на вредноста, и кликнете на копчето Зачувај.
nn_no: For å endre en frammøte kode, klikker du på noen av de fremmøte koder, endre verdien, og klikk Lagre.
pl_pl: Aby zmodyfikować kod obecności, kliknij żadnych informacji kody obecności, zmiany wartości, a następnie kliknij przycisk Zapisz.
pt_pt: Para modificar um código de atendimento, clique em qualquer das informações de códigos de atendimento, alterar o valor, e clique no botão Salvar.
ro_ro: Pentru a modifica un cod de prezenţă, faceţi clic pe oricare dintre informaţiile de prezenţă codurile, modifica valoarea, şi faceţi clic pe butonul Save.
ru_ru: Чтобы изменить посещаемости кода, нажмите на любую информацию, посещаемость кодов, измените значение и нажмите кнопку Сохранить.
sk_sk: Ak chcete zmeniť dochádzky kód, kliknite na niektorý z informácií návštevnosti kódy, zmeňte hodnotu a kliknite na tlačidlo Uložiť.
sl_si: Če želite spremeniti udeležbo kodo, kliknite na katero koli informacije, obiskovanje kode, spremenite vrednost, in kliknite na gumb Save.
sq_al: Për të modifikuar një kod të frekuentimit, klikoni mbi ndonjë nga informacionet e kodeve të pranishëm, të ndryshojë vlerën, dhe klikoni butonin Ruaj.
sr_rs: Да бисте изменили код присуство, кликните на било коју од кодова присуство информације, промените вредност, а затим кликните на дугме Сачувај.
sv_se: För att ändra en närvaro-kod, klicka på någon av de deltagande koder informationen, ändra värdet och klickar på knappen Spara.
th_th: ปรับเปลี่ยนรหัสการเข้าร่วมประชุมให้คลิกที่ใด ๆ ของการเข้าร่วมประชุมข้อมูลรหัสการเปลี่ยนแปลงค่าและคลิกที่ปุ่มบันทึก
tr_tr: Bir katılım kodunu değiştirmek için, herhangi bir katılım kodları bilgi tıklatın, değerini değiştirmek ve Kaydet düğmesini tıklatın.
uk_ua: Щоб змінити відвідуваності коду, натисніть на будь-яку інформацію, відвідуваність кодів, змініть значення і натисніть кнопку Зберегти.
wa_be: I addasu cod presenoldeb, cliciwch ar unrhyw un o&#39;r codau presenoldeb wybodaeth, yn newid y gwerth, a chliciwch ar y botwm Save.
zh_tw: 要修改出勤代碼，點擊任何出席代碼的信息，改變值，然後點擊保存按鈕。
