Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This page allows you to enter quarter, semester, and semester exam grades for all your students in the current period. By default, this program will list the students in your first period class for the current quarter. You can alter the quarter by changing the marking period pull-down menu on the left frame. Also, you can select the current semester or semester final by changing the marking period pull-down menu at the top of the screen to the desired marking period
af_za: Hierdie bladsy laat jou toe om van die kwartaal, semester, en semester eksamen grade in te skryf vir al jou studente in die huidige tydperk. By verstek, sal hierdie program lys van die studente in die eerste periode klas vir die huidige kwartaal. Jy kan die kwartaal verander deur die verandering van die nasienperiode pull-down menu &#39;op die linker raam. Jy kan ook die huidige semester of finale semester kies deur die verandering van die nasienperiode hangkieslys aan die bokant van die skerm na die gewenste nasienperiode
be_by: Гэтая старонка дазваляе ўвесці квартал, паўгоддзе, і гатункі семестра іспыт для ўсіх вашых студэнтаў у бягучым перыядзе. Па змаўчанні, гэтая праграма будзе спіс студэнтаў у першы клас перыяду на бягучы квартал. Вы можаце змяніць квартал шляхам змены маркіроўкі перыяд выпадальнае меню ў левым фрэйме. Акрамя таго, вы можаце выбраць бягучы семестр або семестр канчатковы кошт змянення маркіроўкі перыяд выпадальнае меню ў верхняй частцы экрана, каб жаданае ацэначны перыяд
bg_bg: Тази страница ви позволява да въведете тримесечие, семестър, и степени на семестриален изпит за всички ученици в текущия период. По подразбиране, тази програма ще списък на студентите в първия си период клас за текущото тримесечие. Можете да се променят тримесечие чрез промяна на маркировката период падащото меню в лявата рамка. Също така, можете да изберете текущия семестър или семестър окончателно чрез промяна на маркировката период падащото меню в горната част на екрана до желания период за маркиране
bn_bd: এই পৃষ্ঠায় আপনি সব বর্তমান সময় আপনার ছাত্রদের জন্য কোয়ার্টার, সেমেস্ত্র, এবং সেমেস্ত্র পরীক্ষায় বাংলাদেশের লিখতে পারবেন. ডিফল্টরূপে, এই প্রোগ্রামটি আপনার প্রথম সময় ক্লাসে ছাত্রদের বর্তমান সিকি জন্য তালিকা প্রস্তুত করা যাবে. আপনি বাম ফ্রেমের উপর অবস্থানসূচক সময়ের-টান ডাউন মেনু পরিবর্তন সিকি পরিবর্তন করতে পারেন. উপরন্তু, আপনি পর্দার উপরের অবস্থানসূচক সময়ের-টান ডাউন মেনু পরিবর্তন আকাঙ্ক্ষিত অবস্থানসূচক সময়ের দ্বারা বর্তমান সেমেস্ত্র বা সেমেস্ত্র চূড়ান্ত নির্বাচন করতে পারবেন
da_dk: Denne side giver dig mulighed for at indtaste kvartal semester, og semester eksamen kvaliteter til alle dine elever i den nuværende periode. Som standard, vil dette program en liste over de studerende i din første periode klasse for det igangværende kvartal. Du kan ændre kvartal ved at ændre mærkningen periode pull-down menuen til venstre ramme. Du kan også vælge den aktuelle semester eller semester afsluttende ved at ændre mærkningen periode pull-down menuen øverst på skærmen til den ønskede mærkning periode
el_gr: Αυτή η σελίδα σας επιτρέπει να εισάγετε τρίμηνο, εξάμηνο, και τους βαθμούς εξετάσεις εξαμήνου για όλους τους μαθητές σας κατά την τρέχουσα περίοδο. Από προεπιλογή, το πρόγραμμα αυτό θα τον κατάλογο των μαθητών στην πρώτη τάξη της περιόδου σας για το τρέχον τρίμηνο. Μπορείτε να αλλάξετε το τρίμηνο από την αλλαγή της σήμανσης περίοδο pull-down μενού στο αριστερό πλαίσιο. Επίσης, μπορείτε να επιλέξετε το τρέχον εξάμηνο ή εξαμήνου τελικό με την αλλαγή της σήμανσης περίοδο pull-down μενού στο πάνω μέρος της οθόνης στην επιθυμητή περίοδο σήμανση
et_ee: Sellel leheküljel saab sisestada kvartalis semester, ja semester eksamitulemusi kõigi oma õpilaste praeguse perioodi jooksul. Vaikimisi on see programm nimekirja õpilased oma esimese perioodi klassi jooksva kvartali jooksul. Saab muuta kvartalis märgise muutmisega periood rippmenüüst vasakul raami. Samuti võite valida praeguse semestri või poolaasta lõplik muutes märgistuse periood rippmenüüst ülaosas ekraani soovitud tähistamine jooksul
fa_ir: این صفحه به شما اجازه می دهد تا چهارم ، ترم و نمرات امتحان ترم را وارد کنید برای تمام دانش آموزان خود را در دوره جاری است. به طور پیش فرض ، این برنامه به شما این دانش آموزان در کلاس دوره اول خود را برای سه ماهه جاری لیست. شما می توانید سه ماهه با تغییر دوره مارک PULL - DOWN منو در قاب سمت چپ تغییر می دهد. همچنین ، شما می توانید ترم یا ترم نهایی با تغییر دوره مارک منوی کشویی در بالای صفحه نمایش به دوره مورد نظر مارک را انتخاب کنید
fi_fi: Tällä sivulla voit syöttää neljänneksellä lukukausi, ja lukukauden tentti arvosanat kaikista opiskelijoista kuluvalla kaudella. Oletuksena ohjelma listaa opiskelijoiden ensimmäinen jakson luokassa kuluvalla neljänneksellä. Voit muuttaa neljänneksen muuttamalla merkintää kauden alasvetovalikosta vasemmassa kehyksessä. Voit myös valita kuluvan lukukauden tai lukuvuoden viimeinen muuttamalla merkintää kauden alasvetovalikosta yläosassa näytön haluttuun merkintää kauden
ga_ie: Ceadaíonn an leathanach seo leat chun dul isteach ráithe, seimeastar, agus gráid scrúdaithe seimeastar do gach do mhic léinn sa tréimhse reatha. De réir réamhshocraithe, beidh an clár liosta na mic léinn i do rang chéad tréimhse don ráithe atá ann faoi láthair. Is féidir leat athrú ar an ráithe ag athrú na tréimhse marcála tarraingt-síos roghchlár ar an bhfráma chlé. Chomh maith leis sin, is féidir leat a roghnú an seimeastar reatha nó seimeastair deiridh trí athrú a dhéanamh ar an tréimhse marcála tarraingt síos-roghchlár ag barr an scáileáin ar an tréimhse atá ag teastáil marcála
gl_gl: Esta páxina permite que insira trimestre, semestre, e as notas do exame semestre para todos os seus alumnos no período actual. Por defecto, este programa ha incluír os estudantes da súa clase primeira frase para o trimestre actual. Pode cambiar o trimestre, cambiando o período de reserva pull-down menú no marco esquerdo. Ademais, pode seleccionar o semestre actual ou último semestre, cambiando o período de reserva pull-down menu na parte superior da pantalla para o período desexado marcado
hr_hr: Ova stranica vam omogućava da unesete tromjesečju, semestar, a semestar ispit ocjene za sve vaše učenike u tekućem razdoblju. Prema zadanim postavkama, ovaj program će se popis studenata u prvom razdoblju klase za tekući kvartal. Možete promijeniti tromjesečju promjenom obilježavanje razdoblju padajućeg izbornika na lijevoj strani okvira. Također, možete odabrati trenutni semestar, odnosno semestra završni promjenom obilježavanje razdoblju padajućeg izbornika na vrhu ekrana na željenu obilježavanje razdoblja
hu_hu: Ezen az oldalon megadhatja negyedévben, félévben, és a félév vizsga évfolyamon az összes tanuló az aktuális időszakban. Alapértelmezés szerint ez a program kiírja a tanulók az első osztályban időszakban az aktuális negyedévben. Ön megváltoztathatja a negyedév megváltoztatásával a jelölés időszakban legördülő menüt a bal oldali keretben. Is, akkor válassza ki az aktuális félévet, vagy félév utolsó megváltoztatásával a jelölés időszakban legördülő menüből a képernyő felső részén a kívánt jelölési időszak
is_is: Þessi síða gerir þér kleift að slá inn ársfjórðungi önn, og önn próf einkunnir fyrir alla nemendur í núverandi tímabili. Við vanræksla, this program vilja skrá nemendur í fyrsta tíma bekknum þínum á yfirstandandi ársfjórðungi. Þú getur breytt tímabilinu með því að breyta merkinu tíma fellilistanum til vinstri rammanum. Einnig er hægt að velja núverandi önn eða misseri endanlega með því að breyta merkinu tíma fellilistanum efst á skjánum að viðkomandi merkingu tímabilinu
ja_jp: このページは、現在の期間にすべてのあなたの学生のための四半期、半期、及び学期の試験の成績を入力することができます。デフォルトでは、このプログラムは、現在の四半期の最初の期間のクラスの生徒のリストが表示されます。あなたは左のフレームにマーキング期間プルダウンメニューを変更することにより、四半期を変更することができます。また、希望するマーキングの期間に、画面上部のマーキング期間のプルダウンメニューを変更することにより、現在の学期または最後の学期を選択することができます
lt_lt: Šis puslapis leidžia jums įvesti visus savo studentus einamojo laikotarpio ketvirtį, semestro ir semestro egzaminą klasių. Pagal numatytuosius parametrus, šioje programoje bus sąrašą studentų savo pirmąjį laikotarpį klasės einamojo ketvirčio. Galite pakeisti ketvirtį keičia ženklinimo laikotarpį, išskleidžiamajame meniu kairėje rėmo. Be to, galite pasirinkti esamą semestrui ar semestro galutinis keičia ženklinimo laikotarpį, išskleidžiamajame meniu ekrano viršuje norimą žymėjimo laikotarpį
lv_lv: Šī lapa ļauj ievadīt ceturksni, pusgadu, un semestra eksāmenu atzīmes visiem saviem skolēniem pārskata periodā. Pēc noklusējuma šī programma sarakstu studenti savā pirmajā periodā klasē kārtējā ceturksnī. Jūs varat mainīt ceturksni, mainot marķējumu laika pull-down menu kreisajā pusē rāmja. Tāpat jūs varat izvēlēties pašreizējo semestra vai semestra gala, mainot marķējumu laika pull-down menu augšpusē ekrānam uz vēlamo marķējumu periods
mk_mk: Оваа страница ви овозможува да внесувате квартал, полугодие, и семестар испит оценки за сите ученици во тековниот период. По правило, оваа програма ќе се листа на студенти во првиот период класа за тековната квартал. Можете да го промените четвртина со менување на одбележувањето период паѓачкото мени на левата рамка. Исто така, можете да изберете на тековната семестар или семестар финалето со менување на одбележувањето период паѓачкото мени на врвот на екранот, за да на саканиот означување период
nn_no: Denne siden lar deg angi kvartal, semester, og semester eksamen karakterer for alle elevene i den aktuelle perioden. Som standard vil dette programmet liste over elevene i den første perioden klasse for inneværende kvartal. Du kan endre kvartalet ved å endre merkingen perioden pull-down menyen til venstre ramme. Du kan også velge gjeldende semester eller semester finalen ved å endre merkingen perioden rullegardinmenyen øverst på skjermen til ønsket merking perioden
pl_pl: Ta strona pozwala na wprowadzenie kwartał, semestr i semestr klasy egzamin dla wszystkich uczniów w bieżącym okresie. Domyślnie, program z listy słuchaczy w pierwszej klasie okresu bieżącego kwartału. Możesz zmienić kwartale o zmianę oznakowania okresu rozwijanego menu po lewej stronie kadru. Ponadto, można wybrać bieżący semestr lub semestr końcowego poprzez zmianę znakowania okresu rozwijanego menu na górze ekranu do pożądanego okresu oznakowania
pt_pt: Esta página permite que você insira trimestre, semestre, e as notas do exame semestre para todos os seus alunos no período atual. Por padrão, este programa irá listar os estudantes em sua classe primeiro período para o trimestre atual. Você pode alterar o trimestre, alterando o período de marcação pull-down menu no frame esquerdo. Além disso, você pode selecionar o semestre atual ou último semestre, alterando o período de marcação pull-down menu no topo da tela para o período desejado marcação
ro_ro: Această pagină vă permite să introduceţi trimestru, semestru, iar notele examen semestru pentru toate studenţilor în perioada curentă. În mod implicit, acest program va lista elevilor din clasa dvs. prima perioadă de trimestrul curent. Puteţi modifica trimestru prin schimbarea perioadei de marcajul meniu vertical pe cadrul din stânga. De asemenea, puteţi selecta semestru al anului curent sau ultimul semestru prin schimbarea perioadei de marcajul meniu vertical din partea de sus a ecranului pentru a perioadei de dorit marcajul
ru_ru: Эта страница позволяет ввести квартал, полугодие, и сорта семестра экзамен для всех ваших студентов в текущем периоде. По умолчанию, эта программа будет список студентов в первый класс периода на текущий квартал. Вы можете изменить квартал путем изменения маркировки период выпадающее меню в левом фрейме. Кроме того, вы можете выбрать текущий семестр или семестр окончательный счет изменения маркировки период выпадающее меню в верхней части экрана, чтобы желаемое оценочный период
sk_sk: Na tejto stránke môžete zadať štvrťroku, polroku a stupňa semestra skúška pre všetkých študentov v bežnom období. V predvolenom nastavení bude tento program Zoznam študentov v prvom období triedu pre aktuálny štvrťrok. Môžete zmeniť štvrťroku zmenou označenia obdobie pull-down menu na ľavej strane rámu. Tiež si môžete zvoliť aktuálny polroku alebo semestra posledné zmenou označenia obdobie pull-down menu v hornej časti obrazovky na požadované označenie obdobie
sl_si: Ta stran vam omogoča, da vnesete četrtletju, semester, izpit in ocen semester za vse svoje učence v tekočem obdobju. Privzeto je, da bo ta program seznam študentov v prvem razredu obdobje za tekoče četrtletje. Lahko spremeni četrtletju s spremembo oznake obdobju spustnem meniju na levi strani okvirja. Prav tako lahko izberete trenutno semester ali semester končno s spremembo oznake obdobju spustnem meniju na vrhu zaslona na želeno oznako obdobja
sq_al: Kjo faqe ju lejon të hyjë në tremujorin e, semestri, dhe notat e provimit të semestrit për të gjithë nxënësit tuaj në periudhën aktuale. By default, ky program do të listën e nxënësve në klasën tuaj të parë periudhë për tremujorin aktual. Ju mund të ndryshojë në tremujorin e duke ndryshuar periudhë vlerësimi pull-down menu në kuadrin e majtë. Gjithashtu, ju mund të zgjidhni semestrit aktual ose semestrin final duke ndryshuar periudhë vlerësimi pull-down menu në krye të ekranit në periudhën e dëshiruar duke shënuar
sr_rs: Ова страница вам омогућава да унесете кварталу семестра и оцене испит семестра за све ваше ученике у текућем периоду. По подразумеваној вредности, овај програм ће излистати студенти у свом првом периоду класе за текући квартал. Можете мењати кварталу променом обележавање периоду падајућег менија на левом оквиру. Такође, можете да изаберете тренутни семестар или семестра коначне променом обележавање периоду падајући мени на врху екрана до жељене обележавање периода
sv_se: Den här sidan kan du ange kvartalet, termin och termin betyg examen för alla elever i den aktuella perioden. Som standard kommer detta program att lista de eleverna i första perioden klass för innevarande kvartal. Du kan ändra kvartalet genom att ändra märkningen perioden rullgardinsmenyn till vänster ram. Du kan också välja aktuell termin eller ett halvår slutgiltigt genom att ändra märkningen perioden rullgardinsmenyn längst upp på skärmen till önskad märkning perioden
th_th: หน้านี้จะช่วยให้คุณป้อนไตรมาสที่ภาคการศึกษาและการเรียนการสอบทุกภาคการศึกษาสำหรับนักเรียนของคุณในงวดปัจจุบัน โดยค่าเริ่มต้นโปรแกรมนี้จะแสดงรายการของนักเรียนในชั้นเรียนในช่วงแรกของคุณสำหรับไตรมาสปัจจุบัน คุณสามารถแก้ไขการไตรมาสโดยการเปลี่ยนระยะเวลาในการทำเครื่องหมายเมนูแบบดึงลงในกรอบด้านซ้าย นอกจากนี้คุณยังสามารถเลือกในภาคการศึกษาปัจจุบันหรือภาคการศึกษาสุดท้ายโดยการเปลี่ยนระยะเวลาการทำเครื่องหมายเมนูแบบดึงลงที่ด้านบนของหน้าจอเพื่อระยะเวลาในการทำเครื่องหมายที่ต้องการ
tr_tr: Bu sayfa çeyreğinde cari dönem içinde öğrencilerin tüm dönem ve yarıyıl sınavı notları girmek için izin verir. Varsayılan olarak, bu program mevcut çeyrek için ilk döneminde sınıf öğrencilerin listesini verir. Sol çerçevede işaretleme dönemde açılan menüden değiştirerek çeyrek değiştirebilir. Ayrıca, ekranın üst kısmında işaretleme dönemde açılan menüden istenilen işaretleme dönemine değiştirerek cari dönem ya da son dönem seçebilirsiniz
uk_ua: Ця сторінка дозволяє ввести квартал, півріччя, і сорти семестру іспит для всіх ваших студентів у поточному періоді. За замовчуванням, ця програма буде список студентів у перший клас періоду на поточний квартал. Ви можете змінити квартал шляхом зміни маркування період випадає в лівому фреймі. Крім того, ви можете вибрати поточний семестр або семестр остаточний рахунок зміни маркування період випадає у верхній частині екрана, щоб бажане оцінний період
wa_be: Mae&#39;r dudalen hon yn eich galluogi i fynd i mewn chwarter, semester, a graddau arholiad semester ar gyfer eich holl fyfyrwyr yn y cyfnod cyfredol. Yn ddiofyn, bydd y rhaglen hon rhestr y myfyrwyr yn eich dosbarth cyfnod cyntaf ar gyfer y chwarter ar hyn o bryd. Gallwch newid y chwarter drwy newid y cyfnod marcio tynnu-lawr ddewislen ar y ffrâm chwith. Hefyd, gallwch ddewis y semester presennol neu semester terfynol drwy newid y cyfnod marcio tynnu-lawr ddewislen ar frig y sgrin i&#39;r cyfnod marcio a ddymunir
zh_tw: 此頁面允許您輸入季度，學期，學期考試成績為所有的學生在當期。默認情況下，這個程序將列出學生在第一期類本季度。你可以改變該季度通過改變評分期下拉菜單在左框架。此外，您可以選擇當前學期或學期最後通過改變評分期下拉菜單在屏幕上方到所需的評分期
