Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To edit and change the default school information, simply click on the existing text and it will become an editable text input field. Enter the updated information and click Update.You also have the option to delete the school. However you cannot delete a school if you have existing students enrolled in that school.
af_za: Die standaard skool inligting te wysig en verander, kliek op die bestaande teks en dit sal &#39;n bewerkbaar teks invoer veld. Tik die inligting en klik Update.You het ook die opsie om die skool te verwyder. Maar jy kan nie verwyder word nie &#39;n skool indien u bestaande studente wat in daardie skool ingeskryf is.
be_by: Для рэдагавання і змяненні інфармацыі па змаўчанні школе, проста націсніце на існуючы тэкст і ён стане рэдагуемыя поле ўводу тэксту. Калі ласка, увядзіце новую інфармацыю і націсніце Update.You таксама ёсць магчымасць выдаліць школе. Аднак Вы не можаце выдаляць школу, калі ў вас ужо ёсць студэнтаў, якія навучаюцца ў гэтай школе.
bg_bg: За да редактира и променя информацията училище по подразбиране, просто кликнете върху съществуващия текст и тя ще се превърне в полето за редактиране, въвеждане на текст. Въведете актуална информация и кликнете Update.You също имат опция за изтриване на училището. Все пак не можете да изтриете училище, ако имате съществуващи студенти, записани в това училище.
bn_bd: সম্পাদনা ডিফল্ট স্কুল তথ্য পরিবর্তন, কেবল বর্তমান টেক্সট উপর ক্লিক এটি একটি সম্পাদনাযোগ্য টেক্সট ইনপুট ক্ষেত্র হবে. আপডেট তথ্য এবং লিখুন Update.You এছাড়া স্কুল মুছে ফেলার অপশন আছে ক্লিক করুন. তবে আপনি একটি স্কুল যদি আপনি বিদ্যমান যে স্কুলের নাম নথিভুক্ত ছাত্রদের মুছে ফেলতে পারি না.
da_dk: At redigere og ændre standard skolen oplysninger, skal du blot klikke på den eksisterende tekst, og det bliver et redigerbart tekstfelt. Indtast de opdaterede oplysninger, og klik Update.You har også mulighed for at slette skolen. Men du kan ikke slette en skole, hvis du har eksisterende studerende indskrevet i skolen.
el_gr: Για να επεξεργαστείτε και να αλλάξετε τις πληροφορίες σχολείο προεπιλογή, απλά κάντε κλικ στο υπάρχον κείμενο και θα γίνει ένα επεξεργάσιμο πεδίο εισαγωγής κειμένου. Καταχωρίστε τις ενημερωμένες πληροφορίες και κάντε κλικ Update.You έχουν επίσης την επιλογή να διαγράψετε το σχολείο. Ωστόσο, δεν μπορείτε να διαγράψετε ένα σχολείο, αν έχετε υπάρχουσες φοιτητές που είναι εγγεγραμμένοι σε αυτό το σχολείο.
et_ee: Redigeerida ja muuta vaikimisi kooli andmed, klõpsa olemasolevat teksti ja see muutub muudetav tekstisisestusväljale. Enter ajakohastatud teavet ja klõpsake Update.You on ka võimalus kustutada koolis. Kuid te ei saa kustutada koolis kui teil on olemasolevad õpilane, et koolis.
fa_ir: برای ویرایش و تغییر اطلاعات پیش فرض مدرسه ، به سادگی با کلیک بر روی متن موجود و آن را تبدیل به میدان ورودی متن قابل ویرایش. اطلاعات به روز شده را وارد کنید و کلیک کنید Update.You همچنین دارای گزینه ای برای حذف مدرسه. با این حال شما می توانید یک مدرسه را حذف کنید اگر شما دانشجویان موجود در آن مدرسه ثبت نام کرده اند.
fi_fi: Voit muokata ja muuttaa oletuksena koulun tiedot, klikkaa olemassa olevaa tekstiä ja siitä tulee muokattava tekstinsyöttökenttään. Anna päivitetyt tiedot ja klikkaa Update.You on myös mahdollisuus poistaa kouluun. Et kuitenkaan pysty poistamaan koulussa, jos sinulla on jo opiskelijoiden että koulussa.
ga_ie: A chur in eagar agus a athrú an t-eolas scoile réamhshocraithe, ach cliceáil ar an téacs atá ann cheana féin agus beidh sé a bheith ina réimse ionchuir eagarthóireacht téacs. Cuir isteach an t-eolas cothrom le dáta agus cliceáil Update.You tá freisin an rogha a scriosadh an scoil. Mar sin féin ní féidir leat a scriosadh scoil má tá tú cláraithe do mhic léinn atá ann cheana féin sa scoil sin.
gl_gl: Para editar e modificar a información da escola por defecto, basta con premer sobre o texto existente e se fará un campo de entrada texto editable. Introduza a información actualizada e prema Update.You tamén teñen a opción de eliminar a escola. Con todo, non se pode eliminar unha escola se ten alumnos matriculados existentes naquela escola.
hr_hr: Za uređivanje i promjenu informacija zadani školi, jednostavno kliknite na postojeći tekst i da će postati uređivati ​​polje za unos teksta. Unesite ažurirane podatke i kliknite Update.You također imaju opciju za brisanje škole. No, ne možete izbrisati školu, ako imate postojeće studenata u toj školi.
hu_hu: A szerkesztés és az alapértelmezett iskola információs, egyszerűen kattintson a meglévő szöveget, és ez lesz szerkeszthető szöveges beviteli mező. Adja meg a frissített adatokat, majd kattintson Update.You is a lehetőséget, hogy törölje az iskola. Azonban nem lehet törölni egy iskola, ha a meglévő diák iratkozott be az iskolába.
is_is: Til að breyta og breyta skólanum sjálfgefna upplýsingar, einfaldlega smelltu á núverandi texta og það mun verða hægt að breyta ritun sviði. Sláðu inn uppfærðum upplýsingum og smelltu Update.You einnig hafa möguleika á að eyða skólans. Hvernig sem þú getur ekki eytt skóla ef þú ert núverandi nemendum í að skólinn.
ja_jp: デフォルトの学校の情報を編集して変更するには、単に既存のテキストの上でマウスをクリックして編集可能なテキスト入力フィールドになります。更新された情報を入力し、Update.Youも学校を削除するオプションを持っている]をクリックします。あなたがその学校に在籍する、既存の生徒をお持ちの場合しかし、あなたが学校を削除することはできません。
lt_lt: Norėdami redaguoti ir pakeisti numatytąjį mokyklos informaciją, tiesiog paspauskite ant esamo teksto, ir jis taps redaguojamus teksto įvedimo lauką. Įveskite naują informaciją ir spustelėkite Update.You taip pat turi galimybę ištrinti mokyklą. Tačiau Jūs negalite ištrinti mokyklą, jeigu jau turite esamus studentų toje mokykloje.
lv_lv: Lai rediģētu un mainītu noklusējuma skolas, vienkārši noklikšķiniet uz esošo tekstu, un tas kļūs rediģējams teksta ievades lauku. Ievadiet atjaunināto informāciju un noklikšķiniet uz Update.You ir arī iespēja izdzēst skolu. Taču jūs nevarat izdzēst skolu, ja jums ir esošo studentu šajā skolā.
mk_mk: За да измените и го промените стандардниот училиште информации, едноставно кликнете на постоечкиот текст и тоа ќе стане уредување поле за внесување текст. Внесете го ажурирани информации и кликнете Update.You исто така имаат можност да ги избришете училиште. Сепак не можат да избришат училиште ако имаат постоечки студенти запишани во тоа училиште.
nn_no: Å redigere og endre standard skolen informasjon, klikker du bare på eksisterende tekst og det vil bli en redigerbar tekst inndatafelt. Skriv inn den oppdaterte informasjonen og klikk Update.You har også muligheten til å slette skolen. Du kan imidlertid ikke slette en skole hvis du har eksisterende studenter på den skolen.
pl_pl: Aby edytować i zmienić domyślne informacje o szkole, po prostu kliknij na istniejący tekst i stanie się edytowalne pola wprowadzania tekstu. Wprowadź aktualne informacje i kliknij Update.You również możliwość, aby usunąć szkoły. Jednak nie można usunąć szkoły, jeśli istnieją studentów w tej szkole.
pt_pt: Para editar e alterar as informações da escola padrão, basta clicar sobre o texto existente e se tornará um campo de entrada texto editável. Digite as informações atualizadas e clique Update.You também têm a opção de excluir a escola. No entanto, você não pode excluir uma escola se você tem alunos matriculados existentes naquela escola.
ro_ro: Pentru a edita şi modifica informaţiile şcoală implicit, faceţi clic pur şi simplu pe textul existent şi va deveni un câmp de text editabil de intrare. Introduceţi informaţiile actualizate şi faceţi clic pe Update.You au, de asemenea, opţiunea de a şterge şcoală. Cu toate acestea nu se poate şterge o şcoală dacă aveţi existente, elevii înscrişi la această şcoală.
ru_ru: Для редактирования и изменения информации по умолчанию школе, просто нажмите на существующий текст и он станет редактируемое поле ввода текста. Введите новую информацию и нажмите Update.You также есть возможность удалить школе. Однако Вы не можете удалять школу, если у вас уже есть студентов, обучающихся в этой школе.
sk_sk: Ak chcete upraviť a zmeniť predvolené informácie školy, stačí kliknúť na existujúci text a bude sa upravovať pole pre písanie textu. Zadajte aktuálne informácie a kliknite na tlačidlo Update.You majú tiež možnosť zmazať školy. Avšak nemožno odstrániť školy, ak máte existujúce študentov v tejto škole.
sl_si: Če želite urediti in spremeniti privzete informacije šolo, preprosto kliknite na obstoječe besedilo in bo postalo mogoče urejati vnos besedila polje. Vnesite posodobljene informacije in kliknite Update.You tudi možnost za brisanje šolo. Vendar pa ne morete izbrisati šolo, če imate obstoječe vpisanih v te šole.
sq_al: Për të ndryshuar dhe të ndryshojë informacionin shkollës default, thjesht klikoni mbi tekstin ekzistues dhe ajo do të bëhet një editable text input field. Shkruani informacion të përditësuar dhe klikoni Update.You gjithashtu keni mundësi të fshini shkollë. Megjithatë ju nuk mund të fshini një shkollë nëse keni studentë ekzistuese të regjistruar në këtë shkollë.
sr_rs: Да уреди и измени подразумеване информације школе, једноставно кликните на постојеће текстуалне и постаће мењати поље за унос текста. Унесите ажуриране информације и кликните на дугме Упдате.Иоу такође имају опцију да обришете школе. Међутим не можете да избришете школу ако већ имате уписаних студената у тој школи.
sv_se: Att ändra informationen standard skolan, klicka bara på den befintliga texten och det kommer att bli en redigerbar text inmatningsfältet. Ange den uppdaterade informationen och klicka Update.You har också möjlighet att ta bort skolan. Men du kan inte ta bort en skola om du har befintliga studenter inskrivna i skolan.
th_th: เพื่อแก้ไขและเปลี่ยนแปลงข้อมูลของโรงเรียนเริ่มต้นเพียงคลิกที่ข้อความที่มีอยู่และมันจะกลายเป็นฟิลด์ข้อความที่สามารถแก้ไขได้ใส่ ป้อนข้อมูลที่มีการปรับปรุงและคลิก Update.You ยังมีตัวเลือกที่จะลบของโรงเรียน แต่คุณไม่สามารถลบโรงเรียนถ้าคุณมีนักเรียนที่มีอยู่เข้าเรียนในโรงเรียนที่
tr_tr: Varsayılan okul bilgileri düzenlemek ve değiştirmek için, sadece mevcut metin üzerine tıklayın ve düzenlenebilir bir metin giriş alanı haline gelecektir. Güncelleştirilmiş bilgileri girin ve Update.You da okul silmek için tercihler tıklayın. Ancak, o okula kayıtlı mevcut öğrenciler varsa bir okul silemezler.
uk_ua: Для редагування та зміни інформації за замовчуванням школі, просто натисніть на існуючий текст і він стане редагується поле введення тексту. Введіть нову інформацію та натисніть Update.You також є можливість видалити школі. Однак Ви не можете видаляти школу, якщо у вас вже є студентів, що навчаються в цій школі.
wa_be: I olygu a newid y diofyn ysgol wybodaeth, cliciwch ar y testun presennol a bydd yn dod yn faes testun mewnbwn eu golygu. Nodwch y wybodaeth ddiweddaraf a chliciwch Update.You hefyd y dewis i ddileu&#39;r ysgol. Fodd bynnag, ni allwch ddileu ysgol os ydych wedi cofrestru myfyrwyr presennol yn yr ysgol honno.
zh_tw: 要編輯並更改默認的學校信息，只需按一下現有的文本，它會成為一個可編輯的文本輸入字段。輸入更新的信息，然後點擊 Update.You也可以選擇刪除了學校。但是你不能刪除，如果你有一所學校現有學生就讀於該校。

source: Add a School
af_za: Voeg &#39;n Skool
ar_dz: إضافة مدرسة
be_by: Дадаць школы
bg_bg: Добави училище
bn_bd: একটি স্কুল যোগ করুন
da_dk: Tilføj en skole
el_gr: Προσθέστε σχολή
es_es: Añadir una Institución
et_ee: Lisa School
fa_ir: اضافه کردن یک مدرسه
fi_fi: Lisää School
ga_ie: Cuir Scoile
gl_gl: Engadir unha Escola
hr_hr: Dodaj škola
is_is: Bæta við School
ja_jp: 学校を追加
lt_lt: Įtraukti mokyklą
lv_lv: Pievienot Skolas
mk_mk: Додај училиште
nn_no: Legg til en skole
pl_pl: Dodaj Szkoła
pt_pt: Adicionar uma Escola
ro_ro: Adaugă o şcoală
ru_ru: Добавить школы
sk_sk: Pridať školy
sl_si: Dodaj School
sq_al: Shto një Shkolla
sr_rs: Додај школе
sv_se: Lägg till en skola
th_th: เพิ่มโรงเรียน
tr_tr: Okul ekle
uk_ua: Додати школи
wa_be: Ychwanegu Ysgol
zh_tw: 新增學校

source: This page allows you to add a school to the system. Complete the schools information, and hit the Save button.
af_za: Hierdie bladsy laat jou toe om &#39;n skool toe te voeg tot die stelsel. Voltooi die inligting skole, en druk die knoppie Stoor.
be_by: Гэтая старонка дазваляе дадаваць школы да сістэме. Поўнае школ інфармацыю, і націсніце кнопку Захаваць.
bg_bg: Тази страница Ви позволява да добавяте училище в системата. Пълна информация училищата, и натиснете бутона Save.
bn_bd: এই পৃষ্ঠায় আপনি সিস্টেমের জন্য একটি স্কুল যোগ করতে পারবেন. স্কুলে তথ্য, সম্পূর্ণ এবং সেভ বাটনে আঘাত.
da_dk: Denne side giver dig mulighed for at tilføje en skole til systemet. Udfyld skolerne oplysninger, og tryk på knappen Gem.
el_gr: Αυτή η σελίδα σας επιτρέπει να προσθέσετε ένα σχολείο στο σύστημα. Συμπληρώστε τα στοιχεία τα σχολεία, και πατήστε το κουμπί Αποθήκευση.
et_ee: Sellel leheküljel saab lisada kooli süsteemi. Complete koolid teavet, ja vajuta nuppu Salvesta.
fa_ir: این صفحه به شما اجازه می دهد به اضافه کردن مدرسه به سیستم می باشد. کامل اطلاعات مدارس ، و ضربه زدن بر روی دکمه ذخیره.
fi_fi: Tällä sivulla voit lisätä koulun järjestelmään. Täydellinen koulut tiedot, ja paina Tallenna-painiketta.
ga_ie: Ceadaíonn an leathanach seo duit do scoil a chur leis an gcóras. Comhlánaigh an t-eolas scoileanna, agus brúigh an cnaipe Sábháil.
gl_gl: Esta páxina permite que engade unha escola para o sistema. Encha a información de escolas, e presione o botón Gardar.
hr_hr: Ova stranica vam omogućuje da dodate školi sustav. Cijela škola informacije, i pritisnite na gumb Spremi.
hu_hu: Ez az oldal lehetővé teszi, hogy adjunk egy iskola a rendszer. Töltse ki az iskolák információkat, és nyomja meg a Mentés gombra.
is_is: Þessi síða gerir þér kleift að bæta skóla í kerfinu. Ljúktu við skóla upplýsingar og ýta á hnappinn Vista.
ja_jp: このページでは、システムに学校を追加することができます。学校の情報を完了し、[保存]ボタンを押してください。
lt_lt: Šis puslapis leidžia jums pridėti mokyklą prie sistemos. Užbaigti mokyklos informaciją ir paspauskite mygtuką &quot;Išsaugoti&quot;.
lv_lv: Šī lapa ļauj jums pievienot skolu sistēmā. Pilnīga skolas informācija, un hit pogas Saglabāt.
mk_mk: Оваа страница ви овозможува да додадете училиште во системот. Целосно училиштата информации, и кликнете на копчето Зачувај.
nn_no: Denne siden lar deg legge til en skole til systemet. Fyll skolene informasjonen, og trykk på knappen Lagre.
pl_pl: Ta strona pozwala na dodanie szkoły do ​​systemu. Uzupełnij informacje szkołach, i naciśnij przycisk Zapisz.
pt_pt: Esta página permite que você adicione uma escola para o sistema. Preencha as informações de escolas, e aperte o botão Salvar.
ro_ro: Această pagină vă permite să adăugaţi o şcoală la sistem. Completaţi informaţiile de şcoli, şi apăsaţi pe butonul Salvare.
ru_ru: Эта страница позволяет добавлять школы к системе. Полное школ информацию, и нажмите кнопку Сохранить.
sk_sk: Táto stránka vám umožní pridať do systému školy. Kompletné informácie o školách, a stlačte tlačidlo Uložiť.
sl_si: Ta stran vam omogoča dodajanje šolo v sistem. Izpolnite šole informacij, in zadeti gumb Save.
sq_al: Kjo faqe ju lejon të shtoni një shkollë në sistem. Plotësoni informacionin e shkollave, dhe goditi butonin Ruaj.
sr_rs: Ова страница вам омогућава да додате школу на систем. Комплетан школама информације и притисните дугме Саве.
sv_se: Den här sidan kan du lägga till en skola i systemet. Fyll i skolorna informationen och tryck på knappen Spara.
th_th: หน้านี้จะช่วยให้คุณสามารถเพิ่มโรงเรียนในระบบ กรอกข้อมูลโรงเรียน, และกดปุ่มบันทึก
tr_tr: Bu sayfa için bir okul sistemi eklemenize izin verir. Okullar bilgileri doldurun ve Kaydet tuşuna basın.
uk_ua: Ця сторінка дозволяє додавати школи до системи. Повне шкіл інформацію, і натисніть кнопку Зберегти.
wa_be: Mae&#39;r dudalen hon yn eich galluogi i ychwanegu ysgol i&#39;r system. Cwblhewch y wybodaeth ysgolion, a daro y botwm Save.
zh_tw: 此頁面允許您添加一個學校系統。完成學校的資料，並點擊保存按鈕。

source: To switch to the new school you just added, change the school pull-down menu on the top from your current school to the new one.
af_za: Om oor te skakel na die nuwe skool wat jy net bygevoeg word, verander die skool pull-down menu &#39;op die top van jou huidige skool na die nuwe een.
ar_dz: للتبديل إلى المدرسة الجديدة أضفته ، تغيير المدرسة القائمة المنسدلة على رأس من مدرستك الحالية إلى واحدة جديدة.
be_by: Каб перайсці да новай школе вы толькі што дадалі, змена школе выпадальнае меню ў верхняй ад вашага бягучага школе новы.
bg_bg: За да преминете към ново училище просто добавяне, промяна училище падащото меню на върха от текущата си училище с нова.
bn_bd: নতুন স্কুলে সুইচ ঠিক আপনি যোগ, থেকে আপনার বর্তমান স্কুল নতুন এক থেকে উপরে স্কুল-টান ডাউন মেনু পরিবর্তন.
da_dk: At skifte til den nye skole, du lige har tilføjet, ændre skolen pull-down menuen øverst fra din nuværende skole til den nye.
el_gr: Για να μεταβείτε στο νέο σχολείο που μόλις προσθέσατε, αλλάξτε το σχολείο pull-down μενού στο πάνω από το σημερινό σχολείο σας για τη νέα.
es_es: Para cambiar a la nueva Institución que acaba de agregar, cambie la Institución con el menú desplegable de la parte superior de su Institución actual a una nueva.
et_ee: Minna uude kooli sa lihtsalt lisada, muuta kool rippmenüüst peal oma praegusest koolist uuega.
fa_ir: برای سوئیچ به مدرسه جدید شما اضافه شده است ، تغییر مدرسه PULL - DOWN منو در بالا از مدرسه فعلی خود را به یکی از جدید.
fi_fi: Voit siirtyä uuteen kouluun juuri lisätty, muuta koulun alasvetovalikosta päällä nykyisestä koulusta uuteen.
ga_ie: Chun a aistriú chuig an scoil nua isteach tú díreach, athrú ar an scoil tarraingt-síos roghchlár ar an mbarr ó do scoil reatha go dtí an ceann nua.
gl_gl: Para pasar á nova escola que acaba de engadir, modificar a escola pull-down menu na parte superior da súa escola actual ao novo título.
hr_hr: Da biste se prebacili na novu školu koju ste upravo dodali, promijenili u školi padajućeg izbornika na vrhu iz tekuće školske u novi.
hu_hu: Váltani az új iskola csak hozzá, módosíthatja az iskola legördülő menü a tetején az aktuális iskola az újat.
is_is: Til að skipta yfir í nýja skólanum sem þú varst að bæta, breyta skóla fellilistanum efst frá núverandi skólanum þínum til the nýr einn.
ja_jp: 追加したばかりの新しい学校に切り替えるには、あなたの現在の学校から新しいものへ上に学校のプルダウンメニューを変更。
lt_lt: Norėdami pereiti į naują mokyklą ką tik pridėjote, pakeisti mokyklos išskleidžiamajame meniu viršuje iš jūsų dabartinės mokyklos nauju.
lv_lv: Lai pārslēgtos uz jauno skolas jūs tikko pievienojāt, mainīt skolas pull-down menu uz augšu no jūsu pašreizējās skolas uz jauno.
mk_mk: За да се префрлите на новата учебна само додаде, промена на училиште паѓачкото мени на врвот од тековната учебна на нов.
nn_no: Å bytte til den nye skolen du nettopp la til, endre skolens pull-down menyen på toppen fra din nåværende skole til den nye.
pl_pl: Aby przejść do nowej szkoły po prostu dodać, zmienić szkołę rozwijanego menu na górze z obecnej szkoły do ​​nowej.
pt_pt: Para mudar para a nova escola que você acabou de adicionar, alterar a escola pull-down menu no topo da sua escola atual para o novo.
ro_ro: Pentru a comuta la noua şcoală pe care tocmai aţi adăugat, schimba scoala meniu vertical pe partea de sus de la şcoală actuale la unul nou.
ru_ru: Чтобы перейти к новой школе вы только что добавили, изменение школе выпадающее меню в верхней от вашего текущего школе новый.
sk_sk: Ak chcete prejsť na novú školu ste práve pridali, inú školu pull-down menu v hornej od aktuálnej školy do nového.
sl_si: Če želite preklopiti na novo šolo ste jo pravkar dodali, spremembe šolske spustnem meniju na vrhu od vašega trenutnega šole na novo.
sq_al: Për të kaluar në shkollën e re qe sapo e shtuar, të ndryshuar shkolla pull-down menu në krye nga shkolla tuaj të tanishme për një të ri.
sr_rs: Да бисте се пребацили на новој школи сте управо додали, промените школу падајућег менија на врху од вашег тренутног школе до новог.
sv_se: Att byta till den nya skolan du lade bara ändrar skolan rullgardinsmenyn på toppen från den aktuella skolan till den nya.
th_th: เพื่อสลับไปยังโรงเรียนใหม่ที่คุณเพิ่งเพิ่มการเปลี่ยนแปลงของโรงเรียนเมนูแบบดึงลงที่ด้านบนจากโรงเรียนในปัจจุบันของคุณไปที่ใหม่
tr_tr: Yeni bir okula geçiş yapmak için sadece açılan menü mevcut okul yeni bir üst okul değiştirmek ekledi.
uk_ua: Щоб перейти до нової школи ви тільки що додали, зміна школі меню, що випадає у верхній від вашого поточного школі новий.
wa_be: I newid i&#39;r ysgol newydd yn unig i chi ei llwytho, newid yr ysgol dynnu i lawr ddewislen ar y brig gan eich ysgol bresennol i&#39;r un newydd.
zh_tw: 要切換到新學校剛添加，改變學校的下拉菜單的頂部從當前學校到新的。

source: Copy School
af_za: Kopieer Skool
ar_dz: نسخة المدرسة
be_by: Капіяванне школы
bg_bg: Копиране на училище
bn_bd: কপি স্কুল
da_dk: Kopier Skole
el_gr: Αντιγραφή Σχολή
es_es: Copiar Institución
fa_ir: کپی دانشکده
fi_fi: Kopioi School
ga_ie: Cóip Scoile
gl_gl: Copia Escola
hr_hr: Kopiraj škole
hu_hu: Másolás Iskola
is_is: Afrita School
ja_jp: コピー学校
lt_lt: Kopijuoti mokyklos
lv_lv: Copy skola
mk_mk: Копирај училиште
nn_no: Kopier skole
pl_pl: Skopiuj Szkoły
pt_pt: Cópia Escola
ro_ro: Copie Scoala
ru_ru: Копирование школы
sk_sk: Kopírovanie školy
sl_si: Kopiranje School
sq_al: Copy Shkolla
sr_rs: Копирање школе
sv_se: Kopiera skolan
th_th: โรงเรียนการคัดลอก
tr_tr: Kopya Okulu
uk_ua: Копіювання школи
wa_be: Copi Ysgol
zh_tw: 複製學校
