Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Student Field Categories
af_za: Studente Veld Kategorieë
ar_dz: فئات الطلاب الميدانية
be_by: Катэгорыі Студэнцкая полі
bg_bg: Категории Студентски поле
bn_bd: ছাত্র ক্ষেত্র বিভাগ
da_dk: Student Field Kategorier
el_gr: Κατηγορίες Πεδίο Φοιτητών
es_es: Categorías de Campo del Alumno
et_ee: Student Field Kategooriad
fa_ir: دانشجویی ردههای صفحه میدان
fi_fi: Opiskelija Field Kategoriat
ga_ie: Catagóirí Allamuigh na Mac Léinn
gl_gl: Categorías Campo estudante
hr_hr: Studentski polje Kategorije
hu_hu: Diák Field Kategóriák
is_is: Námsmaður Field Flokkar
ja_jp: 学生のフィールドのカテゴリ
lt_lt: Studentų laukas Kategorijos
lv_lv: Studentu Field Kategorijas
mk_mk: Студент поле Категории
nn_no: Student Felt Kategorier
pl_pl: Kategorie Pole Student
pt_pt: Categorias Campo estudante
ro_ro: Rubrica Student Categorii
ru_ru: Категории Студенческая поле
sk_sk: Kategórie Študent pole
sl_si: Student Field Kategorije
sq_al: Kategoritë Fusha Student
sr_rs: Студентски Поље Категорије
sv_se: Student Field Kategorier
th_th: หมวดหมู่ฟิลด์นักศึกษา
tr_tr: Öğrenci Alan Kategoriler
uk_ua: Категорії Студентська поле
wa_be: Categorïau Maes Myfyrwyr
zh_tw: 學生現場分類

source: Student Field
af_za: Studente Veld
ar_dz: طالب الميدانية
be_by: Студэнцкая поле
bg_bg: Студентски поле
bn_bd: ছাত্র ক্ষেত্র
el_gr: Πεδίο Φοιτητών
es_es: Campo del Alumno
fa_ir: میدان دانشجو
fi_fi: Opiskelija Field
ga_ie: Réimse na Mac Léinn
gl_gl: Campo estudante
hr_hr: Studentski Polje
hu_hu: Diák Field
is_is: Námsmaður Field
ja_jp: 学生のフィールド
lt_lt: Studentų laukas
lv_lv: Studentu Field
mk_mk: Студент поле
nn_no: Student Felt
pl_pl: Pole Student
pt_pt: Campo estudante
ro_ro: Student câmp
ru_ru: Студенческая поле
sk_sk: Študent odboru
sq_al: Fusha Student
sr_rs: Студентски Поље
th_th: เขตข้อมูลนักเรียน
tr_tr: Öğrenci Alan
uk_ua: Студентська поле
wa_be: Maes Myfyrwyr
zh_tw: 學生場

source: Student Labels
af_za: Studente Labels
ar_dz: طالب تسميات
be_by: Студэнцкая этыкеткі
bg_bg: Студентски Етикети
bn_bd: ছাত্র লেবেল
da_dk: Student Etiketter
el_gr: Ετικέτες Φοιτητών
es_es: Etiquetas del Alumno
fa_ir: برچسبها دانشجویی
fi_fi: Opiskelija Tarrat
ga_ie: Lipéid Mac Léinn
gl_gl: Etiquetas estudante
hr_hr: Studentski naljepnice
hu_hu: Diák címkék
is_is: Námsmaður Flokkar
ja_jp: 学生のラベル
lt_lt: Studentų Etiketės
lv_lv: Studentu Labels
mk_mk: Студент Етикети
nn_no: Student etiketter
pl_pl: Etykiety Student
pt_pt: Etiquetas estudante
ro_ro: Student Etichete
ru_ru: Студенческая этикетки
sk_sk: Študent štítky
sl_si: Student Nalepke
sq_al: Etiketa Student
sr_rs: Студентски етикете
sv_se: Student etiketter
th_th: ป้ายชื่อนักเรียน
tr_tr: Öğrenci Etiketler
uk_ua: Студентська етикетки
wa_be: Labeli Myfyrwyr
zh_tw: 學生標籤

source: Include on Labels:
af_za: Sluit op etikette:
ar_dz: تدرج في تسميات :
be_by: Уключыце на этыкетках:
bg_bg: Включване на етикетите:
bn_bd: লেবেল অন্তর্ভুক্ত:
da_dk: Medtag på etiketter:
el_gr: Περιλαμβάνει στις ετικέτες:
es_es: Incluir en las Etiquetas:
et_ee: Kaasa on Labels:
fa_ir: شامل بر روی برچسب :
fi_fi: Sisällyttää Labels:
ga_ie: Cuir san áireamh ar Lipéid:
gl_gl: Incluír en Etiquetas:
hr_hr: Uključi na naljepnice:
hu_hu: Tartalmazza a Címkék:
is_is: Hafa á Flokkar:
ja_jp: ラベルに含まれています：
lt_lt: Įtraukti ant etikečių:
lv_lv: Iekļaut uz etiķetes:
mk_mk: Вклучи на етикетите:
nn_no: Inkluder på etiketter:
pl_pl: Zawierać na etykietach:
pt_pt: Incluir em Marcadores:
ro_ro: Includere pe Etichete:
ru_ru: Включите на этикетках:
sk_sk: Patrí na štítkoch:
sl_si: Vključi na Labels:
sq_al: Përfshijë në Etiketa:
sr_rs: Укључи на етикетама:
sv_se: Inkludera på etiketter:
th_th: รวมถึงฉลาก :
tr_tr: Etiket şunlardır:
uk_ua: Увімкніть на етикетках:
wa_be: Dylech gynnwys ar Labeli:
zh_tw: 包括標籤：

source: Attendance Teacher
af_za: Bywoning Onderwyser
ar_dz: حضور المعلم
be_by: Удзел настаўнікаў
bg_bg: Присъствие на учители
bn_bd: হাজিরা শিক্ষক
da_dk: Deltagelse Lærer
el_gr: Συμμετοχή των εκπαιδευτικών
es_es: Asistencia del Profesor
et_ee: Osavõtjate Õpetaja
fa_ir: معلم حضور و غیاب
fi_fi: Osallistuminen Opettaja
ga_ie: Múinteoir Tinreamh
gl_gl: Profesor atención
hr_hr: Sudjelovanje nastavnika
hu_hu: Részvétel tanár
is_is: Aðsókn Kennari
ja_jp: 指導教師
lt_lt: Dalyvavimas Mokytojas
lv_lv: Apmeklējumu skolotājs
mk_mk: Публика наставници
nn_no: Oppmøte Teacher
pl_pl: Nauczyciel obecności
pt_pt: Professor atendimento
ro_ro: Participarea cadrelor didactice
ru_ru: Участие учителей
sk_sk: Účasť učiteľov
sl_si: Udeležba učiteljev
sq_al: Mësues Pjesëmarrja
sr_rs: Присуство наставника
sv_se: Närvaro Lärare
th_th: ครูผู้เข้าร่วม
tr_tr: Seyirci Öğretmen
uk_ua: Участь вчителів
wa_be: Athro Presenoldeb
zh_tw: 出席教師

source: Attendance Room
af_za: Bywoning Kamer
ar_dz: غرفة الحضور
be_by: Наведвальнасць нумароў
bg_bg: Присъствие Стая
bn_bd: হাজিরা রুম
da_dk: Deltagelse Room
el_gr: Αίθουσα Συμμετοχή
es_es: Sala de Asistencia
et_ee: Osavõtjate Room
fa_ir: اتاق حضور و غیاب
fi_fi: Osallistuminen Room
ga_ie: Seomra Tinreamh
gl_gl: Sala de atención
hr_hr: Sudjelovanje soba
hu_hu: Részvétel szoba
is_is: Aðsókn Herbergi
ja_jp: 出席室
lt_lt: Lankomumas kambarys
lv_lv: Apmeklējumu istaba
mk_mk: Публика соба
nn_no: Oppmøte Room
pl_pl: Pokój obecności
pt_pt: Sala de atendimento
ro_ro: Participarea în cameră
ru_ru: Посещаемость номеров
sk_sk: Účasť izba
sl_si: Udeležba Room
sq_al: Pjesëmarrja Room
sr_rs: Присуство у соби
sv_se: Närvaro Room
th_th: ห้องพักผู้เข้าร่วม
tr_tr: Seyirci Oda
uk_ua: Відвідуваність номерів
wa_be: Ystafell Presenoldeb
zh_tw: 出席會議室

source: Selected students are successfully re enrolled
af_za: Uitgesoekte studente is suksesvol weer ingeskryf
ar_dz: الطلاب المختارة بنجاح إعادة المسجلين
es_es: Los estudiantes seleccionados son de nuevo con éxito inscritos

source: Upload Students Photo
af_za: Studente Foto oplaai
be_by: Загрузіць Студэнты Фотаздымак
bg_bg: Качи Студенти снимка
bn_bd: ছাত্র ফটো আপলোড
da_dk: Upload Studerende Foto
el_gr: Ανεβάστε σπουδαστές φωτογραφίας
et_ee: Üleslaadimine Õpilased Photo
fa_ir: آپلود عکس دانشجویان
fi_fi: Lataa Opiskelijat Kuva
ga_ie: Upload Mic Léinn Grianghraf
gl_gl: Enviar Foto Estudantes
hr_hr: Učitaj Studenti Fotografija
hu_hu: Feltöltése diákok Photo
is_is: Hlaða Nemendur Photo
ja_jp: 生徒の写真をアップロード
lt_lt: Įkelti Studentai Nuotrauka
lv_lv: Augšupielādēt Studenti Foto
mk_mk: Внеси Студентите Фото
nn_no: Last opp Studenter Photo
pl_pl: Dodaj zdjęcie Studenci
pt_pt: Enviar Foto Estudantes
ro_ro: Încărcaţi Elevii poză
ru_ru: Загрузить Студенты Фотография
sk_sk: Nahrať Študenti fotografie
sl_si: Naloži Študenti Photo
sq_al: Ngarko Foto Studentët
sr_rs: Уплоад Студенти Фото
sv_se: Ladda upp Studenter foto
th_th: อัพโหลดรูปถ่ายนักเรียน
tr_tr: Öğrenciler Fotoğraf Yükle
uk_ua: Завантажити Студенти Фотографія
wa_be: Llwytho Myfyrwyr Llun
zh_tw: 上傳學生照片

source: Cannot upload file. Only jpeg, jpg, png, gif files are allowed
af_za: Kan nie lêer oplaai. Slegs jpeg, jpg, png, GIF-lêers word toegelaat
ar_dz: لا يمكن تحميل الملف. JPEG فقط ، JPG ، PNG ، ويسمح للملفات GIF
be_by: Не ўдаецца загрузіць файл. Толькі JPEG, JPG, PNG, GIF файлы дазволеныя
bg_bg: Не може да се качване на файла. Само JPEG, JPG, PNG, GIF файлове са позволени
bn_bd: ফাইল আপলোড করতে পারেন না. শুধুমাত্র JPEG, JPG, PNG, GIF ফাইল অনুমোদিত
da_dk: Kan ikke uploade fil. Kun jpeg, jpg, png, gif filer er tilladt
el_gr: Δεν μπορείτε να ανεβάσετε το αρχείο. Μόνο jpeg, jpg, png, επιτρέπεται gif αρχεία
es_es: No se puede cargar el archivo. Sólo se permiten formatos JPEG, JPG, PNG, o GIF
et_ee: Ei saa üles laadida fail. Ainult jpeg, jpg, png, gif failid on lubatud
fa_ir: می توانید فایل آپلود کنید. فقط JPEG ، JPG ، PNG ، فایل های GIF اجازه
fi_fi: Lataus ei onnistu. Vain jpeg, jpg, png, gif tiedostot ovat sallittuja
ga_ie: Ní féidir a uaslódáil comhad. Ach jpeg, JPG, PNG, comhaid gif Tá cead ag
gl_gl: Non se pode cargar arquivos. Só jpeg, jpg, png, gif se permiten
hr_hr: Ne mogu učitati datoteku. Samo jpeg, jpg, png, gif datoteke su dozvoljeni
hu_hu: Nem lehet feltölteni fájlt. Csak jpeg, jpg, png, gif fájlok engedélyezettek
is_is: Get ekki sent skrá. Aðeins JPEG, JPG, PNG, GIF skrár eru leyfðar
ja_jp: ファイルをアップロードすることはできません。唯一のJPEG、JPG、PNG、GIFファイルが許可されています
lt_lt: Negaliu įkelti failo. Tik JPEG, JPG, PNG, GIF failus leidžiama
lv_lv: Nevar augšupielādēt failu. Tikai jpeg, jpg, png, gif faili ir atļauts
mk_mk: Не може да испратите датотека. Само JPEG, JPG, PNG, GIF датотеки се дозволени
nn_no: Kan ikke laste fil. Bare jpeg, jpg, png, gif-filer er tillatt
pl_pl: Nie można załadować pliku. Tylko jpeg, jpg, png, gif są akceptowane
pt_pt: Não é possível carregar arquivos. Apenas jpeg, jpg, png, gif são permitidos
ro_ro: Nu pot încărca fişierul. Numai jpeg, jpg, png, gif fişiere sunt permise
ru_ru: Не удается загрузить файл. Только JPEG, JPG, PNG, GIF файлы разрешены
sk_sk: Nemožno nahrať súbor. Iba JPEG, JPG, PNG, GIF súbory sú povolené
sl_si: Ne morem naložiti datoteke. Samo jpeg, jpg, png, gif datoteke so dovoljeni
sq_al: Nuk mund të ngarkoni file. Vetëm jpeg, jpg, png, gif files janë të lejuara
sr_rs: Не могу да отпремите датотеку. Само јпег, јпг, пнг, гиф датотеке је дозвољено
sv_se: Kan inte ladda upp filen. Endast jpeg, jpg, png, gif-filer är tillåtna
th_th: ไม่สามารถอัปโหลดไฟล์ เฉพาะ JPEG, JPG, PNG, GIF ไฟล์ที่ได้รับอนุญาต
tr_tr: Dosya upload edemez. Sadece jpeg, jpg, png, gif dosyaları izin
uk_ua: Не вдається завантажити файл. Тільки JPEG, JPG, PNG, GIF файли дозволені
wa_be: Methu llwytho ffeil. Dim ond jpeg, jpg, png, gif ffeiliau yn cael
zh_tw: 無法上傳文件。只有JPEG，JPG，PNG，GIF文件允許

source: Select image file
af_za: Kies beeld-lêer
ar_dz: حدد ملف الصورة
be_by: Выберыце файл выявы
bg_bg: Изберете файл с изображение
bn_bd: ইমেজ ফাইলটি নির্বাচন করুন
da_dk: Vælg billedfil
el_gr: Επιλέξτε το αρχείο εικόνας
es_es: Seleccionar archivo de imagen
et_ee: Vali pildifail
fa_ir: انتخاب فایل تصویر
fi_fi: Valitse kuvatiedosto
ga_ie: Roghnaigh comhad íomhá
gl_gl: Seleccione o arquivo de imaxe
hr_hr: Odaberite slikovnu datoteku
hu_hu: Válassza ki a képfájlt
is_is: Veldu mynd
ja_jp: 画像ファイルを選択してください
lt_lt: Pasirinkite vaizdo failą
lv_lv: Izvēlieties attēlu
mk_mk: Изберете датотека со слика
nn_no: Velg bildefil
pl_pl: Wybierz plik obrazu
pt_pt: Selecione o arquivo de imagem
ro_ro: Selectaţi fişierul imagine
ru_ru: Выберите файл изображения
sk_sk: Vyberte súbor s obrázkom
sl_si: Izberi slikovne datoteke
sq_al: Zgjidh image file
sr_rs: Изаберите датотеку слике
sv_se: Välj bildfil
th_th: เลือกไฟล์รูปภาพ
tr_tr: Görüntü dosyası seçin
uk_ua: Виберіть файл зображення
wa_be: Dewiswch ffeil delwedd
zh_tw: 選擇圖像文件

source: Select image files
af_za: Kies beeld-lêers
ar_dz: حدد ملفات الصور
be_by: Абярыце файлы малюнкаў
bg_bg: Изберете файлове с изображения
bn_bd: ইমেজ ফাইলটি নির্বাচন করুন
da_dk: Vælg billedfiler
el_gr: Επιλέξτε τα αρχεία εικόνας
et_ee: Vali pildifailid
fa_ir: انتخاب فایل های تصویری
fi_fi: Valitse kuvatiedostot
ga_ie: Roghnaigh comhaid íomhá
gl_gl: Seleccione os ficheiros de imaxe
hr_hr: Odaberite slikovne datoteke
hu_hu: Válassza ki a képfájlokat
is_is: Veldu myndum
ja_jp: 画像ファイルを選択します。
lt_lt: Pasirinkite vaizdo failus
lv_lv: Izvēlieties attēlu datnes
mk_mk: Изберете датотеки со слики
nn_no: Velg bildefiler
pl_pl: Wybierz pliki graficzne
pt_pt: Selecione os arquivos de imagem
ro_ro: Selectaţi fişiere imagine
ru_ru: Выберите файлы изображений
sk_sk: Vyberte image súbory
sl_si: Izberi slikovne datoteke
sq_al: Zgjidh fotografi image
sr_rs: Одаберите датотеке са сликама
sv_se: Välj bildfiler
th_th: เลือกไฟล์ภาพ
tr_tr: Resim dosyaları seçin
uk_ua: Виберіть файли зображень
wa_be: Dewiswch ffeiliau delwedd
zh_tw: 選擇圖像文件

source: Please select a student first! from the
af_za: Kies asseblief &#39;n student eers! van die
ar_dz: الرجاء اختيار الطالب أولا! من
be_by: Калі ласка, абярыце студэнтка ўпершыню! ад
bg_bg: Моля изберете студент първи! от
bn_bd: একটি ছাত্র প্রথমে থেকে নির্বাচন করুন
da_dk: Vælg en elev først! fra
el_gr: Επιλέξτε ένα φοιτητή πρώτα! από την
es_es: Por favor, primero seleccione un alumno! desde el
et_ee: Palun valige õpilane esimesena! alates
fa_ir: لطفا انتخاب دانش آموز برای اولین بار! از
fi_fi: Valitse opiskelija ensin! alkaen
ga_ie: Roghnaigh an chéad mhac léinn! ó
gl_gl: Por favor, seleccione un primeiro alumno! a partir do
hr_hr: Odaberite učenika na prvom mjestu! iz
hu_hu: Kérjük, válasszon egy diák első! a
is_is: Vinsamlegast veldu nemandi fyrst! frá
ja_jp: 最初の生徒を選択してください！からの
lt_lt: Prašome pasirinkti studentas! nuo
lv_lv: Lūdzu, izvēlieties studentam pirmā! no
mk_mk: Ве молиме изберете студент на прво место! од
nn_no: Vennligst velg en student først! fra
pl_pl: Wybierz studenta pierwszy! z
pt_pt: Por favor selecione um primeiro aluno! a partir do
ro_ro: Vă rugăm să selectaţi un student primul! de la
ru_ru: Пожалуйста, выберите студентка впервые! от
sk_sk: Prosím, vyberte študent prvý! Z
sl_si: Izberite študent prvi! od
sq_al: Ju lutem zgjidhni një student të parë! nga
sr_rs: Молимо Вас да одаберете први ученик! од
sv_se: Välj en student först! från
th_th: กรุณาเลือกนักเรียนเป็นครั้งแรก! จากการ
tr_tr: Lütfen önce bir öğrenci seçmek! ,
uk_ua: Будь ласка, виберіть студентка вперше! від
wa_be: Dewiswch myfyriwr cyntaf! oddi wrth y
zh_tw: 請選擇一個學生第一次！從

source: Other students associated with this address:
af_za: Ander studente wat verband hou met hierdie adres:
ar_dz: الطلاب الآخرين يرتبط هذا العنوان:
es_es: Otros estudiantes asociados a esta dirección:

source: Tab
af_za: Verlies
ar_dz: علامة التبويب
be_by: Страта
bg_bg: Загуба
bn_bd: ট্যাব
el_gr: Απώλεια
es_es: Botón
et_ee: Kaotus
fa_ir: فقدان
fi_fi: Menetys
ga_ie: Caillteanas
gl_gl: Perda
hr_hr: Gubitak
hu_hu: Veszteség
is_is: Tap
ja_jp: の損失
lt_lt: Praradimas
lv_lv: Zaudējums
mk_mk: Загуба
nn_no: Tap
pl_pl: Utrata
pt_pt: Perda
ro_ro: Pierdere
ru_ru: Потеря
sk_sk: Strata
sl_si: Izguba
sq_al: Humbje
sr_rs: Губитак
sv_se: Förlust
th_th: การสูญเสีย
tr_tr: Kayıp
uk_ua: Втрата
wa_be: Colled
zh_tw: 虧損

source: Other students associated with this person:
af_za: Ander studente wat verband hou met hierdie persoon:
ar_dz: طلاب الأخرى المرتبطة مع هذا الشخص:
es_es: Otros estudiantes asociados a esta persona:

source: Add New Contact
af_za: Voeg Nuwe Kontakbesonderhede
ar_dz: إضافة اسم جديد
be_by: Дадаць кантакт
bg_bg: Добави нов контакт
bn_bd: নতুন পরিচিতি যোগ করুন
da_dk: Tilføj ny kontakt
el_gr: Προσθήκη νέας επαφής
es_es: Agregar Nuevo Contacto
et_ee: Lisa uus kontakt
fa_ir: افزودن مخاطب تازه
fi_fi: Lisää uusi nimi
ga_ie: Cuir Teagmháil Nua
gl_gl: Engadir novo contacto
hr_hr: Dodaj novi kontakt
hu_hu: Új Kapcsolat
is_is: Bæta við tengilið
ja_jp: 新しい連絡先を追加します。
lt_lt: Pridėti naują adresatą
lv_lv: Pievienot jaunu Kontakti
mk_mk: Додај нов контакт
nn_no: Legg til ny kontakt
pl_pl: Dodaj nowy kontakt
pt_pt: Adicionar novo contato
ro_ro: Adăugare contact nou
ru_ru: Добавить контакт
sk_sk: Pridať nový kontakt
sl_si: Dodaj vizitko
sq_al: Shto kontakt të ri
sr_rs: Додај нови контакт
sv_se: Lägg till ny kontakt
th_th: เพิ่มผู้ติดต่อใหม่
tr_tr: Yeni Kişi Ekle
uk_ua: Додати контакт
wa_be: Ychwanegu Cysylltwch â Newydd
zh_tw: 添加新聯繫人

source: Address Line 1
af_za: Adreslyn 1
ar_dz: سطر العنوان 1
be_by: Адрасная радок 1
bg_bg: Адрес, ред 1
bn_bd: ঠিকানা লাইন 1
da_dk: Adresse Line 1
el_gr: Διεύθυνση 1
es_es: Dirección Línea 1
et_ee: Aadress Rida 1
fa_ir: خط آدرس 1
fi_fi: Osoite 1
ga_ie: Seoladh Líne 1
gl_gl: Enderezo Liña 1
hr_hr: Adresa linija 1
hu_hu: Cím 1. sora
is_is: Heimilisfang lína 1
ja_jp: 住所1行目
lt_lt: Adreso eilutė 1
lv_lv: Adrese līnija 1
mk_mk: Адреса Линија 1
nn_no: Adresse Linje 1
pl_pl: Adres 1
pt_pt: Endereço Linha 1
ro_ro: Linie Adresa 1
ru_ru: Адресная строка 1
sk_sk: Adresa 1
sl_si: Naslov Line 1
sq_al: Adresa Line 1
sr_rs: Аддресс Лине 1
sv_se: Adressrad 1
th_th: ที่อยู่บรรทัดที่ 1
tr_tr: Adres Satırı 1
uk_ua: Адресна рядок 1
wa_be: Cyfeiriad Llinell 1
zh_tw: 地址行1

source: Map it
af_za: Kaart dit
ar_dz: انها خريطة
be_by: Карта яго
bg_bg: Карта то
bn_bd: এটি মানচিত্র
da_dk: Kort det
el_gr: Εμφάνιση στο χάρτη
es_es: Ubicar en el mapa
et_ee: Kaart on
fa_ir: نقشه آن
fi_fi: Kartta on
ga_ie: Léarscáil sé
gl_gl: Mapea-lo
hr_hr: Karta se
hu_hu: Térkép, hogy
is_is: Kort það
ja_jp: それをマップする
lt_lt: Žemėlapis jį
lv_lv: Karte tā
mk_mk: Мапа тоа
nn_no: Kart over det
pl_pl: Mapa to
pt_pt: Mapeá-lo
ro_ro: Harta aceasta
ru_ru: Карта его
sk_sk: Mapa je
sl_si: Je Map
sq_al: Harta ajo
sr_rs: Мапа је
th_th: แผนที่มัน
tr_tr: Bu Haritası
uk_ua: Карта його
wa_be: Map y mae&#39;n
zh_tw: 該地圖

source: Address Line 2
af_za: Adreslyn 2
ar_dz: سطر العنوان 2
be_by: Адрасная радок 2
bg_bg: Адрес, ред 2
bn_bd: ঠিকানা লাইন 2
da_dk: Adresse Linje 2
el_gr: Διεύθυνση 2
es_es: Dirección Línea 2
fa_ir: خط آدرس 2
fi_fi: Osoite 2
ga_ie: Seoladh Líne 2
gl_gl: Liña de enderezo 2
hr_hr: Adresa linija 2
hu_hu: Cím 2. sor
is_is: Heimilisfang lína 2
ja_jp: 住所2行目
lt_lt: Adreso eilutė 2
lv_lv: Adrese līnija 2
mk_mk: Адреса Линија 2
nn_no: Adresse Linje 2
pl_pl: Adres 2
pt_pt: Linha de endereço 2
ro_ro: Linie adresă 2
ru_ru: Адресная строка 2
sk_sk: Adresa riadok 2
sl_si: Naslov 2
sq_al: Line Adresa 2
sr_rs: Аддресс Лине 2
sv_se: Adress Linje 2
th_th: ที่อยู่บรรทัดที่ 2
tr_tr: Adres Satırı 2
uk_ua: Адресна рядок 2
wa_be: Llinell Cyfeiriad 2
zh_tw: 地址行2

source: School Bus Drop-off
af_za: Skoolbus drop-off
ar_dz: الحافلة المدرسية الانزال
be_by: Школьны аўтобус сцякаць
bg_bg: Drop-училищен автобус
bn_bd: স্কুল বাস ড্রপ বন্ধ
el_gr: Σχολικό λεωφορείο Drop-off
es_es: Bajada del Autobús Escolar
fa_ir: اتوبوس مدرسه افت
ga_ie: Bus Scoile Drop-uaire
hr_hr: Školski bus Drop-off
is_is: School Bus Skilastaður
ja_jp: スクールバスドロップオフ
lt_lt: Mokykliniai autobusai Grąžinimo
mk_mk: Училишниот автобус капка-оф
nn_no: Skolebuss Drop-off
ro_ro: Autobuz şcolar Drop-off
ru_ru: Школьный автобус стекать
sk_sk: Školský autobus Drop-off
sq_al: Biznes Shkolla Drop-off
sr_rs: Школски аутобус Дроп-офф-а
sv_se: Skolbussen Drop-off
th_th: รถโรงเรียน Drop - off
tr_tr: Okul Otobüsü Drop-off
uk_ua: Шкільний автобус стікати
wa_be: Bws Ysgol Drop-off
zh_tw: 校車下車

source: Bus No
af_za: Bus nr
ar_dz: الحافلة رقم
be_by: Аўтобус №
bg_bg: Автобус №
bn_bd: Bus সংখ্যা
da_dk: Bus nr.
el_gr: Λεωφορείο
es_es: Autobús Nro.
et_ee: Buss nr
fa_ir: اتوبوس بدون
fi_fi: Bussi nro
ga_ie: Bus Uimh
gl_gl: O autobús n º
hr_hr: Autobusni Ne
hu_hu: Busz Nem
ja_jp: バスなし
lt_lt: Autobusų Nr.
lv_lv: Autobusu
mk_mk: Автобуска Не
nn_no: Buss No
pl_pl: Autobus nr
pt_pt: O autocarro n º
ro_ro: Autobuz nr
ru_ru: Автобус №
sk_sk: Autobus č
sl_si: Bus št
sq_al: Biznes No
sr_rs: Аутобус Нема
sv_se: Buss
th_th: ไม่มีรถประจำทาง
tr_tr: Otobüs yok
uk_ua: Автобус №
wa_be: Bws Rhif
zh_tw: 巴

source: Students Mailing Address
af_za: Studente Postadres
ar_dz: طالب العنوان البريدي
be_by: Студэнты Паштовы адрас
bg_bg: Студентите Адрес
bn_bd: ছাত্র চিঠি পাঠানোর ঠিকানা
da_dk: Studerende Mailing Adresse
el_gr: Φοιτητές Διεύθυνση
et_ee: Õpilased Postiaadress
fa_ir: دانش آموزان آدرس پستی
fi_fi: Opiskelijat Postiosoite
ga_ie: Seoladh Ríomhphoist Mic Léinn
gl_gl: Estudantes Enderezo para a correspondencia
hr_hr: Studenti Adresa
hu_hu: Diákok levelezési cím
is_is: Nemendur Mailing Address
ja_jp: 学生メーリングリストの住所
lt_lt: Studentams Pašto adresas
lv_lv: Studenti Pasta adrese
mk_mk: Студентите Адреса на живеење
nn_no: Studenter Postadresse
pl_pl: Adres do korespondencji studentów
pt_pt: Estudantes Endereço para correspondência
ro_ro: Elevii Adresa poştală
ru_ru: Студенты Почтовый адрес
sk_sk: Študenti Poštová adresa
sl_si: Študenti Poštni naslov
sq_al: Studentët Mailing Address
sr_rs: Студенти Поштанска адреса
sv_se: Studenter Postadress
th_th: นักศึกษาที่อยู่ทางไปรษณีย์
tr_tr: Öğrenci Yazışma Adresi
uk_ua: Студенти Поштова адреса
wa_be: Cyfeiriad Post Myfyrwyr
zh_tw: 學生郵寄地址

source: Same as Home Address
af_za: Dieselfde as huisadres
ar_dz: نفس العناوين الرئيسية
be_by: Тое ж, што Хатні адрас
bg_bg: Също като Домашен адрес
bn_bd: বাড়ি ঠিকানা হিসাবে একই
da_dk: Samme som hjemmeadresse
el_gr: Ίδια με την Διεύθυνση κατοικίας
es_es: Igual a la Dirección Particular
et_ee: Sama Koduaadress
fa_ir: مشابه به عنوان آدرس اصلی
fi_fi: Sama kuin Kotiosoite
ga_ie: Mar an gcéanna le Seoladh Baile
gl_gl: Mesma Enderezo Inicio
hr_hr: Isto kao Kućna adresa
hu_hu: Ugyanaz, mint Otthoni cím
is_is: Sama og heimilisfang Home
ja_jp: ホームアドレスと同じ
lt_lt: Kaip Namų adresas
lv_lv: Tāds pats kā mājas adrese
mk_mk: Исто како дома Адреса
nn_no: Samme som hjemmeadresse
pl_pl: Tak samo jak adres domowy
pt_pt: Mesma Endereço Início
ro_ro: La fel ca Domiciliu
ru_ru: То же, что Домашний адрес
sk_sk: Rovnaké ako domovskú adresu
sl_si: Enako kot domači naslov
sq_al: Njësoj si Adresa e shtëpisë
sr_rs: Исто као Кућна адреса
sv_se: Samma som Bostadsadress
th_th: เช่นเดียวกับที่อยู่ที่บ้าน
tr_tr: Ev adresi aynı
uk_ua: Те ж, що Домашня адреса
wa_be: Yr un fath â&#39;r Cyfeiriad Cartref
zh_tw: 相同的家庭地址

source: Add New Address
af_za: Voeg nuwe adres
ar_dz: إضافة عناوين جديدة
be_by: Дадаць новы адрас
bg_bg: Добавяне на нов адрес
bn_bd: নতুন ঠিকানা যোগ করুন
da_dk: Tilføj ny adresse
el_gr: Προσθήκη νέας διεύθυνσης
es_es: Agregar Nueva Dirección
et_ee: Lisa uus aadress
fa_ir: افزودن آدرس جدید
fi_fi: Lisää uusi osoite
ga_ie: Cuir Seoladh Nua
gl_gl: Engadir novo enderezo
hr_hr: Dodaj novi Adresa
hu_hu: Új cím
is_is: Bæta við nýjum Heimilisfang
ja_jp: 新しい住所を追加
lt_lt: Pridėti naują adresą
lv_lv: Pievienot jaunu adresi
mk_mk: Внеси нов Адреса
nn_no: Legg til ny adresse
pl_pl: Dodaj nowy adres
pt_pt: Adicionar novo endereço
ro_ro: Adaugă Adresa Nou
ru_ru: Добавить новый адрес
sk_sk: Pridať novú adresu
sl_si: Dodaj nov naslov
sq_al: Shto Adresa re
sr_rs: Додај нови адреса
sv_se: Lägg till ny adress
th_th: เพิ่มที่อยู่ใหม่
tr_tr: Yeni Adres Ekle
uk_ua: Додати нову адресу
wa_be: Ychwanegu Cyfeiriad Newydd
zh_tw: 添加新地址

source: Address Line
af_za: Adreslyn
ar_dz: عنوان الخط
be_by: Адрасная лінія
bg_bg: Адрес Line
bn_bd: ঠিকানা লাইন
da_dk: Adresse Line
el_gr: Γραμμή διευθύνσεων
et_ee: Aadress Line
fa_ir: خط آدرس
fi_fi: Osoiterivi
ga_ie: Seoladh Líne
gl_gl: Liña de enderezo
hr_hr: Adresa Line
hu_hu: Cím vonal
is_is: Heimilisfang lína
ja_jp: アドレスライン
lt_lt: Adresas linija
lv_lv: Adrese līnija
mk_mk: Адреса линија
nn_no: Adresse Linje
pl_pl: Wiersz adresu
pt_pt: Linha de endereço
ro_ro: Adresa Linie
ru_ru: Адресная линия
sk_sk: Adresného riadku
sl_si: Naslov Line
sq_al: Line Adresa
sr_rs: Аддресс Лине
sv_se: Adressrad
th_th: ที่อยู่บรรทัดที่
tr_tr: Adres Satırı
uk_ua: Адресна лінія
wa_be: Llinell Cyfeiriad
zh_tw: 地址線

source: Postal Code
af_za: Poskode
ar_dz: الرمز البريدي
be_by: Паштовы код
bg_bg: Пощенски код
bn_bd: পোস্টাল কোড
da_dk: Postnummer
el_gr: Ταχυδρομικός Κώδικας
es_es: Código Postal
et_ee: Postiindeks
fa_ir: کد پستی
fi_fi: Postinumero
gl_gl: CP
hr_hr: Poštanski broj
hu_hu: Irányítószám
is_is: Póstnúmer
ja_jp: 郵便番号
lt_lt: Pašto kodas
lv_lv: Pasta kods
mk_mk: Поштенски број
nn_no: Postnummer
pl_pl: Kod pocztowy
pt_pt: Código postal
ro_ro: Cod poştal
ru_ru: Почтовый код
sk_sk: Poštové smerovacie číslo
sl_si: Poštna številka
sr_rs: Поштански код
sv_se: Postnummer
th_th: รหัสไปรษณีย์
tr_tr: Posta kodu
uk_ua: Поштовий код
wa_be: Cod Post
zh_tw: 郵政編碼
