Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To delete an attendance code, click the delete icon
af_za: Om &#39;n presensielys kode te verwyder, kliek op die ikoon verwydering
ar_dz: لحذف رمز الحضور ، انقر على أيقونة حذف
be_by: Каб выдаліць наведвальнасці кода, націсніце значок выдалення
bg_bg: За да изтриете код посещаемост, щракнете върху иконата за изтриване
bn_bd: একটি হাজিরা কোড মুছে ফেলা, মুছে আইকন ক্লিক করুন
da_dk: Hvis du vil slette en deltagerliste kode, skal du klikke på ikonet Slet
el_gr: Για να διαγράψετε ένα κωδικό παρακολούθησης, κάντε κλικ στο εικονίδιο διαγραφής
et_ee: Kustutada osavõtjate koodi, klõpsa Delete ikoon
fa_ir: برای حذف یک کد حضور و غیاب ، با کلیک بر روی آیکون حذف
fi_fi: Voit poistaa läsnä koodia, klikkaa Poista-kuvaketta
ga_ie: A scriosadh cód tinrimh, cliceáil ar an deilbhín scriosadh
gl_gl: Para borrar un código de atención, faga clic na icona de exclusión
hr_hr: Za brisanje prisustvo kod, kliknite ikonu za brisanje
hu_hu: Ha törölni a jelenléti kódot, kattintson a törlés ikonra
is_is: Til að eyða mætingu kóða, smelltu á Delete táknið
ja_jp: 出席のコードを削除するには、削除アイコンをクリック
lt_lt: Norėdami ištrinti dalyvių kodą, spustelėkite Šalinti piktogramą
lv_lv: Lai izdzēstu apmeklējumu kodu, uzklikšķiniet izdzēst ikonas
mk_mk: За да избришете некој присуство код, кликнете на иконата избришете
nn_no: Slik sletter du en frammøte kode, klikker du på Slett-ikonet
pl_pl: Aby usunąć kod obecności, kliknij ikonę usuwania
pt_pt: Para apagar um código de atendimento, clique no ícone de exclusão
ro_ro: Pentru a şterge un cod de prezenţă, faceţi clic pe pictograma şterge
ru_ru: Чтобы удалить посещаемости кода, нажмите значок удаления
sk_sk: Ak chcete odstrániť dochádzky kód, kliknite na ikonu Odstrániť
sl_si: Če želite izbrisati udeležbo kodo, kliknite ikono izbrisati
sq_al: Për të fshirë një kod të frekuentimit, klikoni ikonën fshini
sr_rs: Да бисте избрисали код присуство, кликните икона за брисање
sv_se: För att radera en närvaro-kod, klicka på ikonen Ta bort
th_th: ในการลบรหัสการเข้าร่วมประชุมให้คลิกที่ไอคอนลบ
tr_tr: Bir katılım kodunu silmek için, sil simgesini tıklayın
uk_ua: Щоб видалити відвідуваності коду, натисніть значок видалення
wa_be: I ddileu cod presenoldeb, cliciwch ar yr eicon dileu
zh_tw: 要刪除入學的代碼，點擊刪除圖標

source: next to the attendance code you want to delete. You will be asked to confirm the deletion.
af_za: langs die bywoning-kode wat jy wil verwyder. Jy sal gevra word om die verwydering te bevestig.
ar_dz: بجانب رمز الحضور الذي تريد حذفه. وسوف يطلب منك تأكيد الحذف.
be_by: побач з наведвальнасць кода, які трэба выдаліць. Вам будзе прапанавана пацвердзіць выдаленне.
bg_bg: до призоваването кодът, който Вие искате да изтриете. Вие ще бъдете помолени да потвърдите изтриването.
bn_bd: পরবর্তী উপস্থিতি কোড আপনি মুছে ফেলতে চান. যে অপসারণ নিশ্চিতকরণ হবে.
da_dk: ved siden af ​​deltagerlisten kode, du ønsker at slette. Du vil blive bedt om at bekræfte sletningen.
el_gr: δίπλα από τον κωδικό συμμετοχής που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
et_ee: kõrval osavõtjate kood, mida soovite kustutada. Teil palutakse kinnitada kustutamist.
fa_ir: در کنار کد حضور و غیاب می خواهید پاک کنید. از شما خواسته خواهد شد که برای تایید حذف است.
fi_fi: vieressä läsnäoloa koodi, jonka haluat poistaa. Sinua pyydetään vahvistamaan poisto.
ga_ie: in aice leis an gcód tinreamh is mian leat a scriosadh. Iarrfar ort a dhearbhú a scriosadh.
gl_gl: á beira do código de atención que desexa eliminar. Lle será solicitada a confirmar a exclusión.
hr_hr: uz nazočnost kod koji želite izbrisati. Bit ćete pitani da potvrdite brisanje.
hu_hu: mellett a jelenléti kódot törölni kívánt. Meg fogják kérni, hogy erősítse meg a törlést.
is_is: við hliðina á mætingu kóða sem þú vilt eyða. Þú verður beðinn um að staðfesta eyðingu.
ja_jp: 削除する出席のコードの隣にある。削除を確認するメッセージが表示されます。
lt_lt: šalia dalyvių kodą, kurį norite ištrinti. Jums bus prašoma patvirtinti naikinimą.
lv_lv: blakus apmeklējumu kodu, kuru vēlaties dzēst. Jums tiks lūgts apstiprināt dzēšanu.
mk_mk: до посетеност кодот сакате да го избришете. Ќе ви биде побарано да се потврди бришење.
nn_no: ved siden av fremmøte koden du vil slette. Du vil bli bedt om å bekrefte slettingen.
pl_pl: obok kodu obecności chcesz usunąć. Zostaniesz poproszony o potwierdzenie usunięcia.
pt_pt: ao lado do código de atendimento que deseja excluir. Você será solicitado a confirmar a exclusão.
ro_ro: de lângă codul de prezenţă pe care doriţi să ştergeţi. Vi se va cere să confirmaţi ştergerea.
ru_ru: рядом с посещаемость кода, который нужно удалить. Вам будет предложено подтвердить удаление.
sk_sk: Popri účasti kód, ktorý chcete odstrániť. Budete vyzvaní na potvrdenie odstránenia.
sl_si: ob udeležbi kodo, ki jo želite izbrisati. Boste morali, da potrdite brisanje.
sq_al: pranë kodin pjesëmarrjen doni të fshini. Ju do të kërkohet për të konfirmuar fshirjen.
sr_rs: поред присуства код који желите да избришете. Бићете упитани да потврдите брисање.
sv_se: bredvid närvaro koden du vill ta bort. Du ombeds att bekräfta borttagningen.
th_th: ถัดไปไปยังรหัสการเข้าร่วมที่คุณต้องการลบ คุณจะถูกถามเพื่อยืนยันการลบ
tr_tr: Silmek istediğiniz katılım kod yanında. Silme işlemini onaylamanız istenecektir.
uk_ua: поруч з відвідуваність коду, який потрібно видалити. Вам буде запропоновано підтвердити видалення.
wa_be: wrth ymyl y cod presenoldeb eich bod am ddileu. Bydd gofyn i gadarnhau&#39;r dileu.
zh_tw: 旁邊的考勤代碼要刪除。你會被要求確認刪​​除。

source: Daily Summary
af_za: Daaglikse opsomming
ar_dz: موجز اليومي
be_by: Штодня Асноўная інфармацыя
bn_bd: দৈনিক সংক্ষিপ্ত
da_dk: Daglig Oversigt
el_gr: Καθημερινή Σύνοψη
es_es: Resumen Diario
et_ee: Päeva kokkuvõte
fa_ir: خلاصه روزانه
fi_fi: Päivittäinen yhteenveto
ga_ie: Achoimre Laethúil
gl_gl: Resumo Diario
hr_hr: Dnevni Sažetak
hu_hu: Napi összesítés
is_is: Daglegt Yfirlit
ja_jp: 日常の概要
lt_lt: Dienos suvestinė
lv_lv: Dienas kopsavilkums
mk_mk: Дневен Преглед
pl_pl: Podsumowanie dzienne
pt_pt: Resumo Diário
ro_ro: Sinteza zilei
ru_ru: Ежедневно Основная информация
sk_sk: Denný súhrn
sl_si: Dnevni povzetek
sq_al: Permbledhja ditore
sr_rs: Дневни Преглед
sv_se: Daglig summering
th_th: ข้อมูลอย่างย่อรายวัน
tr_tr: Günlük Özet
uk_ua: Щодня Основна інформація
wa_be: Crynodeb dyddiol
zh_tw: 每日摘要

source: is a report that shows the daily attendance status of your child during any timeframe
af_za: is &#39;n verslag wat toon die daaglikse bywoning status van jou kind gedurende enige tydsraamwerk
be_by: з&#39;яўляецца справаздачу, які паказвае статус штодня наведвальнасць Вашага дзіцяці на працягу любога тэрміну
bg_bg: е доклад, който показва дневния статус на присъствието на детето си по време на всеки период от време
bn_bd: একটি রিপোর্ট যে কোন timeframe সময় দৈনিক আপনার শিশুর উপস্থিতি স্থিতি দেখায়
da_dk: er en rapport, der viser den daglige fremmøde status for dit barn i løbet af en tidsramme
el_gr: Είναι μια έκθεση που δείχνει την καθημερινή κατάσταση φοίτηση του παιδιού σας κατά τη διάρκεια οποιουδήποτε χρονικού διαστήματος
et_ee: on raporti, mis näitab igapäevane kohalolek olekut lapse ajal ühtki ajalist
fa_ir: گزارش نشان می دهد که وضعیت حضور روزانه کودک شما در طول هر بازه زمانی
fi_fi: on raportin, jossa näkyy päivittäin läsnäolo tilan lapsesi aikana mitään aikataulua
ga_ie: tá tuarascáil a thaispeánann an stádas freastal laethúil ar do leanbh i rith aon tréimhse ama
gl_gl: é un informe que mostra o estado frecuencia diaria do seu fillo durante calquera período de tempo
hr_hr: je izvješće koje pokazuje svakodnevno prisustvo status svoje dijete u bilo kojem vremenskom
hu_hu: egy jelentést, amely bemutatja a napi jelenléti állapotát gyermeke során semmilyen időkeret
is_is: er skýrsla sem sýnir daglega viðveru stöðu barnsins meðan allir tímabili
ja_jp: 任意の期間の間にあなたの子供の毎日の出席状況を示すレポートです。
lt_lt: ataskaitą, kuri rodo per bet kokį laikotarpį jūsų vaikas kasdien lankyti statusas
lv_lv: ir ziņojums, kas parāda ikdienas apmeklētības statusu jūsu bērnam jebkurā laika
mk_mk: е извештај, кој покажува секојдневно присуство статусот на вашето дете во текот на сите рок
nn_no: er en rapport som viser den daglige frammøte status for barnet ditt i løpet av noen tidsramme
pl_pl: jest raport, który pokazuje codzienne statusu obecności dziecka w dowolnym terminie
pt_pt: é um relatório que mostra o status freqüência diária do seu filho durante qualquer período de tempo
ro_ro: este un raport care arată starea frecventarea zilnică a copilului dumneavoastră în timpul orice interval de timp
ru_ru: является отчет, который показывает статус ежедневно посещаемость Вашего ребенка в течение любого срока
sk_sk: je správa, ktorá ukazuje, prezenčná stav vášho dieťaťa pri každom časovom
sl_si: je poročilo, ki prikazuje dnevno prisotnost stanje vašega otroka, med katerim koli časovnem
sq_al: është një raport që tregon statusin e përditshme frekuentimin e fëmijës tuaj gjatë çdo afati kohor
sr_rs: је извештај који показује дневни боравак статус вашег детета током било ког временског оквира
sv_se: är en rapport som visar den dagliga närvaron status för ditt barn under någon tid
th_th: รายงานที่แสดงสถานะการเข้าร่วมในชีวิตประจำวันของเด็กในช่วงระยะเวลาใดเป็น
tr_tr: herhangi bir zaman dilimi boyunca çocuğunuzun günlük devam durumu gösteren bir rapor
uk_ua: є звіт, який показує статус щоденно відвідуваність Вашої дитини протягом будь-якого терміну
wa_be: yn adroddiad sy&#39;n dangos y statws presenoldeb dyddiol eich plentyn yn ystod unrhyw amserlen
zh_tw: 是一份報告，顯示每日出勤狀況你的孩子在任何時間

source: You can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows your childs daily attendance value for each period of each day with color codes. A red box signifies that the student was absent that period, and a green box indicates that the student was either present or tardy that period. The absence code is displayed in the box
af_za: Jy kan die periode verander deur die verandering van die datum hangkieslys&#39;s aan die bokant van die skerm en kliek op die knoppie Spring na. Die lys wys jou kind se daaglikse bywoning waarde vir elke periode van elke dag met kleur kodes. &#39;N rooi blokkie te kenne dat die student afwesig was daardie tydperk, en&#39; n groen vak dui aan dat die student was nie teenwoordig is of traag daardie tydperk. Die afwesigheid kode word vertoon in die boks
be_by: Вы можаце змяніць дыяпазон дат, змяніўшы дату выпадаючых меню ў верхняй частцы экрана і націснуўшы кнопку Перайсці. Спіс паказвае вашага дзіцяці дзённага значэння наведвальнасці для кожнага перыяду кожны дзень з каляровымі кодамі. Чырвоны прастакутнік азначае, што студэнт адсутнічаў той перыяд, і зялёным полі паказвае, што студэнт быў або сучаснасць або запознены гэты перыяд. Адсутнасць кода адлюстроўваецца ў акне
bg_bg: Вие можете да променяте периода от време, като се променя датата падащи менюта в горната част на екрана и кликнете върху бутона Go. Списъкът показва детска дневна стойност и обслужване за всеки период от всеки ден с цветови кодове. А червената кутия означава, че студентът е отсъствал този период, и зелената кутия показва, че ученикът е бил или настоящи или закъснял този период. Липсата код се показва в полето
bn_bd: আপনি তারিখ পরিবর্তন পর্দার উপরের-টান ডাউন মেনু ও যান বাটন ক্লিক তারিখ পরিসীমা পরিবর্তন করতে পারেন. তালিকা আপনার childs দৈনিক রং কোড সহ প্রতিটি দিন প্রতিটি সময়ের জন্য উপস্থিতি মান দেখায়. একটি লাল বক্স উল্লেখ যে ছাত্র ছিল অনুপস্থিত তত্কাল, এবং একটি সবুজ বক্স নির্দেশ করে যে ছাত্র ছিল হয় বর্তমান বা বিলম্বিত তত্কাল. অনুপস্থিতি কোড বক্সে প্রদর্শিত হয়
da_dk: Du kan ændre datointervallet ved at ændre datoen rullemenuerne øverst på skærmen og klikke på knappen Go. Listen viser dit barns daglige fremmøde værdi for hver periode på hver dag med farvekoder. Et rødt felt betyder, at den studerende var fraværende denne periode, og en grøn boks indikerer, at den studerende enten var til stede eller træg denne periode. Fraværet koden vises i boksen
el_gr: Μπορείτε να αλλάξετε το εύρος ημερομηνιών, αλλάζοντας την ημερομηνία pull-down μενού στο πάνω μέρος της οθόνης και κάνοντας κλικ στο κουμπί Μετάβαση. Η λίστα δείχνει παιδιού ημερήσια αξία σας παρουσία, για κάθε περίοδο της κάθε ημέρας με χρωματικούς κώδικες. Ένα κόκκινο πλαίσιο δηλώνει ότι ο μαθητής ήταν απούσα την εν λόγω περίοδο, και ένα πράσινο πλαίσιο υποδεικνύει ότι ο μαθητής ήταν είτε σήμερα ή καθυστερημένη αυτής της περιόδου. Ο κωδικός απουσία εμφανίζεται στο παράθυρο
et_ee: Saab muuta kuupäeva vahemik muutes kuupäeva rippmenüüd ülaosas ekraani ja klikkides Go nupule. Nimekiri näitab teie lapse igapäevase osavõtu õppetööst väärtus igal perioodil iga päev värvikoodid. Punases kastis näitab, et õpilane puudus selle aja ja roheline kast näitab, et õpilane oli kas praegu või hilinenud sellel perioodil. Puudumisel koodi näidatakse kastis
fa_ir: شما می توانید محدوده تاریخ را با تغییر تاریخ PULL - DOWN منوها در بالای صفحه نمایش و کلیک کردن بر روی دکمه برو ، تغییر دهید. لیست حضور کودکان ارزش خود را در روز برای هر دوره از هر روز را با کد رنگ را نشان می دهد. یک جعبه قرمز حاکی است که دانش آموز غایب بود آن دوره ، و یک جعبه سبز رنگ نشان می دهد که دانش آموز یا حاضر و یا کندرو بود در آن دوره است. کد عدم وجود است در جعبه نمایش داده می
fi_fi: Voit muuttaa aikaväliä muuttamalla päivämäärä pudotusvalikoista yläosassa näytön ja klikkaamalla Go-painiketta. Luettelossa näkyvät lapsesi päivittäinen osallistuminen arvo kunkin jakson joka päivä värikoodit. Punainen laatikko ilmaisee, että opiskelija on poissa tämän ajan, ja vihreä laatikko osoittaa, että opiskelija on läsnä tai myöhään tämän ajanjakson. Poissaolokoodi näkyy ruudussa
ga_ie: Is féidir leat aon athrú ar raon dáta trí athrú a dhéanamh ar an dáta a tharraingt anuas biachláir ag barr an scáileáin agus cliceáil ar an gcnaipe Téigh. Léiríonn an liosta do Childs luach freastal laethúil ar gach tréimhse de gach lá le cóid dath. Signifies bosca dearg go raibh an mac léinn as láthair na tréimhse sin, agus léiríonn bosca glas go raibh an mac léinn ceachtar acu i láthair nó tardy tréimhse sin. Tá an cód as láthair ar taispeáint sa bhosca
gl_gl: Pode cambiar o rango de data, cambiando a data de pull-down menús na parte superior da pantalla e premer no botón Go A lista amosa o seu valor Childs frecuencia diaria para cada período de cada día con códigos de cores. Unha caixa vermella significa que o alumno estaba ausente nese período, e unha caixa verde indica que o estudante se presente ou tardía ese período. O código de ausencia aparece no cadro
hr_hr: Možete promijeniti razdoblje promjenom datuma padajućeg izbornika na vrhu zaslona i kliknite gumb Go. Popis prikazuje djeteta dolaze na vrijednosti za svako razdoblje od svaki dan s bojom kodove. Crveni okvir označava da je student bio odsutan tom razdoblju, a zeleni okvir označava da je student ili sadašnjosti ili kasni tom razdoblju. Nedostatak kod je prikazan u okviru
hu_hu: Ön megváltoztathatja a dátumtartományt megváltoztatja a dátumot legördülő menük a képernyő felső részén, és kattintson az Indítás gombra. A lista a gyerek napi jelenléti értéke minden egyes időszakban minden nap színkódokkal. A piros négyzet azt jelenti, hogy a diák hiányzott az időszakban, és egy zöld mező azt jelzi, hogy a diák vagy a jelenlegi vagy lusta ezt az időszakot. Hiányában kód jelenik meg a dobozban
is_is: Þú getur breytt tímabil með því að breyta þeim degi fellivalmyndirnar efst á skjánum og smella á Go hnappinn. Listinn sýnir barnsins daglega viðveru fyrir hvern tíma á hverjum degi með númerum lit. A rauður kassi táknar að nemandi hafi fjarverandi því tímabili, og græna reitinn gefur til kynna að nemandi hafi annaðhvort núverandi eða tardy þeim tíma. Ef ekki númerið birtist í reitnum
ja_jp: あなたは、日付は画面の上部にあるメニューをプルダウンし、[Go]ボタンをクリックして変更することにより、日付範囲を変更することができます。リストには、カラーコードと毎日の各期間については、チャイルズ毎日出席の値を示しています。赤いボックスは、学生がその期間欠席したことを意味し、緑色のボックスは、学生がその期間のどちらかに存在または遅刻したことを示しています。不在のコードは、ボックス内に表示されます
lt_lt: Galite pakeisti datos intervalo keisti data išskleidžiamajame meniu, ekrano viršuje ir paspauskite mygtuką Go. Sąrašas rodo jūsų vaiko dienos lankomumo vertės už kiekvieną laikotarpį, kiekvieną dieną su spalvų kodus. Raudonas langelis reiškia, kad studentas buvo išvykęs, kad laikotarpis, ir &quot;žaliosios dėžės&quot; rodo, kad studentas buvo dabartiniai ar nerangus tą laikotarpį. Nesant kodas bus rodomas lauke
lv_lv: Jūs varat mainīt datumu diapazonu, mainot datumu nolaižamās izvēlnes augšpusē ekrānam un noklikšķinot Go pogu. Saraksts parāda jūsu childs ikdienas apmeklējumu vērtība katru periodu katru dienu ar krāsu kodiem. Sarkanajā lodziņā nozīmē, ka studentam bija klāt šajā periodā, un zaļās kastes norāda, ka students bija vai nu pašreizējā vai gauss šo periodu. Ja kods tiek parādīts lodziņā
mk_mk: Можете да го промените датумот опсег со менување на датумот од паѓачкото мени на врвот на екранот и кликнете на Оди копче. Листата покажува вашиот детето секојдневно присуство вредност за секој период од секој ден со боја кодови. А црвената кутија значи дека ученикот беше отсутен тој период, и зелено поле укажува на тоа дека студент е или сегашноста или Задоцнет тој период. Отсуството кодот е прикажана во полето
nn_no: Du kan endre datoområdet ved å endre dato rullegardinmenyene øverst på skjermen og klikke på Go. Listen viser barnets daglige frammøte verdi for hver periode hver dag med fargekoder. En rød boks betyr at studenten var fraværende denne perioden, og en grønn boks indikerer at studenten var enten nåværende eller treg denne perioden. Fraværet koden vises i boksen
pl_pl: Możesz zmienić zakres dat poprzez zmianę daty rozwijanych menu na górze ekranu i klikając przycisk Idź. Lista pokazuje dziecka dzienną wartość obecności dla każdego okresu każdego dnia z kodów kolorów. Czerwone pole oznacza, że ​​uczeń był nieobecny tego okresu, a zielone pole oznacza, że ​​uczeń był zarówno obecnych lub opieszały tego okresu. Kod nieobecności jest wyświetlane w oknie
pt_pt: Você pode alterar o intervalo de data, alterando a data de pull-down menus no topo da tela e clicar no botão Go. A lista mostra o seu valor childs freqüência diária para cada período de cada dia com códigos de cores. Uma caixa vermelha significa que o aluno estava ausente nesse período, e uma caixa verde indica que o estudante foi presente ou tardia esse período. O código de ausência é exibido na caixa
ro_ro: Puteţi modifica intervalul de date prin schimbarea data de meniuri derulante din partea de sus a ecranului şi făcând clic pe butonul Go. Lista indică valoarea ta prezenţă copilului de zi cu zi pentru fiecare perioadă de fiecare zi cu coduri de culoare. O cutie roşie indică faptul că studentul a fost absent această perioadă, şi o casetă verde indică faptul că studentul a fost prezenţi sau tardive această perioadă. Codul de absenţă este afişat în caseta
ru_ru: Вы можете изменить диапазон дат, изменив дату выпадающих меню в верхней части экрана и нажав кнопку Перейти. Список показывает вашего ребенка дневного значения посещаемости для каждого периода каждый день с цветовыми кодами. Красный прямоугольник означает, что студент отсутствовал тот период, и зеленом поле указывает, что студент был либо настоящее или запоздалый этот период. Отсутствие кода отображается в окне
sk_sk: Môžete zmeniť časové zmenou termínu, pull-down menu v hornej časti obrazovky a kliknutím na tlačidlo Go. V zozname sú uvedené vášho dieťaťa prezenčnej hodnota pre každú dobu každý deň s farebnými kódmi. Červené pole znamená, že študent nebol prítomný tohto obdobia, a zelené pole znamená, že študent buď prítomný, alebo neskoré tohto obdobia. Absencia kód sa zobrazí v poli
sl_si: Lahko spremeni časovno obdobje, tako da spremenite datum spustnih menijih na vrhu zaslona in s klikom na gumb Go. Seznam prikazuje Childs dnevno udeležbo vrednost za vsako obdobje, vsak dan z barvnimi kodami. Rdeče polje pomeni, da je študent odsoten tem obdobju, in zeleno polje pomeni, da je bil študent bodisi prisotni ali Zamudil tem obdobju. Odsotnosti kode je prikazan v polju
sq_al: Ju mund të ndryshojë datën e varg duke ndryshuar datën e pull-down menus në krye të ekranit dhe duke klikuar butonin Go. Lista e tregon vlerën e fëmijës tuaj të përditshme pjesëmarrjen për çdo periudhë të çdo ditë me kode ngjyra. Një kuti e kuqe tregon se nxënësi ishte i mungon asaj periudhe, dhe një kuti jeshile tregon se nxënësi ishte ose të pranishëm ose i vonuar atë periudhë. Kodi mungesa është shfaqur në kutinë e
sr_rs: Можете мењати опсег датума променом датума падајућег менија на врху екрана и кликнете дугме Го. Листа показује своју Цхилдс дневни боравак вредност за сваки период сваког дана са колор кодова. Црвени оквир означава да је студент није био присутан том периоду, и зеленом пољу указује да је студент био ни присутан или закаснели тог периода. Одсуство код је приказан у пољу
sv_se: Du kan ändra datumintervallet genom att ändra datum rullgardinsmenyer längst upp på skärmen och klicka på Go-knappen. Listan visar ditt barns dagliga närvaro för varje period av varje dag med färgkoder. En röd ruta betyder att eleven var frånvarande denna period, och en grön ruta betyder att studenten antingen var närvarande eller långsam denna period. Frånvaron koden visas i rutan
th_th: คุณสามารถเปลี่ยนช่วงวันที่โดยการเปลี่ยนวันที่เมนูแบบเลื่อนลงที่ด้านบนของหน้าจอและคลิกที่ปุ่มไปที่ รายการจะแสดงค่าการเข้าร่วมของคุณ Childs รายวันสำหรับแต่ละช่วงเวลาของแต่ละวันด้วยรหัสสี เป็นกล่องสีแดงหมายถึงการที่นักเรียนขาดช่วงเวลานั้นและกล่องสีเขียวแสดงว่านักเรียนได้ทั้งในปัจจุบันหรือช่วงเวลาที่เชื่องช้า รหัสการขาดจะแสดงในกล่อง
tr_tr: Ekranın üst kısmında açılan menüler değişen ve Git düğmesini tıklayarak tarih aralığını değiştirebilirsiniz. Listesi renk kodları ile her gün, her dönem için oğul günlük katılım değeri gösterir. Kırmızı bir kutu öğrenci o dönemde eksik olduğu anlamına gelir, ve yeşil bir kutu, öğrencinin o dönemde ya mevcut ya da gecikmiş olduğunu gösterir. Yokluğunda kodu kutusunda görüntülenir.
uk_ua: Ви можете змінити діапазон дат, змінивши дату випадаючих меню у верхній частині екрану і натиснувши кнопку Перейти. Список показує вашої дитини денного значення відвідуваності для кожного періоду кожен день з кольоровими кодами. Червоний прямокутник означає, що студент був відсутній той період, і зеленому полі вказує, що студент був або справжнє чи запізнілий цей період. Відсутність коду відображається у вікні
wa_be: Gallwch newid y dyddiad amrywiaeth drwy newid y dyddiad tynnu-lawr dewislenni ar frig y sgrin a chlicio ar y botwm Go. Mae&#39;r rhestr yn dangos eich plentyn gwerth presenoldeb dyddiol ar gyfer pob cyfnod o bob dydd gyda chodau lliw. Mae bocs coch yn nodi bod y myfyriwr yn absennol y cyfnod hwnnw, a bocs gwyrdd yn dangos bod y myfyriwr yn bresennol neu&#39;n tardy y cyfnod hwnnw. Mae&#39;r cod absenoldeb ei arddangos yn y blwch
zh_tw: 你可以改變日期範圍通過改變日期下拉菜單在屏幕上方並點擊 Go按鈕。該名單顯示您的小孩每天出勤值每個時期的每一天，顏色代碼。紅色框表示該學生缺席的時期，一個綠色框表示該學生要么現在或遲緩的時期。缺席代碼顯示在框
