Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: System Preference
af_za: Stelsel voorkeur
ar_dz: نظام الأفضلية
bg_bg: Системните предпочитания
bn_bd: সিস্টেম পছন্দ
el_gr: Προτιμήσεις Συστήματος
es_es: Preferencias del Sistema
et_ee: Süsteemi eelistus
fa_ir: اولویت سیستم
ga_ie: Córas Tosaíochta
gl_gl: Preferencia sistema
hr_hr: Sustav sučelja
hu_hu: Rendszerbeállítások
is_is: Kerfi Val
ja_jp: システム環境設定
lt_lt: Lengvatų sistemos
mk_mk: Систем за наклонетост
pl_pl: Preferencje systemowe
pt_pt: Preferência sistema
ro_ro: Sistemul de Preferinţe
sk_sk: Systém Preferencie
sl_si: Sistem Preference
sq_al: Preference sistemit
sr_rs: Систем Предност
sv_se: Systeminställningar
th_th: การตั้งค่าระบบ
tr_tr: Sistem Tercihi
wa_be: Dewis System
zh_tw: 系統偏好

source: Course Manager
af_za: Kursusbestuurder
ar_dz: دورة إدارة
bg_bg: Курс мениджър
bn_bd: কোর্স ম্যানেজার
el_gr: Υπεύθυνος Μαθήματος
es_es: Administrador de Cursos
et_ee: Muidugi Manager
fa_ir: مدیر درس
fi_fi: Kurssin johtaja
ga_ie: Bainisteoir Cúrsa
gl_gl: Xerente de curso
hr_hr: Tečaj Manager
hu_hu: Tanfolyam vezető
is_is: Námskeið Manager
ja_jp: コー​​スマネージャー
lt_lt: Kursų vadybininkas
lv_lv: Kursa vadītājs
mk_mk: Курс менаџер
nn_no: Kurs manager
pl_pl: Kierownik kursu
pt_pt: Gerente de curso
ro_ro: Curs de Manager de
sk_sk: Kurz manažér
sq_al: Menaxher Kursi
sr_rs: Наравно менаџер
sv_se: Kursansvarig
th_th: ผู้จัดการหลักสูตร
tr_tr: Kurs Müdürü
wa_be: Rheolwr y Cwrs
zh_tw: 課程管理

source: Print Catalog by Term
af_za: Druk die katalogus deur Kwartaal
ar_dz: كتالوج الطباعة عن طريق الأجل
be_by: Друк каталога на тэрмін
bg_bg: Печат Каталог със срок
bn_bd: শব্দের মধ্যে সুবিন্যস্ত তালিকা প্রিন্ট করুন
da_dk: Udskriv katalog af Term
el_gr: Κατάλογος Εκτύπωση από Term
es_es: Imprimir Catálogo por Período
et_ee: Print kataloogi Term
fa_ir: کاتالوگ چاپ شده توسط ترم
fi_fi: Tulosta luetteloamme Term
ga_ie: Catalog Priontáil ag Téarma
gl_gl: Catálogo de impresión por Termo
hr_hr: Ispis Katalog za pojam
hu_hu: Nyomtatási a Term
is_is: Print Forsíða eftir Term
ja_jp: タームによる印刷カタログ
lt_lt: Spausdinti katalogas TERM
lv_lv: Drukāt Katalogs termiņnoguldījumi
mk_mk: Печатен каталог со мандат
nn_no: Print Catalog av Term
pl_pl: Katalog Drukuj przez Term
pt_pt: Catálogo de impressão por Termo
ro_ro: De catalog de imprimare de termen
ru_ru: Печать каталога на срок
sk_sk: Tlačeného katalógu termínovaných
sl_si: Print Katalog s Term
sq_al: Katalog të shtypura nga Term
sr_rs: Штампани каталог аутора Рок
sv_se: Skriv ut katalog per Term
th_th: แคตตาล็อกพิมพ์โดยมีระยะเวลา
tr_tr: Dönem tarafından Yazdır Katalog
uk_ua: Друк каталогу на термін
wa_be: Catalog Argraffwyd gan Tymor
zh_tw: 印刷目錄的期限

source: Print all Courses
af_za: Druk al die kursusse
ar_dz: طباعة جميع المقررات
be_by: Друкаваць усе курсы
bg_bg: Печат на всички курсове
bn_bd: সমস্ত কোর্স প্রিন্ট
da_dk: Print alle kurser
el_gr: Εκτυπώστε όλα τα μαθήματα
es_es: Imprimir todos los cursos
et_ee: Prindi Kõik kursused
fa_ir: نسخه قابل چاپ همه دروس
fi_fi: Tulosta kaikki kurssit
ga_ie: Priontáil gach Cúrsaí
gl_gl: Imprimir todos os Cursos
hr_hr: Ispis svih tečajeva
hu_hu: Nyomtatás minden tanfolyamok
is_is: Print Öll námskeið
ja_jp: すべてのコースを印刷
lt_lt: Spausdinti Visi kursai
lv_lv: Drukāt visu Kursi
mk_mk: Верзија за сите предмети
nn_no: Skriv ut alle Kurs
pl_pl: Drukuj wszystkie kursy
pt_pt: Imprimir todos os Cursos
ro_ro: Tipăreşte toate cursurile
ru_ru: Печатать все курсы
sk_sk: Tlač všetkých kurzov
sl_si: Print vse Tečaji
sq_al: Printo gjitha kurset
sr_rs: Принт Сви курсеви
sv_se: Skriv ut alla Kurser
th_th: พิมพ์ทุกหลักสูตร
tr_tr: Tüm Dersler yazdır
uk_ua: Друкувати всі курси
wa_be: Argraffu pob Cyrsiau
zh_tw: 打印所有課程

source: period
af_za: tydperk
ar_dz: فترة
be_by: перыяд
bg_bg: период
bn_bd: সময়
da_dk: periode
el_gr: περίοδος
es_es: período
et_ee: periood
fa_ir: دوره
fi_fi: aika
ga_ie: tréimhse
gl_gl: período
hr_hr: razdoblje
hu_hu: időszak
is_is: tímabil
ja_jp: の期間
lt_lt: laikotarpis
lv_lv: periods
mk_mk: период
nn_no: perioden
pl_pl: okres
pt_pt: período
ro_ro: perioadă
ru_ru: период
sk_sk: obdobie
sl_si: obdobja
sq_al: periudhë
sr_rs: период
sv_se: perioden
th_th: ระยะเวลา
tr_tr: süre
uk_ua: період
wa_be: cyfnod
zh_tw: 期限

source: Length
af_za: Lengte
ar_dz: طول
be_by: Даўжыня
bg_bg: Дължина
bn_bd: লম্বা
da_dk: Længde
el_gr: Μήκος
es_es: Longitud
et_ee: Pikkus
fa_ir: طول
fi_fi: Pituus
ga_ie: Fad
gl_gl: Lonxitude
hr_hr: Dužina
hu_hu: Hossz
is_is: Lengd
ja_jp: 長さ
lt_lt: Ilgis
lv_lv: Garums
mk_mk: Должина на
nn_no: Lengde
pl_pl: Długość
pt_pt: Comprimento
ro_ro: Lungime
ru_ru: Длина
sk_sk: Dĺžka
sl_si: Dolžina
sq_al: Gjatësi
sr_rs: Дужина
sv_se: Längd
th_th: ความยาว
tr_tr: Uzunluk
uk_ua: Довжина
wa_be: Hyd
zh_tw: 長度

source: minutes
af_za: minute
ar_dz: دقائق
be_by: хвілін
bg_bg: протокол
bn_bd: মিনিট
da_dk: minut
el_gr: πρακτικά
es_es: minutos
et_ee: minutit
fa_ir: دقیقه
fi_fi: minuuttia
ga_ie: nóiméad
gl_gl: minutos
hr_hr: zapisnik
hu_hu: jegyzőkönyv
is_is: mínútur
ja_jp: 分
lt_lt: minučių
lv_lv: minūtes
mk_mk: минути
nn_no: minutter
pl_pl: minut
pt_pt: minutos
ro_ro: minute
ru_ru: минут
sk_sk: minút
sl_si: minut
sq_al: minuta
sr_rs: записник
sv_se: minuter
th_th: นาทีที่
tr_tr: dakika
uk_ua: хвилин
wa_be: munud
zh_tw: 分鐘

source: Used for
af_za: Gebruik word vir
ar_dz: تستخدم ل
be_by: Які выкарыстоўваецца для
bg_bg: Използва се за
bn_bd: ব্যবহৃত জন্য
da_dk: Bruges til
el_gr: Χρησιμοποιείται για την
es_es: Utilizado por
et_ee: Kasutatud
fa_ir: مورد استفاده برای
fi_fi: Käytetään
ga_ie: Úsáidte le haghaidh
gl_gl: Usado para
hr_hr: Koristi se za
hu_hu: Használt
is_is: Notað fyrir
ja_jp: に使用
lt_lt: Naudojamas
lv_lv: Izmantots
mk_mk: Се користи за
nn_no: Brukes til
pl_pl: Używany do
pt_pt: Usado para
ro_ro: Utilizate pentru
ru_ru: Используемый для
sk_sk: Používa sa pre
sl_si: Uporablja se za
sq_al: Përdorur për
sr_rs: Користи се за
sv_se: Används för
th_th: ที่ใช้สำหรับการ
tr_tr: Için kullanılır
uk_ua: Використовуваний для
wa_be: Defnyddir ar gyfer
zh_tw: 用於

source: Ignore for
af_za: Ignoreer vir
ar_dz: لتجاهل
be_by: Ігнараваць для
bg_bg: Игнорирай за
bn_bd: জন্য উপেক্ষা করুন
da_dk: Ignorer for
el_gr: Αγνοήστε για
es_es: Ignorar por
et_ee: Ignoreerida
fa_ir: نادیده گرفتن برای
fi_fi: Ohittavan
ga_ie: Déan neamhaird ar
gl_gl: Ignorar para
hr_hr: Zanemari za
hu_hu: Figyelmen kívül hagyása a
is_is: Hunsa fyrir
ja_jp: のために無視する
lt_lt: Ignoruoti,
lv_lv: Ignorēt par
mk_mk: Игнорирај за
nn_no: Ignorer for
pl_pl: Ignoruj ​​na
pt_pt: Ignorar para
ro_ro: Ignoraţi pentru
ru_ru: Игнорировать для
sk_sk: Ignorovať
sl_si: Prezri za
sq_al: Ignore për
sr_rs: Игнорисати за
sv_se: Ignorera för
th_th: รายละเอียดสำหรับ
tr_tr: Için Yoksay
uk_ua: Ігнорувати для
wa_be: Anwybyddu ar gyfer
zh_tw: 忽略

source: message
af_za: boodskap
ar_dz: رسالة
be_by: паведамленне
bg_bg: съобщение
bn_bd: বার্তা
da_dk: besked
el_gr: μήνυμα
et_ee: sõnum
fa_ir: پیام
fi_fi: viesti
ga_ie: teachtaireacht
gl_gl: mensaxe
hr_hr: poruka
hu_hu: üzenet
is_is: Skilaboð
ja_jp: メッセージは
lt_lt: pranešimas
lv_lv: ziņa
mk_mk: порака
nn_no: melding
pl_pl: wiadomość
pt_pt: mensagem
ro_ro: mesaj
ru_ru: сообщение
sk_sk: správa
sl_si: sporočilo
sq_al: mesazh
sr_rs: порука
sv_se: meddelande
th_th: ข้อความ
tr_tr: mesaj
uk_ua: повідомлення
wa_be: Neges
zh_tw: 消息

source: Report Generated
af_za: Gegenereerde verslag
ar_dz: تقرير منشأ
be_by: Справаздачай
bg_bg: Доклад Генерирано
bn_bd: উত্পন্ন প্রতিবেদন
da_dk: Rapport genereret
el_gr: Έκθεση Generated
es_es: Informe generado
et_ee: Aruanne loodud
fa_ir: گزارش تولید
fi_fi: Raportti luotu
ga_ie: Tuarascáil Gineadh
gl_gl: Informe Xerado
hr_hr: Izvješće Generirana
hu_hu: Jelentés generált
is_is: Skýrsla Mynda
ja_jp: 生成されたレポート
lt_lt: Pranešti apie Sugeneruoti
lv_lv: Ziņojums Radītais
mk_mk: Пријави Генерирано
nn_no: Rapport Generated
pl_pl: Zgłoś Wygenerowane
pt_pt: Relatório Gerado
ro_ro: Raport generat
ru_ru: Отчетом
sk_sk: Správa vypracovaná
sl_si: Poročilo, pripravljeno
sq_al: Raporti i gjeneruar
sr_rs: Извештај Генерисано
sv_se: Rapport som genereras
th_th: รายงานที่สร้างขึ้น
tr_tr: Oluşturuldu Raporu
uk_ua: Звітом
wa_be: Adroddiad a Gynhyrchir
zh_tw: 報告生成

source: Visible Between:
af_za: Sigbaar tussen:
ar_dz: مرئية بين :
be_by: Бачны Між:
bg_bg: Видим Между:
bn_bd: দৃশ্যমান মধ্যে:
da_dk: Synlig Mellem:
el_gr: Ορατό Μεταξύ:
et_ee: Nähtav vahel:
fa_ir: مرئی بین :
fi_fi: Näkyvä välillä:
ga_ie: Infheicthe Idir:
gl_gl: Entre visible:
hr_hr: Vidljivi Između:
hu_hu: Látható között:
is_is: Visible milli:
ja_jp: 間目に見える：
lt_lt: Matomi tarp:
lv_lv: Redzams starp:
mk_mk: Видливи помеѓу:
nn_no: Synlig mellom:
pl_pl: Widoczne latach:
pt_pt: Entre visível:
ro_ro: Vizibil Între:
ru_ru: Видимый Между:
sk_sk: Vidieť medzi:
sl_si: Vidno med:
sq_al: Dukshme ndërmjet:
sr_rs: Између видљиве:
sv_se: Synliga mellan:
th_th: มองเห็นได้ระหว่าง :
tr_tr: Görünür Arasında:
uk_ua: Видимий Між:
wa_be: Gweladwy Rhwng:
zh_tw: 可見之間：

source: Select Term
af_za: Kies Kwartaal
ar_dz: حدد الأجل
be_by: Калі ласка, пазначце тэрмін
bg_bg: Изберете Срок
bn_bd: শব্দ নির্বাচন করুন
da_dk: Vælg Term
el_gr: Επιλέξτε Όρος
es_es: Seleccione el Período
et_ee: Vali Term
fa_ir: انتخاب ترم
fi_fi: Valitse Term
ga_ie: Roghnaigh Téarma
gl_gl: Seleccione Term
hr_hr: Odaberite pojam
hu_hu: Válassza ki a Term
is_is: Veldu Term
ja_jp: 用語を選択
lt_lt: Pasirinkite terminas
lv_lv: Izvēlieties Term
mk_mk: Изберете Рок
nn_no: Velg Term
pl_pl: Wybierz Term
pt_pt: Selecione Term
ro_ro: Selectaţi pe termen
ru_ru: Выберите срок
sk_sk: Vyberte termín
sl_si: Izberi Term
sq_al: Zgjidh Term
sr_rs: Изабери Рок
sv_se: Välj Term
th_th: เลือกระยะเวลา
tr_tr: Dönem seçin
uk_ua: Виберіть термін
wa_be: Dewiswch Tymor
zh_tw: 選擇期限

source: Visible To:
af_za: Sigbaar vir:
be_by: Бачны:
bg_bg: Видими за:
bn_bd: দৃশ্যমান:
da_dk: Synlig for:
el_gr: Ορατός σε:
et_ee: Nähtav:
fa_ir: قابل رؤیت برای :
fi_fi: Näkyy:
ga_ie: Infheicthe Chuig:
gl_gl: Para visible:
hr_hr: Vidljiv:
hu_hu: Látható:
is_is: Birtist:
ja_jp: に見える：
lt_lt: Matoma:
lv_lv: Redzams:
mk_mk: Видлив:
nn_no: Synlig Til:
pl_pl: Widoczny dla:
pt_pt: Para visível:
ro_ro: Vizibil pentru:
ru_ru: Видимый:
sk_sk: Viditeľné pre:
sl_si: Vidno:
sq_al: Dukshme për:
sr_rs: Видљив:
sv_se: Synlig för:
th_th: มองเห็น :
tr_tr: Görebileceği:
uk_ua: Видимий:
wa_be: Gweladwy At:
zh_tw: 可見：

source: Report generated for all Terms
af_za: Verslag vir alle terme
ar_dz: تقرير ولدت لجميع شروط
be_by: Даклад ствараецца для ўсіх умовы
bg_bg: Доклад, генерирани за всички условия
bn_bd: সকল শর্তাবলী জন্য প্রতিবেদন
da_dk: Rapport genereret for alle Betingelser
el_gr: Έκθεση που παράγονται για όλους τους Όρους
es_es: Informe generado para todos los períodos
et_ee: Aruanne loodud kõik tingimused
fa_ir: گزارش تولید شده برای تمام کلمات جمله
fi_fi: Raportti syntyy kaikilla annetuilla ehdoilla
ga_ie: Tuarascáil ghintear do gach Téarmaí
gl_gl: Informe xerado por todas as palabras
hr_hr: Izvješće generirana za sve uvjete
hu_hu: Jelentés generált az összes kifejezésre
is_is: Skýrsla mynda fyrir alla Skilmálar
ja_jp: すべての条件に対して生成されたレポート
lt_lt: Ataskaita visų terminų
lv_lv: Ziņojums radīts pēc visiem parametriem
mk_mk: Пријави генерирана за сите Услови
nn_no: Rapport generert for alle vilkår
pl_pl: Raport generowany dla wszystkich Regulamin
pt_pt: Relatório gerado por todos os termos
ro_ro: Raport generat pentru toate Condiţii
ru_ru: Доклад создается для всех условия
sk_sk: Správa vypracovaná pre všetky podmienky
sl_si: Poročilo ustvarjeni pogoji za vse
sq_al: Raporti i prodhuar për të gjithë Terms
sr_rs: Извештај генерисана за све Услови
sv_se: Rapport genereras för alla Allmänna
th_th: รายงานที่สร้างขึ้นสำหรับข้อตกลงและเงื่อนไขทั้งหมด
tr_tr: Raporu Koşulları
uk_ua: Доповідь створюється для всіх умови
wa_be: Adroddiad a gynhyrchwyd ar gyfer yr holl Telerau
zh_tw: 報告生成的所有條款

source: No Courses were found in this Grade Level
af_za: Geen kursusse was gevind in hierdie graad Vlak
ar_dz: لم يتم العثور على دورات في هذا المستوى الصف
es_es: Catálogo de cursos

source: Course catalog
af_za: Cursus Katalogus
be_by: Каталог курсаў
bg_bg: Курс каталог
bn_bd: কোর্স ক্যাটালগ
da_dk: Kursus katalog
el_gr: Κατάλογος Μαθημάτων
et_ee: Muidugi kataloogi
fa_ir: کاتالوگ درس
fi_fi: Kurssiluettelo
ga_ie: Chatalóg Cúrsa
gl_gl: Catálogo de cursos
hr_hr: Katalog tečajeva
hu_hu: Tanfolyam katalógus
is_is: Kennsluskrá
ja_jp: コー​​スカタログ
lt_lt: Kursų katalogas
lv_lv: Kursu katalogs
mk_mk: Курс каталог
nn_no: Kurskatalog
pl_pl: Katalog szkoleń
pt_pt: Catálogo de cursos
ro_ro: Catalog de cursuri
ru_ru: Каталог курсов
sk_sk: Katalóg kurzov
sl_si: Tečaji
sq_al: Katalogu i Kursit
sr_rs: Наравно каталог
sv_se: Kurskatalog
th_th: แคตตาล็อกแน่นอน
tr_tr: Ders kataloğu
uk_ua: Каталог курсів
wa_be: Catalog y Cwrs
zh_tw: 課程目錄

source: Report generated for
af_za: Verslag gegenereer vir
ar_dz: تقرير المتولدة عن
be_by: Даклад створаны для
bg_bg: Доклад генерирани
bn_bd: উত্পন্ন জন্য প্রতিবেদন
da_dk: Rapport genereret for
el_gr: Έκθεση που έχουν παραχθεί για
es_es: Informe generado para
et_ee: Raport genereeritakse
fa_ir: گزارش تولید شده برای
fi_fi: Raportti muodostetaan
ga_ie: Tuarascáil ghintear le haghaidh
gl_gl: Informe xerado para
hr_hr: Izvješće generirana za
hu_hu: Jelentés generált
ja_jp: のために生成されたレポート
lt_lt: Ataskaita generuoja,
lv_lv: Ziņojums iegūti
mk_mk: Пријави генерирана за
nn_no: Rapport generert for
pl_pl: Raport generowany dla
pt_pt: Relatório gerado para
ro_ro: Raport generat de
ru_ru: Доклад создан для
sk_sk: Správa vypracovaná pre
sl_si: Poročilo, pripravljeno za
sq_al: Raporti i prodhuar për
sr_rs: Извештај генерисана за
sv_se: Rapport genereras för
th_th: รายงานที่สร้างขึ้นสำหรับ

source: Student Enrollment Codes
af_za: Studente-inskrywings codes
ar_dz: رموز طالب انتساب
be_by: Коды па наборы навучэнцаў
bg_bg: Кодовете за прием на студенти
bn_bd: ছাত্র তালিকাভুক্তি কোড
da_dk: Student Tilmelding Koder
el_gr: Οι κωδικοί των φοιτητών που εγγράφονται
es_es: Códigos de Inscripción Estudiantil
et_ee: Student Registreerimine Codes
fa_ir: دانشجویی کدهای ثبت نام
fi_fi: Opiskelijamäärien Koodit
ga_ie: Cóid Enrollment Mac Léinn
gl_gl: Inscrición Códigos estudante
hr_hr: Upis studenata Kodovi
hu_hu: Diák regisztrációs kódok
is_is: Námsmaður Innritun Codes
ja_jp: 学生の登録コード
lt_lt: Priėmimo kodai
lv_lv: Studentu uzņemšanu kodi
mk_mk: Запишување на кодови
nn_no: Student Påmelding Codes
pl_pl: Kody rekrutacji studentów
pt_pt: Inscrição Códigos estudante
ro_ro: Înscrierea Student Coduri
ru_ru: Коды по набору учащихся
sk_sk: Kódy študentský zápis
sl_si: Student Vpis kode
sq_al: Kodet regjistrimit të studentëve të
sr_rs: За упис студената Кодови
sv_se: Studenter som väljer koder
th_th: รหัสนักศึกษา
tr_tr: Öğrenci Kodları
uk_ua: Коди по набору учнів
wa_be: Codau Ymrestru Myfyrwyr
zh_tw: 招生代碼
