Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Schedule Record
af_za: Bylae Rekord
ar_dz: سجل الجدول الزمني
be_by: Запісы па раскладзе
bg_bg: График Запис
bn_bd: সূচি রেকর্ড
el_gr: Εγγραφή Πρόγραμμα
es_es: Agendar
fa_ir: ضبط برنامه زمانبندی
fi_fi: Aikataulu Record
ga_ie: Taifead Sceideal
gl_gl: Rexistro programa
hr_hr: Raspored Snimanje
hu_hu: Menetrend Record
is_is: Stundaskrá Record
ja_jp: 予約録画
lt_lt: Tvarkaraštis Įrašų
lv_lv: Kalendārs Record
mk_mk: Распоред рекорд
pl_pl: Nagrywania
pt_pt: Registro cronograma
ro_ro: Program de înregistrare
ru_ru: Записи по расписанию
sk_sk: Plán záznamov
sl_si: Razpored Record
sq_al: Regjistro Orari
sr_rs: Распоред Снимите
sv_se: Arbetstider Rekord
th_th: บันทึกตาราง
tr_tr: Programı Kaydı
uk_ua: Записи за розкладом
wa_be: Cofnod Atodlen
zh_tw: 附表記錄

source: Schedule Records
af_za: Bylae Records
ar_dz: جدولة الوثائق
be_by: Расклад Справаздачы
bg_bg: График Records
bn_bd: সূচি রেকর্ডস
da_dk: Planlæg Records
el_gr: Πρόγραμμα Εγγραφές
es_es: Agendar
et_ee: Ajakava Records
fa_ir: رکوردها ها فهرست برنامه ها
fi_fi: Aikataulu Records
ga_ie: Taifid Sceideal
gl_gl: Programa de Rexistros
hr_hr: Raspored Records
hu_hu: Menetrend Records
is_is: Dagskrá Tónlist
ja_jp: スケジュール記録
lt_lt: Tvarkaraštis Įrašai
lv_lv: Kalendārs Records
mk_mk: Распоред на рекорди
nn_no: Planlegg Records
pl_pl: Harmonogram Records
pt_pt: Cronograma de Registros
ro_ro: Program Records
ru_ru: Расписание Отчеты
sk_sk: Plán záznamov
sl_si: Razpored Records
sq_al: Orari Records
sr_rs: Распоред евиденције
sv_se: Schema Records
th_th: ระเบียนตาราง
tr_tr: Programı Kayıtları
uk_ua: Розклад Звіти
wa_be: Cofnodion Atodlen
zh_tw: 附表記錄

source: Create Add/Drop Report for Selected Students
af_za: Skep Voeg / Drop Report vir gekeurde studente
ar_dz: إنشاء إضافة / إسقاط تقرير للطلاب مختارة
be_by: Стварыць ўводу / высновы справаздачы за адабраных студэнтаў
bg_bg: Създаване на Add / Drop Доклад за подбрани студенти
bn_bd: নির্বাচিত শিক্ষার্থীদের জন্য যোগ / ড্রপ রিপোর্ট করুন
da_dk: Opret Add / Drop Rapport for udvalgte studerende
el_gr: Δημιουργία αναφοράς Add / Drop για επιλεγμένους μαθητές
es_es: Crear Agregar/Dar de Baja un Informe para los Alumnos Seleccionados
et_ee: Loo Add / Drop aruandes valitud üliõpilaste
fa_ir: ایجاد گزارش اضافه / قطره برای دانش آموزان انتخاب شده
fi_fi: Luo Lisää / Drop raportti valituille oppilaille
ga_ie: Cruthaigh Cuir / Drop Tuarascáil do Mhic Léinn Roghnaithe
gl_gl: Crear Add / drop informe para Alumnos seleccionados
hr_hr: Napravite Dodaj / kap izvješće za odabrane studente
hu_hu: Létrehozása Add / drop jelentés kiválasztott diákok
is_is: Búa Add / Drop skýrslu Valdar Nemendur
ja_jp: 選ばれた学生のための追加/ドロップレポートを作成します。
lt_lt: Sukurti Pridėti / Drop Pranešti apie atrinktiems studentams
lv_lv: Izveidot Add / Drop ziņojumā Atlasītie studenti
mk_mk: Креирај Add / Drop Извештај за избрани студенти
nn_no: Lag Add / Drop Rapport for utvalgte studenter
pl_pl: Utwórz raport Add / Drop dla wybranych studentów
pt_pt: Criar Add / Drop relatório para Alunos Selecionados
ro_ro: Creaţi Raport Adaugă / Arunca pentru Studenţi selectate
ru_ru: Создать ввода / вывода отчета за отобранных студентов
sk_sk: Vytvorte Pridať / Drop Správa pre vybrané študentov
sl_si: Ustvarite Add / Drop poročila za leto izbranih študentov
sq_al: Krijo Add / Drop Raporto për studentët e zgjedhur
sr_rs: Направи Додај / Избаци извештај за одабрани студенти
sv_se: Skapa add / drop Rapport för utvalda studenter
th_th: สร้างรายงานเพิ่ม / ลดสำหรับนักศึกษาที่เลือก
tr_tr: Seçilen öğrenciler için Ekle / Bırak Rapor Oluştur
uk_ua: Створити вводу / виводу звіту за відібраних студентів
wa_be: Creu Ychwanegu / Galwch heibio Adroddiad ar gyfer Myfyrwyr Dethol
zh_tw: 創建添加/掉落的報告挑選的學生

source: Subjects
af_za: Vakke
ar_dz: الموضوعات
be_by: Суб&#39;екты
bg_bg: Теми
bn_bd: বিষয়
da_dk: Emner
el_gr: Μαθήματα
es_es: Temas
et_ee: Teemad
fa_ir: موضوع ها
fi_fi: Aiheet
ga_ie: Ábhair
gl_gl: Asuntos
hr_hr: Teme
hu_hu: Tantárgyak
is_is: Efnisorð
ja_jp: 被験者
lt_lt: Dalykų
lv_lv: Priekšmeti
mk_mk: Предмети
nn_no: Emner
pl_pl: Przedmioty
pt_pt: Assuntos
ro_ro: Subiecţii
ru_ru: Субъекты
sk_sk: Predmety
sq_al: Subjektet
sr_rs: Теме
sv_se: Ämnen
th_th: วิชาที่
tr_tr: Başlık
uk_ua: Суб&#39;єкти
wa_be: Pynciau
zh_tw: 主題

source: Search
af_za: Soek
ar_dz: بحث
be_by: Пошук
bg_bg: Търсене
bn_bd: অনুসন্ধান
da_dk: Søg
el_gr: Έρευνα
es_es: Buscar
et_ee: Otsing
fa_ir: جستجو
fi_fi: Haku
ga_ie: Cuardaigh
gl_gl: Busca
hr_hr: Pretraživanje
hu_hu: Keresés
is_is: Leita
ja_jp: 検索する
lt_lt: Paieška
lv_lv: Meklēšana
mk_mk: Барај
nn_no: Søk
pl_pl: Poszukiwanie
pt_pt: Pesquisa
ro_ro: Căutare
ru_ru: Поиск
sk_sk: Hľadanie
sl_si: Iskanje
sq_al: Kërkim
sr_rs: Претраживање
sv_se: Sök
th_th: ค้นหา
tr_tr: Arama
uk_ua: Пошук
wa_be: Chwilio
zh_tw: 搜索

source: Course Periods
af_za: Kursus Periodes
ar_dz: حقب
be_by: Курс Перыяды
bg_bg: Курс Периоди
bn_bd: কোর্স সময়কাল
da_dk: Kursus Perioder
el_gr: Περίοδος μαθημάτων
es_es: Períodos del Curso
et_ee: Muidugi perioodid
fa_ir: مدت دوره
fi_fi: Kurssin Periods
ga_ie: Tréimhsí Cúrsa
gl_gl: Períodos de curso
hr_hr: Tečaj razdoblja
hu_hu: Természetesen időszakok
is_is: Námskeið Tímabil
ja_jp: コー​​スの期間
lt_lt: Žinoma laikotarpiai
lv_lv: Kursa Periodi
mk_mk: Курс Периоди
nn_no: Kurs Perioder
pl_pl: Okresy oczywiście
pt_pt: Períodos de curso
ro_ro: Curs Perioadele
ru_ru: Курс Периоды
sk_sk: Kurz Obdobie
sl_si: Course Obdobja
sq_al: Periudhat e kursit
sr_rs: Наравно Периоди
sv_se: Kurs Perioder
th_th: ระยะเวลาหลักสูตร
tr_tr: Kurs dönemleri
uk_ua: Курс Періоди
wa_be: Cyfnodau Cwrs
zh_tw: 課程期間

source: - New Period
af_za: - Nuwe tydperk
ar_dz: - حقبة جديدة
be_by: - Новы перыяд
bg_bg: - Нов период
bn_bd: - নতুন সময়কাল
da_dk: - Ny periode
el_gr: - Νέα Περίοδος
es_es: - Período de Nueva
et_ee: - Uus perioodile
fa_ir: -- جدید دوره
fi_fi: - Uuden kauden
ga_ie: - Tréimhse Nua
gl_gl: - Período Nova
hr_hr: - Novo razdoblje
hu_hu: - Új időszak
is_is: - Nýja tímabils
ja_jp: - 新時代
lt_lt: - Naujas Laikotarpis
lv_lv: - Jauns periods
mk_mk: - Нов период
nn_no: - Ny periode
pl_pl: - Nowy okres
pt_pt: - Período Nova
ro_ro: - Perioada de noi
ru_ru: - Новый период
sk_sk: - Nové obdobie
sl_si: - Novo obdobje
sq_al: - Periudha e reja
sr_rs: - Нови период
sv_se: - Ny period
th_th: -- ระยะเวลาใหม่
tr_tr: - Yeni Dönem
uk_ua: - Новий період
wa_be: - Cyfnod Newydd
zh_tw: - 新時期

source: Room
af_za: Kamer
ar_dz: غرفة
be_by: Пакой
bg_bg: Стая
bn_bd: কক্ষ
da_dk: Værelse
el_gr: Δωμάτιο
es_es: Salón
et_ee: Ruum
fa_ir: اتاق
fi_fi: Huone
ga_ie: Seomra
gl_gl: Sala
hr_hr: Soba
hu_hu: Szoba
is_is: Herbergi
ja_jp: 部屋
lt_lt: Kambarys
lv_lv: Numurs
mk_mk: Соба
pl_pl: Pokój
pt_pt: Sala
ro_ro: Cameră
ru_ru: Комната
sk_sk: Izba
sl_si: Soba
sq_al: Dhomë
sr_rs: Соба
sv_se: Rum
th_th: ห้องพัก
tr_tr: oda
uk_ua: Кімната
wa_be: Ystafell
zh_tw: 室

source: Meeting Days
af_za: Ontmoet Dae
ar_dz: يوم الوفاء
es_es: días de reunión

source: Seats
af_za: Sitplekke
ar_dz: المقاعد
be_by: Месцы
bg_bg: Седалки
bn_bd: আসন
da_dk: Sæder
el_gr: Καθίσματα
es_es: Asientos
et_ee: Istekohti
fa_ir: صندلی
fi_fi: Istuimet
ga_ie: Suíocháin
gl_gl: Asentos
hr_hr: Sjedala
hu_hu: Ülések
is_is: Sæti
ja_jp: 席
lt_lt: Vietų skaičius
lv_lv: Sēdekļi
mk_mk: Седишта
nn_no: Seter
pl_pl: Miejsc
pt_pt: Assentos
ro_ro: Numărul de locuri
ru_ru: Места
sk_sk: Sedadlá
sl_si: Sedeži
sq_al: Vende
sr_rs: Седишта
sv_se: Sittplatser
th_th: เบาะ
tr_tr: Koltuklar
uk_ua: Місця
wa_be: Seddi
zh_tw: 座椅

source: Available Seats
af_za: Beskikbare sitplekke
ar_dz: تتوفر مقاعد
be_by: Наяўнасць месцаў
bg_bg: Свободните места
bn_bd: উপলভ্য আসন
da_dk: Ledige pladser
el_gr: Διαθέσιμες θέσεις
es_es: Asientos Disponibles
et_ee: Vabad kohad
fa_ir: صندلی های می کند
fi_fi: Istumapaikkojen
ga_ie: Suíocháin ar Fáil
gl_gl: Asentos dispoñibles
hr_hr: Dostupni sjedala
hu_hu: A rendelkezésre álló hely
is_is: Laus sæti
ja_jp: 空席
lt_lt: Skaičiuojant turimomis keleivių vietomis
lv_lv: Pieejamām sēdvietām
mk_mk: Расположивите места
nn_no: Ledige plasser
pl_pl: Dostępnych miejsc
pt_pt: Assentos disponíveis
ro_ro: Locuri disponibile
ru_ru: Наличие мест
sk_sk: Voľné miesta
sl_si: Na voljo Sedeži
sq_al: Vende Available
sr_rs: Преглед слободних места
sv_se: Lediga platser
th_th: ที่นั่งใช้ได้
tr_tr: Kullanılabilir Koltuklar
uk_ua: Наявність місць
wa_be: Seddi Ar gael
zh_tw: 可提供座位數

source: Takes Attendance
af_za: Neem Bywoning
ar_dz: يأخذ الحضور
be_by: Прымае наведвальнасці
bg_bg: Счита Присъствие
bn_bd: এ্যাটেনডেন্স লাগে
da_dk: Tager Deltagelse
el_gr: Η φοίτηση διαρκεί
es_es: Toma Asistencia
et_ee: A. Osavõtt
fa_ir: طول می کشد حضور و غیاب
fi_fi: Tulee Läsnäolo
ga_ie: Glacann Tinreamh
gl_gl: Leva Atención
hr_hr: Vodi Attendance
hu_hu: Tudomásul részvétel
is_is: Tekur Aðsókn
ja_jp: 出席をとります
lt_lt: Priima Lankomumas
lv_lv: Stājas apmeklējums
mk_mk: Зема Публика
nn_no: Tar Oppmøte
pl_pl: Staje się obecności
pt_pt: Leva Atendimento
ro_ro: Participarea ia
ru_ru: Принимает посещаемости
sk_sk: Dochádzka trvá
sl_si: Meni Udeležba
sq_al: Merr Pjesëmarrja
sr_rs: Води Похађање
sv_se: Tar Närvaro
th_th: ใช้เวลาการเข้าร่วมประชุม
tr_tr: Seyirci Alır
uk_ua: Приймає відвідуваності
wa_be: Cymryd Presenoldeb
zh_tw: 注意到出席

source: Affects Honor Roll
af_za: Affekteer Eer Hoof
ar_dz: يؤثر لفة الشرف
be_by: Ўплывае на Honor Roll
bg_bg: Засяга Honor Roll
bn_bd: সম্মান রোল প্রভাবিত
da_dk: Påvirker Honor Roll
el_gr: Επηρεάζει Honor Roll
es_es: Afecta al Cuadro de Honor
et_ee: Mõjutab Honor Roll
fa_ir: تحت تاثیر قرار می رول افتخار
fi_fi: Vaikuttaa Honor Roll
ga_ie: Tionchar Rolla Honor
gl_gl: Afecta Honor roll
hr_hr: Utječe Honor Roll
hu_hu: Befolyásolja Honor Roll
is_is: Hefur áhrif á Honor Roll
ja_jp: 名誉ロールに影響を与えます
lt_lt: Pasireiškia Honor Roll
lv_lv: Ietekmē Honor Roll
mk_mk: Влијае на честа тек
nn_no: Påvirker Honor Roll
pl_pl: Wpływa Honor Roll
pt_pt: Afeta Honor Roll
ro_ro: Afectează de tip rolă de Onoare
ru_ru: Влияет на Honor Roll
sk_sk: Ovplyvňuje Honor Roll
sl_si: Vpliva Honor Roll
sq_al: Honor Roll ndikon
sr_rs: Утиче часних
sv_se: Påverkar Honor Roll
th_th: ส่งผลกระทบต่อม้วนเกียรตินิยม
tr_tr: Onur Rulo etkiler
uk_ua: Впливає на Honor Roll
wa_be: Yn effeithio ar y Gofrestr Honor
zh_tw: 影響光榮榜

source: Affects Class Rank
af_za: Affekteer Klas Rank
ar_dz: يؤثر رتبة الفئة
be_by: Ўплывае на класны чын
bg_bg: Засяга Class Rank
bn_bd: শ্রেণী মান প্রভাবিত হবে
da_dk: Påvirker Class Rank
el_gr: Επηρεάζει Κατάταξη Κατηγορία
es_es: Afecta al Ranking de la Clase
et_ee: Mõjutab Class Rank
fa_ir: بر رتبه کلاس
fi_fi: Vaikuttaa Class Rank
ga_ie: Tionchar ag Céim Aicme
gl_gl: Afecta Class Rank
hr_hr: Utječe klasa Poredak
hu_hu: Befolyásolja a Class Rank
is_is: Áhrif Class Rank
ja_jp: クラスのランクに影響を与えます
lt_lt: Pasireiškia klasės Reitingas
lv_lv: Ietekmē Class Rank
mk_mk: Влијае Класа ранг
nn_no: Påvirker Class Rank
pl_pl: Wpływa Rank klasy
pt_pt: Afeta Class Rank
ro_ro: Afectează Locul Clasa
ru_ru: Влияет на классный чин
sk_sk: Ovplyvňuje hodnotenie triedy
sl_si: Vpliva Class Rank
sq_al: Ndikon Rank Klasa
sr_rs: Утиче Класа Ранг
sv_se: Påverkar Klass Rank
th_th: ส่งผลกระทบต่ออันดับระดับ
tr_tr: Class Rank etkiler
uk_ua: Впливає на класний чин
wa_be: Yn effeithio ar Safle Dosbarth
zh_tw: 影響班級排名

source: Gender Restriction
af_za: Gender Beperking
ar_dz: الجنس تقييد
be_by: Гендэрныя абмежаванні
bg_bg: Пол Ограничаване
bn_bd: জেন্ডার সীমাবদ্ধতা
da_dk: Køn Begrænsning
el_gr: Περιορισμός των Φύλων
es_es: Restricción de Género
et_ee: Sugu piiramist
fa_ir: محدودیت جنسیتی
fi_fi: Sukupuoli Restriction
ga_ie: Srian Inscne
gl_gl: Restrición de xénero
hr_hr: Spol ograničenje
hu_hu: A nemek korlátozás
is_is: Kyn Takmörkun
ja_jp: 性別の制限
lt_lt: Lytis apribojimas
lv_lv: Dzimumu ierobežošanu
mk_mk: Пол Ограничување
nn_no: Kjønn Restriction
pl_pl: Ograniczenie płci
pt_pt: Restrição de gênero
ro_ro: Restricţie de gen
ru_ru: Гендерные ограничения
sk_sk: Pohlavie obmedzenia
sl_si: Spol omejevanju
sq_al: Kufizimi gjinore
sr_rs: Пол Ограничење
sv_se: Kön begränsning
th_th: จำกัด เพศ
tr_tr: Cinsiyet Kısıtlama
uk_ua: Гендерні обмеження
wa_be: Cyfyngiad Rhyw
zh_tw: 性別限制

source: Male
af_za: Evil
ar_dz: شر
be_by: Злы
bg_bg: Зло
bn_bd: পুরুষ
da_dk: Evil
el_gr: Κακό
es_es: Masculino
et_ee: Paha
fa_ir: بد
fi_fi: Paha
ga_ie: Olc
gl_gl: Mal
hr_hr: Zlo
hu_hu: Gonosz
is_is: Evil
ja_jp: 悪
lt_lt: Blogis
lv_lv: Ļaunums
mk_mk: Злото
nn_no: Evil
pl_pl: Zło
pt_pt: Mal
ro_ro: Rău
ru_ru: Злой
sk_sk: Zlo
sl_si: Evil
sq_al: E keqe
sr_rs: Зло
sv_se: Evil
th_th: ชั่วร้าย
tr_tr: Kötü
uk_ua: Злий
wa_be: Drygioni
zh_tw: 邪惡

source: Female
af_za: Vroulik
ar_dz: أنثى
be_by: Жаночы
bg_bg: Женски
bn_bd: মহিলা
da_dk: Kvinde
el_gr: Γυναίκα
es_es: Femenino
et_ee: Naine
fa_ir: زن
fi_fi: Nainen
ga_ie: Mná
gl_gl: Feminino
hr_hr: Ženski
hu_hu: Nő
ja_jp: メス
lt_lt: Patelė
lv_lv: Sieviete
mk_mk: Женски
nn_no: Kvinne
pl_pl: Kobieta
pt_pt: Feminino
ro_ro: Feminin
ru_ru: Женский
sk_sk: Žena
sl_si: Ženska
sq_al: Femër
sr_rs: Жена
sv_se: Kvinna
th_th: เพศหญิง
tr_tr: Kadın
uk_ua: Жіноча
wa_be: Benyw
zh_tw: 女

source: Grading Scale
af_za: Gradering Skaal
ar_dz: مقياس الدرجات
be_by: Бальнай шкале
bg_bg: Оценъчна скала
bn_bd: পদমর্যাদার স্কেল
da_dk: Karakterskala
el_gr: Κλίμακα ταξινόμησης
es_es: Escala de Calificaciones
et_ee: Hindamisskaala
fa_ir: مقیاس نمره گذاری
fi_fi: Arviointiasteikko
ga_ie: Scála Grádaithe
gl_gl: Escala de clasificación
hr_hr: Ljestvica ocjena
hu_hu: Osztályozási
is_is: Einkunnakvarði
ja_jp: 評価尺度
lt_lt: Klasifikavimo skalę
lv_lv: Skalu
mk_mk: Скала за оценување
nn_no: Karakterskala
pl_pl: Skala ocen
pt_pt: Escala de classificação
ro_ro: Grila de notare
ru_ru: Бальной шкале
sk_sk: Stupnica
sl_si: Ocenjevalna lestvica
sq_al: Scale Nota
sr_rs: Скала оцењивања
sv_se: Betygsskala
th_th: สเกลการวัดผลการศึกษา
tr_tr: Derecelendirme Ölçeği
uk_ua: Бальною шкалою
wa_be: Graddfa Graddio
zh_tw: 分級量表

source: Half Day
af_za: Halwe dag
ar_dz: نصف يوم
be_by: Паўдня
bg_bg: Половин ден
bn_bd: অর্ধ দিবস
el_gr: Μισή μέρα
es_es: Medio día
et_ee: Pool päeva
fa_ir: نصف روز
fi_fi: Puolen päivän
ga_ie: Leath Lá
gl_gl: Medio Día
hr_hr: Pola dana
hu_hu: Fél nap
ja_jp: ハーフデイ
lt_lt: Pusę dienos
mk_mk: Половина ден
pl_pl: Pół dnia
pt_pt: Meio Dia
ro_ro: Jumatate de zi
ru_ru: Полдня
sk_sk: Pol dňa
sr_rs: Полудневни
sv_se: Halvdag
th_th: ครึ่งวัน
tr_tr: Yarım Gün
uk_ua: Півдня
wa_be: Hanner Diwrnod
zh_tw: 半日

source: Allow Teacher Gradescale
af_za: Laat toe dat Onderwyser Gradescale
ar_dz: يسمح المعلم Gradescale
be_by: Дазволіць Настаўнік Gradescale
bg_bg: Позволи на учителя Gradescale
bn_bd: শিক্ষক Gradescale অনুমতি প্রদান
da_dk: Tillad Lærer Gradescale
el_gr: Αφήστε Δάσκαλος Gradescale
es_es: Permitir la Escala de Calificaciones del Profesor
et_ee: Laske Õpetaja Gradescale
fa_ir: اجازه معلم Gradescale
fi_fi: Salli Opettaja Gradescale
ga_ie: Ceadaigh Múinteoir Gradescale
gl_gl: Permitir Profesor Gradescale
hr_hr: Dopusti Učitelj Gradescale
hu_hu: Hagyjuk Tanár Gradescale
is_is: Leyfa Kennari Gradescale
ja_jp: 教師Gradescaleを許可する
lt_lt: Leisti Mokytojo Gradescale
lv_lv: Atļaut skolotājs Gradescale
mk_mk: Дозволете Учителот Gradescale
nn_no: La Lærer Gradescale
pl_pl: Pozwól Nauczyciel Gradescale
pt_pt: Permitir Professor Gradescale
ro_ro: Permite profesorului Gradescale
ru_ru: Разрешить Учитель Gradescale
sk_sk: Povoliť Učiteľ Gradescale
sl_si: Dovoli učiteljev Gradescale
sq_al: Lejo Mësues Gradescale
sr_rs: Дозволите наставника Градесцале
sv_se: Tillåt Lärare Gradescale
th_th: อนุญาตให้ครู Gradescale
tr_tr: Öğretmen Gradescale izin ver
uk_ua: Дозволити Учитель Gradescale
wa_be: Caniatáu Athro Gradescale
zh_tw: 允許教師 Gradescale

source: Parent Course Period
af_za: Ouer Kursus Periode
ar_dz: الوالد فترة الدورة
be_by: Перыяд Бацька курсу
bg_bg: Родител на курса период
bn_bd: পেরেন্ট কোর্স সময়কাল
da_dk: Forældre kursusperioden
el_gr: Μητρική Περίοδος μαθημάτων
es_es: Período del Curso Principal
et_ee: Parent kursuste toimumise aja
fa_ir: بازگشت به دوره دوره
fi_fi: Parent Kurssin Period
ga_ie: Tréimhse Cúrsa Tuismitheora
gl_gl: Período do Curso pai
hr_hr: Roditelj Tečaj Razdoblje
hu_hu: Szülő pálya időszak
is_is: Parent Námskeið Tímabil
ja_jp: 親コースの期間
lt_lt: Kontroliuojančioji kursai Laikotarpis
lv_lv: Parent Kursa periods
mk_mk: Главниот курс Период
nn_no: Parent kursperioden
pl_pl: Długość kursu Parent
pt_pt: Período do Curso pai
ro_ro: Mamă Curs Perioada
ru_ru: Период Родитель курса
sk_sk: Materská kurz obdobie
sl_si: Parent Course Obdobje
sq_al: Kursi Parent Periudha
sr_rs: Родитељ периоду предавања на курсу
sv_se: Förälder Kurs Period
th_th: ระยะเวลาหลักสูตรผู้ปกครอง
tr_tr: Veli Ders Dönemi
uk_ua: Період Батько курсу
wa_be: Cwrs Cyfnod Rhieni
zh_tw: 家長課程期

source: New Subject
af_za: Nuwe vak
ar_dz: موضوع جديد
be_by: Новая тэма
bg_bg: Нова тема
bn_bd: নতুন বিষয়.
da_dk: Nyt Emne
el_gr: Νέο Θέμα
es_es: Tema Nuevo
et_ee: Uus teema
fa_ir: موضوع جدید
fi_fi: Uusi aihe
ga_ie: Ábhar Nua
gl_gl: Asunto novo
hr_hr: Novog subjekta
hu_hu: Új Téma
is_is: Nýtt Efni
ja_jp: 新しい件名
lt_lt: Nauja Tema
lv_lv: Jauna tēma
mk_mk: Нова тема
nn_no: Nye faget
pl_pl: Nowy Temat
pt_pt: Assunto novo
ro_ro: Subiect nou
ru_ru: Новая тема
sk_sk: Nová téma
sl_si: New Predmet
sq_al: Tema të reja
sr_rs: Нови предмет
sv_se: Nytt ämne
th_th: เรื่องใหม่
tr_tr: Yeni Konu
uk_ua: Нова тема
wa_be: Pwnc Newydd
zh_tw: 新主題

source: New Course
af_za: Nuwe kursus
be_by: Новы курс
bg_bg: Нов курс
bn_bd: &নতুন তালিকা...
el_gr: Νέο Γήπεδο
et_ee: Uus kursus
fa_ir: دوره جدید
fi_fi: Uusi kurssi
ga_ie: Cúrsa Nua
gl_gl: Novo Curso
hr_hr: Novi tečaj
hu_hu: Új pálya
ja_jp: 新コース
lt_lt: Naują kursą
mk_mk: Нов курс
nn_no: Nye kurs
pt_pt: Novo Curso
ro_ro: Curs nou
ru_ru: Новый курс
sk_sk: Nový kurz
sq_al: Kurs të ri
sr_rs: Нови курс
th_th: หลักสูตรใหม่
tr_tr: Yeni Ders
uk_ua: Новий курс
wa_be: Cwrs Newydd
zh_tw: 新課程

source: Student with an incomplete schedule
af_za: Studente met &#39;n onvolledige skedule
ar_dz: طالب بجدول زمني غير مكتملة
be_by: Студэнт з няпоўным графікам
bg_bg: Ученик с непълен график
bn_bd: একটি অসম্পূর্ণ সময়সূচি সঙ্গে ছাত্র
da_dk: Studerende med en ufuldstændig plan
el_gr: Φοιτητής με ένα ελλιπές πρόγραμμα
es_es: Alumno con agenda incompleta
et_ee: Student mittetäieliku ajakava
fa_ir: دانشجوی با برنامه ناقص
fi_fi: Opiskelija epätäydellinen aikataulu
ga_ie: Mac Léinn le sceideal neamhiomlán
gl_gl: Alumno cunha programación incompleta
hr_hr: Student sa nepotpunim raspored
hu_hu: Diák egy teljes menetrend
is_is: Námsmaður með ófullnægjandi áætlun
ja_jp: 不完全なスケジュールを持つ学生
lt_lt: Student nepilną tvarkaraštį
lv_lv: Studentu ar nepilnīgu grafiku
mk_mk: Студент со нецелосни распоред
nn_no: Student med en ufullstendig tidsplan
pl_pl: Student z niepełnym harmonogram
pt_pt: Aluno com uma programação incompleta
ro_ro: Student cu un program incomplet
ru_ru: Студент с неполным графиком
sk_sk: Študent s neúplnou plánu
sl_si: Študent z nepopolno urnik
sq_al: Student me një orar jo të plotë
sr_rs: Студент са непотпуним распоредом
sv_se: Student med en ofullständig schema
th_th: นักเรียนที่มีตารางเวลาที่ไม่สมบูรณ์
tr_tr: Eksik bir program ile Öğrenci
uk_ua: Студент з неповним графіком
wa_be: Myfyrwyr gydag amserlen anghyflawn
zh_tw: 學生不完整的時間表

source: Students with incomplete schedules
af_za: Studente met onvolledige skedules
ar_dz: الطلاب مع جداول ناقصة
be_by: Студэнты з няпоўнай графікі
bg_bg: Студентите с непълна графици
bn_bd: অসম্পূর্ণ সময়সূচী সঙ্গে ছাত্র
da_dk: Studerende med ufuldstændige skemaer
el_gr: Οι μαθητές με ελλιπή ωράρια
es_es: Alumnos con agendas incompletas
et_ee: Üliõpilased, kellel puudulik sõiduplaanid
fa_ir: دانش آموزان با برنامه زمان بندی ناقص
fi_fi: Opiskelijat puutteellisia aikataulut
ga_ie: Daltaí le sceidil neamhiomlán
gl_gl: Estudantes con horarios incompletos
hr_hr: Studenti s nepotpunim planovima
hu_hu: A diákok hiányos menetrend
is_is: Nemendur með ófullnægjandi báta
ja_jp: 不完全なスケジュールを持つ学生
lt_lt: Studentai su neišsami tvarkaraščius
lv_lv: Studenti ar nepilnīgu grafikus
mk_mk: Ученици со незавршено распоредот
nn_no: Studenter med ufullstendig tidsplaner
pl_pl: Studenci z niepełną harmonogramów
pt_pt: Estudantes com horários incompletos
ro_ro: Elevii cu program incomplet
ru_ru: Студенты с неполной графики
sk_sk: Študenti s neúplným plány
sl_si: Študenti, ki niso popolnoma urnike
sq_al: Studentët me orar jo të plotë
sr_rs: Студенти са непотпуним распоредом
sv_se: Elever med ofullständiga scheman
th_th: นักเรียนที่มีตารางเวลาที่ไม่สมบูรณ์
tr_tr: Eksik programları ile öğrenciler
uk_ua: Студенти з неповною графіки
wa_be: Myfyrwyr ag amserlenni anghyflawn
zh_tw: 學生不完整的時間表

source: The date you entered is not valid
af_za: Die datum wat u verskaf het, is nie geldig
ar_dz: التاريخ الذي أدخلته غير صحيح
es_es: La fecha que ha introducido no es válido

source: have farthar schedule date
af_za: het farthar skedule datum
ar_dz: لديهم تاريخ الجدول الزمني farthar
es_es: Ya existe un curso agendado en ese período.

source: You must choose a Course
af_za: Jy moet kies om &#39;n kursus
ar_dz: يجب عليك اختيار دورة
be_by: Вы павінны выбраць курс
bg_bg: Вие трябва да изберете курс
bn_bd: আপনি একটি কোর্স নির্বাচন করা আবশ্যক
da_dk: Du skal vælge et kursus
el_gr: Πρέπει να επιλέξετε μια σειρά μαθημάτων
es_es: Usted debe elegir un Curso
et_ee: Te peate valima Course
fa_ir: شما باید درس را انتخاب کنید
fi_fi: Sinun on valittava kurssi
ga_ie: Ní mór duit a roghnú Cúrsa
gl_gl: Ten que escoller un curso
hr_hr: Morate odabrati tečaj
hu_hu: Ki kell választani egy tanfolyam
is_is: Þú verður að velja á námskeið
ja_jp: あなたは、コースを選択する必要があります。
lt_lt: Jūs turite pasirinkti kursai
lv_lv: Jums jāizvēlas Course
mk_mk: Мора да изберете курс
nn_no: Du må velge en kurs
pl_pl: Musisz wybrać kurs
pt_pt: Você deve escolher um curso
ro_ro: Trebuie să alegeţi un curs
ru_ru: Вы должны выбрать курс
sk_sk: Musíte si vybrať kurz
sl_si: Izbrati morate Course
sq_al: Ju duhet të zgjidhni një kurs
sr_rs: Морате изабрати курс
sv_se: Du måste välja en kurs
th_th: คุณต้องเลือกหลักสูตร
tr_tr: Bir Ders seçmelisiniz
uk_ua: Ви повинні вибрати курс
wa_be: Mae&#39;n rhaid i chi ddewis y cwrs
zh_tw: 你必須選擇一個課程

source: Dropped date can not be changed for
af_za: Gedaal datum kan nie verander word vir
ar_dz: لا يمكن تغيير تاريخ انخفض ل
es_es: Fecha Abandonado No se puede cambiar para

source: Course to Drop
af_za: Kursus te laat val
ar_dz: بالطبع لإسقاط
be_by: Курс падаць
bg_bg: Път да се откажа
bn_bd: কোর্স থেকে ড্রপ
da_dk: Kursus i Drop
el_gr: Μάθημα σε Drop
et_ee: Muidugi Drop
fa_ir: البته قطره
fi_fi: Kurssi on Drop
ga_ie: Cúrsa do Buail
gl_gl: Curso para Gota
hr_hr: Tečaj za kap
hu_hu: Természetesen vidd
is_is: Námskeið að lækka
ja_jp: ドロップするコース
lt_lt: Žinoma, kristi
lv_lv: Protams Drop
mk_mk: Курс да се откажат од
nn_no: Kurs til Drop
pl_pl: Oczywiście do Drop
pt_pt: Curso para Gota
ro_ro: Curs să scadă
ru_ru: Курс падать
sk_sk: Samozrejme Drop
sl_si: Course v Drop
sq_al: Kursi për Drop
sr_rs: Наравно да пада
sv_se: Kurs att Drop
th_th: หลักสูตรที่จะลดลง
tr_tr: Bırak Dersin
uk_ua: Курс падати
wa_be: Cwrs i Galw Heibio
zh_tw: 課程為 Drop

source: Choose a Course
af_za: Kies &#39;n kursus
ar_dz: اختيار دورة
be_by: Выбраць курс
bg_bg: Изберете курс
bn_bd: একটি কোর্স বেছে নিন
da_dk: Vælg et kursus
el_gr: Επιλέξτε ένα Μάθημα
es_es: Elegir un Curso
et_ee: Vali kursus
fa_ir: انتخاب یک درس
fi_fi: Valitse kurssi
ga_ie: Roghnaigh Cúrsa
gl_gl: Escolla un curso
hr_hr: Odaberite tečaj
hu_hu: Válassza ki a tanfolyam
is_is: Veldu Course
ja_jp: コー​​スを選択してください
lt_lt: Pasirinkite kursą
lv_lv: Izvēlieties kursu
mk_mk: Изберете курс
nn_no: Velg et kurs
pl_pl: Wybierz kurs
pt_pt: Escolha um curso
ro_ro: Alege un curs
ru_ru: Выбрать курс
sk_sk: Vyberte predmet
sl_si: Izberite Course
sq_al: Zgjidhni nje Kursi
sr_rs: Изаберите Курс
sv_se: Välj en kurs
th_th: เลือกหลักสูตร
tr_tr: Dersten seçin
uk_ua: Підібрати курс
wa_be: Dewiswch y Cwrs
zh_tw: 選擇課程
