Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Also, you can choose to print the report cards with mailing labels. The report cards will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one report card may be printed per student if the student has guardians residing at more than one address
af_za: Jy kan ook kies om die rapporte te druk met die mailing etikette. Die rapporte sal poslys etikette geposisioneer om in so &#39;n manier om sigbaar te wees in&#39; n windowed koevert wanneer die laken is in derdes gevou. Meer as een rapport gedruk word per student, indien die student voogde woon by meer as een adres
ar_dz: أيضا ، يمكنك اختيار لطباعة بطاقات التقرير مع التسميات البريدية. وسوف يكون التقرير البطاقات البريدية تسميات المتمركزة في مثل هذه الطريقة أن تكون مرئية في المغلف إطارات عندما يتم طي الورقة في الثلثين. قد تكون طباعة أكثر من بطاقة واحدة لكل طالب التقرير إذا كان الطالب قد الأوصياء الذين يقيمون في أكثر من عنوان واحد
be_by: Акрамя таго, вы можаце выбраць, каб раздрукаваць справаздачу з картамі паштовых налепак. Даклад карты будуць мець налепкі размешчаны такім чынам, каб быць бачным у аконным канверт, калі ліст складваецца ў траціны. Больш за аднаго табеля могуць быць раздрукаваныя на аднаго студэнта, калі студэнт апекуноў пражываюць больш чым у адзін адрас
bg_bg: Също така, можете да изберете да отпечатате доклада карти с пощенски етикети. Докладът карти ще имат пощенски етикети, разположени по такъв начин, че да се вижда в един прозорец плик, когато лист е сгънат в трети. Повече от един доклад на картата може да бъде отпечатан на един ученик, ако студентът е настойници, намиращо се на повече от един адрес
bn_bd: উপরন্তু, আপনি মেইলিং লেবেল সঙ্গে রিপোর্ট কার্ড প্রিন্ট করতে পারেন. রিপোর্ট কার্ড মেইলিং যেমন একটি উপায় হিসাবে একটি windowed খাম যখন শীট তৃতীয়াংশ মধ্যে ফোল্ডারের হয় দৃশ্যমান তবে অবস্থিত লেবেল হবে. একাধিক রিপোর্ট কার্ড ছাত্র প্রতি যদি ছাত্র অভিভাবকরা একাধিক ঠিকানায় হয়েছে বসবাসের মুদ্রিত হতে পারে
da_dk: Du kan også vælge at udskrive rapporten kort med adresseetiketter. Rapporten kort vil have adresseetiketter placeret på en sådan måde, at være synlige i et windowed kuvert, når arket er foldet i tredjedele. Mere end en rapport kortet kan blive udskrevet per studerende, hvis den studerende har værger opholder sig på mere end én adresse
el_gr: Επίσης, μπορείτε να επιλέξετε να εκτυπώσετε τις κάρτες έκθεση με ετικέτες αλληλογραφίας. Οι κάρτες έκθεση θα έχουν ετικέτες αλληλογραφίας τοποθετούνται με τέτοιο τρόπο ώστε να είναι ορατό σε παράθυρα φάκελο όταν το φύλλο είναι διπλωμένο σε τρίτα. Περισσότερες από μία κάρτα έκθεση μπορεί να εκτυπωθούν ανά φοιτητή, αν ο φοιτητής έχει κηδεμόνες που κατοικούν σε περισσότερες από μία διευθύνσεις
et_ee: Samuti saate valida, trükkida aruande kaarte posti sildid. Aruande kaardid on posti sildid paigaldatud selliselt, et see oleks nähtav aknaga ümbriku kui tööleht on volditud kolmandikku. Rohkem kui üks aruande kaart võib olla trükitud ühe õpilase kui õppija on eestkostjate elukoht rohkem kui üks aadress
fa_ir: همچنین ، شما می توانید انتخاب کنید برای چاپ کارت های گزارش را با برچسب های پستی. کارت گزارش برچسب های پستی که در چنین راه به عنوان قابل نمایش بودن در یک پاکت پنجره زمانی که ورق در سوم تاشو قرار داشته باشد. بیش از یک کارنامه ممکن است هر دانشجو چاپ شده در صورتی که دانش آموز ساکن نگهبان در بیش از یک آدرس
fi_fi: Voit myös halutessasi tulostaa raportin kortteja osoitetarroja. Raportti kortit on osoitetarroja sijoitettu siten, että ne näkyvät windowed kirjekuoressa kun arkki on taitettu kolmasosaa. Enemmän kuin yksi todistus voidaan tulostaa per opiskelija, jos opiskelija on huoltajien kotipaikka useampaan kuin yhteen osoitteeseen
ga_ie: Chomh maith leis sin, is féidir leat a roghnú a phriontáil na cártaí tuairisce le lipéid postála. Beidh cártaí tuairisce bhfuil lipéid postála suite sa chaoi go mbeidh sé sofheicthe i gclúdach windowed nuair a bhíonn an clár fillte i thrian. Is féidir níos mó ná aon chárta tuarascáil a chló aghaidh an mhic léinn má tá an mac léinn caomhnóirí ina gcónaí ag níos mó ná seoladh amháin
gl_gl: Ademais, pode optar por imprimir os boletíns con etiquetas de enderezo. Os boletíns terán as etiquetas de enderezo situada de tal forma a ser visible nun sobre de ventá cando a folla é dobrada en terzos. Máis de unha tarxeta de informe pode ser impreso por alumno se o alumno ten gardiáns residente en máis dun enderezo
hr_hr: Također, možete odabrati za ispis izvješće kartice s adresnih naljepnica. Izvješće kartice će imati adresnih naljepnica pozicionirani na takav način da bi bili vidljivi u prozorom omotnicu, kada je ploča u presavijeni trećine. Više od jedne izvješće kartice može se ispisati po studentu, ako učenik ima skrbnika koji žive u više od jedne adrese
hu_hu: Továbbá, választhat, hogy nyomtassa ki a jelentés kártyákat levélcímkék. A jelentés kártyák lesznek levélcímkék elhelyezni oly módon, hogy látható legyen egy ablakos borítékban, ha a lap van hajtva a kétharmados. Több, mint egy jelentés kártyát is nyomtatható egy tanulóra jutó, ha a hallgató gyám lakóhelye több címet
is_is: Einnig getur þú valið að prenta skýrsluna kort með lýsingu póstlista. Skýrslan spil verður póstlista merki stakk á þann hátt að vera sýnilegur í windowed umslagi þegar blaðið er lokaður í þriðju. Fleiri en ein skýrsla kortinu má vera prentuð á nemanda ef nemandi hefur forráðamenn sem búa á fleiri en eitt netfang
ja_jp: また、宛名ラベルとレポートのカードを印刷するかを選択できます。レポートカードには、シートが3分の折り畳まれているウィンドウ封筒に見えるようにするような方法で配置さ宛名ラベルを持つことになります。学生が複数のアドレスに常駐している保護者の方を持っている場合、複数のレポートカードは、学生ごとに印刷されることがあります。
lt_lt: Be to, galite pasirinkti spausdinti ataskaitą kortelės su pašto etiketes. Ataskaitos kortelės turės išdėstyti tokiu būdu, kad jis būtų matomas lango paketas, kai lapas sulenkiamas trečdaliai laiškų etikečių. Vienam studentui daugiau nei vieną kortelę, gali būti spausdinami, jeigu studentas turi globėjai gyvena ne daugiau nei vieną adresą
lv_lv: Arī Jūs varat izvēlēties drukāt ziņojumu kartes ar pasta sūtījumu uzlīmes. Ziņojumā kartes būs pasta etiķetes novieto tā, lai būtu redzami windowed aploksnē, kad lapa tiek salocīta trešdaļām. Vairāk nekā viens ziņojums kartes var būt drukāts uz vienu studentu, ja students ir aizbildņi dzīvo pie vairāk nekā viena adrese
mk_mk: Исто така, можете да изберете да се печати извештајот картички со мејлинг етикети. Во извештајот картички ќе имаат мејлинг етикети поставен на таков начин како да бидат видливи во windowed плик кога е здиплен листот во третини. Повеќе од еден извештај картичка може да се печатат по студент ако студентот има чувари кои живеат на повеќе од една адреса
nn_no: Du kan også velge å skrive ut rapporten kort med adresseetiketter. Rapporten kortene vil ha adresseetiketter plassert på en slik måte som å være synlig i en vindusbalkong konvolutt når arket er foldet i tredjedeler. Mer enn én rapport kortet kan skrives per student dersom studenten har foresatte bosatt på mer enn én adresse
pl_pl: Można również wydrukować karty raport etykiet adresowych. Kart zgłoszeń będą etykiety adresowe umieszczone w taki sposób, aby były widoczne w oknach kopercie, gdy arkusz jest złożony w trzecie. Więcej niż jeden raport karty mogą być drukowane na jednego ucznia, jeśli uczeń ma opiekunów przebywających na więcej niż jeden adres
pt_pt: Além disso, você pode optar por imprimir os boletins com etiquetas de endereçamento. Os boletins terão etiquetas de endereçamento posicionada de tal forma a ser visível em um envelope de janela quando a folha é dobrada em terços. Mais de um cartão de relatório pode ser impresso por aluno se o aluno tem guardiões residente em mais de um endereço
ro_ro: De asemenea, aveţi posibilitatea să alegeţi să imprimaţi cardul raport cu etichete de corespondenţă. Cardurile Raportul va avea etichete poştale poziţionate astfel încât să fie vizibile într-un plic windowed atunci când foaia este pliat în treimi. Mai mult de o carte de raport pot fi imprimate pe elev în cazul în care studentul a tutorilor care locuiesc la mai mult de o adresă
ru_ru: Кроме того, вы можете выбрать, чтобы распечатать отчет с картами почтовых наклеек. Доклад карты будут иметь наклейки расположены таким образом, чтобы быть видимым в оконном конверт, когда лист складывается в трети. Более одного табеля могут быть распечатаны на одного студента, если студент опекунов проживают более чем в один адрес
sk_sk: Tiež si môžete zvoliť tlač vysvedčenie s adresné štítky. Vysvedčenie bude mať adresné štítky umiestnené tak, aby bola viditeľná v obálke oknami, ak je list dal do tretiny. Viac ako jeden vysvedčenie môže byť vytlačený na jedného študenta v prípade, že študent strážcovia zdržiavajú na viac ako jednu adresu
sl_si: Prav tako lahko izberete tiskanje poročila kartice z nalepke. Poročilo kartice bo imela nalepke nameščena tako, da je vidna v okni ovojnico, ko je lista zložena v tretjini. Več kot eno poročilo kartico se lahko natisne na študenta, če študent skrbniki prebivajo v več kot enem naslovu
sq_al: Gjithashtu, ju mund të zgjidhni për të shtypur kartat e raportit me etiketa postimeve. Kartat e raportit do të ketë etiketat mailing pozicionuar në mënyrë të tillë që të jetë i dukshëm në një zarf dritare kur fletë është palosur në të tretat. Më shumë se një dëftesë mund të jenë të shtypura për student nëse nxënësi ka kujdestarët që banojnë në më shumë se një adresë
sr_rs: Такође, можете одабрати да одштампате картице извештај са налепнице са адресом. Извештај картице ће имати етикете мејлинг позициониране на такав начин да буде видљива у уиндоуед коверту када је лист савијен у трећине. Више од једног извештај картици могу да буду штампани по ученику ако студент има чувара који живе у више од једне адресе
sv_se: Du kan också välja att skriva ut rapporten kort med adressetiketter. I rapporten kort kommer att ha etiketter placerade på ett sådant sätt att synas i ett fönsterläge kuvert när bladet är vikt i tredjedelar. Mer än en rapport kort kan skrivas ut per elev om eleven har vårdnadshavare som bor på mer än en adress
th_th: นอกจากนี้คุณยังสามารถเลือกที่จะพิมพ์บัตรรายงานที่มีป้ายผนึกจดหมาย บัตรรายงานจะมีป้ายจ่าหน้าจดหมายในตำแหน่งดังกล่าวเป็นวิธีที่จะมองเห็นในซองหน้าต่างเมื่อแผ่นพับคือในสาม บัตรรายงานมากกว่าหนึ่งอาจจะพิมพ์ต่อนักเรียนถ้านักเรียนมีผู้ปกครองอยู่บ้านเลขที่ที่อยู่มากกว่าหนึ่ง
tr_tr: Ayrıca, posta etiketleri ile rapor kart basmak için tercih edebilirsiniz. Karne sac üçe katlanmış bir pencereli zarf içinde açık olarak böyle bir şekilde konumlandırılmış posta etiketleri olacaktır. Öğrenci veliler birden fazla adreste ikamet eden varsa, birden fazla rapor kartı, öğrenci başına basılmış olabilir
uk_ua: Крім того, ви можете вибрати, щоб роздрукувати звіт з картами поштових наклейок. Доповідь карти будуть мати наклейки розташовані таким чином, щоб бути видимим у віконному конверт, коли лист складається в третини. Більше одного табеля можуть бути роздруковані на одного студента, якщо студент опікунів проживають більше ніж на одну адресу
wa_be: Hefyd, gallwch ddewis i argraffu&#39;r cardiau adroddiad gyda labeli post. Bydd yr adroddiad yn cael cardiau post labeli gosod yn y fath fodd fel ei fod yn weladwy mewn amlen windowed pan fydd y daflen yn plygu mewn ran o dair. Gall mwy nag un cerdyn adroddiad yn cael ei argraffu bob myfyriwr os yw&#39;r myfyriwr wedi gwarcheidwaid sy&#39;n byw mewn mwy nag un cyfeiriad
zh_tw: 此外，您可以選擇打印成績單的郵寄標籤。該報告卡將郵寄標籤定位在這樣一種方式，是可見的在窗口的信封時，表是折疊的三分之二。不止一份報告卡可以打印每個學生如果學生監護人居住在多個地址

source: The report cards will be automatically downloaded to your computer in the printable PDF format when you click the Submit button
af_za: Die rapporte sal outomaties afgelaai word na jou rekenaar in die drukbare PDF-formaat as jy op die Submit knoppie
be_by: Табелі будзе аўтаматычна загружана на ваш кампутар у фармаце PDF для друку, калі вы націснеце кнопку Адправіць
bg_bg: Докладът карти ще бъдат автоматично изтеглени на вашия компютър в PDF формат за печат, когато щракнете върху бутона Submit
bn_bd: রিপোর্ট কার্ড স্বয়ংক্রিয়ভাবে আপনার কম্পিউটার হবে ডাউনলোড মুদ্রণযোগ্য পিডিএফ ফরম্যাটে যখন আপনি ছবি বাটন ক্লিক করুন
da_dk: Rapporten kort vil automatisk blive downloadet til din computer i PDF-format, når du klikker på knappen Send
el_gr: Οι κάρτες έκθεση θα γίνει αυτόματα με τον υπολογιστή σας σε εκτυπώσιμη μορφή PDF όταν κάνετε κλικ στο κουμπί Υποβολή
et_ee: Aruande kaarte automaatselt alla laadida oma arvutisse printable PDF formaadis, kui klõpsate nupule
fa_ir: کارنامه خواهد شد به صورت خودکار در فرمت PDF قابل چاپ به کامپیوتر شما دانلود شده زمانی که دکمه ارسال را کلیک کنید
fi_fi: Raportti kortit automaattisesti ladataan tietokoneeseesi tulostettava pdf kun napsautat Lähetä-painiketta
ga_ie: Beidh an tuarascáil a íoslódáil go huathoibríoch cártaí ar do ríomhaire san fhormáid inphriontáilte PDF nuair a dhéanann tú cliceáil ar an gcnaipe Cuir isteach
gl_gl: Os boletíns serán automaticamente trasladadas para o seu ordenador en formato PDF para imprimir ao premer o botón Enviar
hr_hr: Izvješće kartica automatski će se preuzeti na svoje računalo u PDF formatu za ispis, kada kliknete gumb Pošalji
hu_hu: A jelentés kártyákat automatikusan letöltődik a számítógépre a nyomtatható PDF formátumban, ha rákattint a Küldés gombra
is_is: Skýrslan spil verður sjálfkrafa niður í tölvuna þína í Prentvæn PDF snið þegar þú smellir á Senda takkann
ja_jp: あなたが[Submit]ボタンをクリックするとレポートカードが自動的に印刷可能なPDF形式でコンピュータにダウンロードされます。
lt_lt: Ataskaita kortelės bus automatiškai atsiunčiami į jūsų kompiuterį spausdinimui PDF formatu, kai paspausite mygtuką &quot;Siųsti&quot;
lv_lv: Ziņojumu kartes, tiks automātiski lejupielādēti jūsu datorā izdrukājamu PDF formātu, kad jūs noklikšķiniet uz pogas Iesniegt
mk_mk: Во извештајот картички автоматски ќе биде преснимуваат на вашиот компјутер во печатење PDF формат кога ќе кликнете на копчето Submit
nn_no: Rapporten kortene vil automatisk bli lastet ned til datamaskinen din i utskriftsvennlig PDF-format når du klikker Send-knappen
pl_pl: Karty zgłoszeń zostanie automatycznie pobrany na komputer w formacie PDF do druku po kliknięciu przycisku Prześlij
pt_pt: Os boletins serão automaticamente transferidas para o seu computador no formato PDF para impressão quando você clica no botão Enviar
ro_ro: Cardurile Raportul va fi automat descărcate pe computer în format PDF imprimabilă atunci când faceţi clic pe butonul Remitere
ru_ru: Табели будет автоматически загружено на ваш компьютер в формате PDF для печати, когда вы нажмете кнопку Отправить
sk_sk: Vysvedčenie sa automaticky stiahne do počítača vo formáte PDF pre tlač, keď kliknete na tlačidlo Odoslať
sl_si: Poročilo kartic se bo samodejno prenesejo v računalnik, v printable PDF formatu, ko boste kliknili na gumb Submit
sq_al: Kartat raport do të shkarkohen automatikisht në kompjuterin tuaj në formatin PDF shtypshëm kur ju të klikoni butonin Submit
sr_rs: Извештај картице ће бити аутоматски преузета на ваш рачунар у штампање ПДФ формату када кликнете на Субмит дугме
sv_se: Rapporten kort kommer att automatiskt laddas ner till datorn i det utskrivbara PDF-format när du klickar på knappen Skicka
th_th: บัตรรายงานจะถูกดาวน์โหลดโดยอัตโนมัติไปยังเครื่องคอมพิวเตอร์ของคุณในรูปแบบ PDF พิมพ์เมื่อคุณคลิกที่ปุ่มส่ง
tr_tr: Karne Gönder düğmesine tıkladığınızda otomatik olarak yazdırılabilir PDF formatında bilgisayarınıza indirilebilir olacak
uk_ua: Табелі буде автоматично завантажено на ваш комп&#39;ютер у форматі PDF для друку, коли ви натиснете кнопку Надіслати
wa_be: Bydd y cardiau adroddiad yn cael ei lwytho i lawr yn awtomatig ar eich cyfrifiadur yn y fformat PDF argraffadwy pan fyddwch yn clicio ar y botwm Anfon
zh_tw: 該報告卡將被自動下載到您的電腦可打印的PDF格式，當您點擊提交按鈕

source: Administration
af_za: Administrasie
ar_dz: إدارة
be_by: Адміністрацыя
bg_bg: Администрация
bn_bd: প্রশাসন
el_gr: Διαχείριση
es_es: Administración
et_ee: Haldamine
fa_ir: حکومت
fi_fi: Hallinto
ga_ie: Riarachán
gl_gl: Administración
hr_hr: Uprava
hu_hu: Adminisztráció
ja_jp: 管理
lt_lt: Administracija
lv_lv: Pārvalde
mk_mk: Администрација
nn_no: Administrasjon
pl_pl: Administracja
pt_pt: Administração
ro_ro: Administrare
ru_ru: Администрация
sk_sk: Správa
sl_si: Uprava
sq_al: Administratë
sr_rs: Администрација
th_th: การบริหาร
tr_tr: Yönetim
uk_ua: Адміністрація
wa_be: Gweinyddu
zh_tw: 管理

source: This page allows you to view and change the student attendance records for any given day.
af_za: Hierdie bladsy laat jou toe om te sien en verander die student bywoning rekords vir enige gegewe dag.
ar_dz: هذه الصفحة تسمح لك لعرض وتغيير سجلات حضور الطلبة عن أي يوم من الأيام.
be_by: На гэтай старонцы можна праглядаць і змяняць справаздачы аб наведвальнасці студэнтаў на любы дзень.
bg_bg: Тази страница ви позволява да разглеждате и променяте записите на студент обслужване за всеки ден.
bn_bd: এ পাতাটি আপনি দেখতে এবং কোনো দিন ছাত্র উপস্থিতি রেকর্ড পরিবর্তন করতে পারবেন.
da_dk: Denne side tillader dig at se og ændre den studerende fremmødekontrol for en given dag.
el_gr: Αυτή η σελίδα σας επιτρέπει να δείτε και να αλλάξετε τις εγγραφές φοιτητών συμμετοχής για κάθε συγκεκριμένη ημέρα.
es_es: Esta página le permite ver y modificar los registros de asistencia de los alumnos para un día determinado.
et_ee: Sellel leheküljel saab vaadata ja muuta õpilaste kohalkäimine arvestust iga päev.
fa_ir: این صفحه اجازه می دهد تا شما را به مشاهده و تغییر دهید و سوابق حضور و غیاب دانش آموز برای هر روز داده شده است.
fi_fi: Tällä sivulla voit tarkastella ja muuttaa opiskelija osallistujien luetteloja varten tiettynä päivänä.
ga_ie: Ceadaíonn an leathanach seo leat a fheiceáil agus a athrú ar na taifid tinrimh mac léinn le haghaidh aon lá áirithe.
gl_gl: Esta páxina permite que ver e modificar os rexistros de atención de estudantes para un determinado día.
hr_hr: Ova stranica vam omogućuje pregled i promjenu evidencije učenika pohađanje nastave bilo koji dan.
hu_hu: Ez az oldal lehetővé teszi, hogy megtekintheti és módosíthatja a hallgatói jelenléti ívet az adott napra.
is_is: Þessi síða gerir þér kleift að skoða og breyta aðsókn nemandi skráir fyrir hvern dag.
ja_jp: このページでは、任意の日のための学生の出席の記録を表示および変更することができます。
lt_lt: Šis puslapis leidžia jums peržiūrėti ir keisti bet kuriuo dienos studento darbo laiko apskaitos žiniaraščius.
lv_lv: Šī lapa ļauj jums apskatīt un mainīt studentu apmeklējumu ierakstus jebkurā konkrētā dienā.
mk_mk: Оваа страница ви овозможува да гледате и промена на студентот присуство евиденција за секој даден ден.
nn_no: Denne siden lar deg vise og endre student møteprotokoller for en gitt dag.
pl_pl: Ta strona pozwala na przeglądanie i zmianę rekordy frekwencji uczniów w danym dniu.
pt_pt: Esta página permite que você visualizar e alterar os registros de atendimento de estudantes para um determinado dia.
ro_ro: Această pagină vă permite să vizualizaţi şi să modificaţi înregistrările participarea elevilor pentru orice zi.
ru_ru: На этой странице можно просматривать и изменять отчеты о посещаемости студентов на любой день.
sk_sk: Táto stránka vám umožňuje prezerať a meniť záznamy študentov účasť na daný deň.
sl_si: Ta stran vam omogoča, da si ogledate in spremenite evidenco prisotnosti študenta za vsak dan.
sq_al: Kjo faqe ju lejon të shikoni dhe ndryshoni të dhënat e frekuentimit studentëve për çdo ditë të dhënë.
sr_rs: Ова страница Вам омогућава да видите и промените евиденцију похађања наставе за сваки дан.
sv_se: Den här sidan kan du visa och ändra de poster eleven närvaro för en viss dag.
th_th: หน้านี้ช่วยให้คุณดูและเปลี่ยนการเข้าร่วมของนักศึกษาสำหรับวันหนึ่งวันใด
tr_tr: Bu sayfa, herhangi bir gün için öğrenci katılım kayıtları görüntülemek ve değiştirmek için izin verir.
uk_ua: На цій сторінці можна переглядати і змінювати звіти про відвідуваність студентів на будь-який день.
wa_be: Mae&#39;r dudalen hon yn caniatáu i chi weld a newid y cofnodion myfyrwyr presenoldeb ar gyfer unrhyw ddiwrnod penodol.
zh_tw: 此頁面允許您查看和改變學生出勤記錄任何一天。
