Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Course
af_za: Kursus
ar_dz: مسار
be_by: Курс
bg_bg: Курс
bn_bd: বিষয়
da_dk: Kursus
el_gr: Πορεία
es_es: Curso
et_ee: Kursus
fa_ir: دوره
fi_fi: Kurssi
ga_ie: Cúrsa
gl_gl: Curso
hr_hr: Tečaj
hu_hu: Tanfolyam
is_is: Námskeið
ja_jp: コー​​ス
lt_lt: Kursas
lv_lv: Kurss
mk_mk: Курс
nn_no: Kurs
pl_pl: Kurs
pt_pt: Curso
ro_ro: Curs
ru_ru: Курс
sk_sk: Kurz
sq_al: Kurs
sr_rs: Курс
sv_se: Kurs
th_th: หลักสูตร
tr_tr: Ders
uk_ua: Курс
wa_be: Cwrs
zh_tw: 課程

source: Course Period
af_za: Kursus tydperk
ar_dz: طبعا الفترة
be_by: Курс Перыяд
bg_bg: Курс Период
bn_bd: কোর্স সময়কাল
da_dk: Kursus Periode
el_gr: Περίοδος μαθημάτων
es_es: Período del Curso
et_ee: Muidugi perioodile
fa_ir: دوره دوره
fi_fi: Kurssin Period
ga_ie: Tréimhse Cúrsa
gl_gl: Período curso
hr_hr: Tečaj Razdoblje
hu_hu: Tanfolyam időtartama
is_is: Námskeið Tímabil
ja_jp: コー​​スの期間
lt_lt: Žinoma Laikotarpis
lv_lv: Kursu laiks
mk_mk: Курс Период
nn_no: Kursperioden
pl_pl: Długość kursu
pt_pt: Período curso
ro_ro: Curs Perioada
ru_ru: Курс Период
sk_sk: Kurz obdobie
sl_si: Obdobje Course
sq_al: Periudha e kursit
sr_rs: Наравно период
sv_se: Kurs Period
th_th: ระยะเวลาหลักสูตร
tr_tr: Kurs Süresi
uk_ua: Курс Період
wa_be: Cyfnod y Cwrs
zh_tw: 課程期間

source: School Info
af_za: Skool Info
ar_dz: معلومات المدرسة
be_by: Школа інфармацыя
bg_bg: Училище Info
bn_bd: স্কুল তথ্য
da_dk: Skole Info
el_gr: Πληροφορίες για το Σχολείο
es_es: Información de la Institución
fa_ir: اطلاعات مدرسه
fi_fi: Koulu Info
ga_ie: Eolas Scoile
gl_gl: Información escola
hr_hr: Škola Info
hu_hu: Iskola Info
is_is: Skóli Info
ja_jp: 学校情報
lt_lt: Mokyklos info
lv_lv: Skolas Info
mk_mk: Училиште Информации
nn_no: Skole Info
pl_pl: Informacje o szkole
pt_pt: Informações escola
ro_ro: Scoala de Info
ru_ru: Школа информация
sk_sk: Informácie o škole
sq_al: Shkolla Info
sr_rs: Школа инфо
sv_se: Skola Info
th_th: ข้อมูลโรงเรียน
tr_tr: Okul Bilgi
uk_ua: Школа інформація
wa_be: Gwybodaeth Ysgol
zh_tw: 學校信息

source: School Setup
af_za: Skool Setup
ar_dz: إعداد المدرسة
be_by: Школа ўстаноўкі
bg_bg: Училище Setup
bn_bd: বিদ্যালয় ব্যবস্থাপনা
da_dk: Skole Setup
el_gr: Ρύθμιση Σχολή
es_es: Configuración de la Escuela
fa_ir: راه اندازی مدرسه
fi_fi: Koulu Setup
ga_ie: Socrú Scoile
gl_gl: Setup escola
hr_hr: Škola za postavljanje
hu_hu: Iskola beállítása
is_is: Skóli Skipulag
ja_jp: 学校のセットアップ
lt_lt: Mokyklos sąranka
lv_lv: Skolas Setup
mk_mk: Училиште за подесување
nn_no: Skole Setup
pl_pl: Ustawienia szkoły
pt_pt: Setup escola
ro_ro: Scoala de instalare
ru_ru: Школа установки
sk_sk: Školy nastavenie
sq_al: Setup Shkolla
sr_rs: Школе за подешавање
sv_se: Skola Setup
th_th: การติดตั้งโรงเรียน
tr_tr: Okul Kurulum
uk_ua: Школа установки
wa_be: Ysgol Setup
zh_tw: 學校設置

source: Students
af_za: Studente
ar_dz: الطلاب
be_by: Студэнты
bg_bg: Студенти
bn_bd: ছাত্ররা
da_dk: Studerende
el_gr: Φοιτητές
es_es: Alumnos
et_ee: Õpilased
fa_ir: دانشجویان
fi_fi: Opiskelijat
ga_ie: Mic Léinn
gl_gl: Estudantes
hr_hr: Studenti
hu_hu: Diákok
is_is: Nemendur
ja_jp: 学生
lt_lt: Studentai
lv_lv: Studenti
mk_mk: Студентите
nn_no: Studenter
pl_pl: Studenci
pt_pt: Estudantes
ro_ro: Studenţi
ru_ru: Студенты
sk_sk: Študenti
sl_si: Študenti
sq_al: Studentët
sr_rs: Студенти
sv_se: Studenter
th_th: นักเรียนนักศึกษา
tr_tr: Öğrenciler
uk_ua: Студенти
wa_be: Mae myfyrwyr yn
zh_tw: 學生

source: Users
af_za: Gebruikers
ar_dz: المستخدمين
be_by: Карыстальнікі
bg_bg: Потребителите
bn_bd: ব্যবহারকারী
da_dk: Brugere
el_gr: Χρήστες
es_es: Usuarios
et_ee: Kasutajad
fa_ir: کاربران
fi_fi: Käyttäjille
ga_ie: Úsáideoirí
gl_gl: Usuarios
hr_hr: Korisnici
hu_hu: Felhasználók
is_is: Notendur
ja_jp: ユーザー
lt_lt: Vartotojai
lv_lv: Lietotāji
mk_mk: Корисниците
nn_no: Brukere
pl_pl: Użytkownicy
pt_pt: Usuários
ro_ro: Utilizatori
ru_ru: Пользователи
sk_sk: Užívatelia
sl_si: Uporabniki
sq_al: Përdoruesit
sr_rs: Корисници
sv_se: Användare
th_th: ผู้ใช้งาน
tr_tr: Kullanıcılar
uk_ua: Користувачі
wa_be: Defnyddwyr
zh_tw: 用戶

source: Scheduling
af_za: Skedulering
ar_dz: جدولة
be_by: Планаванне
bn_bd: সময়সূচী নির্ধারণ
da_dk: Planlægning
el_gr: Προγραμματισμός
es_es: Programación
et_ee: Ajastus
fa_ir: زمان بندی
fi_fi: Aikataulutus
ga_ie: Sceidealú
gl_gl: Axenda
hr_hr: Planiranje
hu_hu: Ütemezése
is_is: Tímasetningar
ja_jp: スケジューリング
lt_lt: Planavimas
lv_lv: Plānošana
mk_mk: Распоред
nn_no: Planlegging
pl_pl: Planowanie
pt_pt: Agendamento
ro_ro: Programarea
ru_ru: Планирование
sk_sk: Plánovanie
sl_si: Razporejanje
sq_al: Caktimin
sr_rs: Заказивање
sv_se: Schemaläggning
th_th: การตั้งเวลา
tr_tr: Zamanlama
uk_ua: Планування
wa_be: Amserlennu
zh_tw: 調度

source: Attendance
af_za: Bywoning
ar_dz: الحضور
be_by: Наведвальнасць
bg_bg: Посещаемост
bn_bd: উপস্থিতি
da_dk: Deltagelse
el_gr: Παρουσία
es_es: Asistencia
et_ee: Kohalolek
fa_ir: حضور
fi_fi: Osallistuminen
ga_ie: Tinreamh
gl_gl: Comparecencia
hr_hr: Pohađanje
hu_hu: Részvétel
is_is: Aðsókn
ja_jp: 出席
lt_lt: Lankomumas
lv_lv: Apmeklētība
mk_mk: Публика
nn_no: Oppmøte
pl_pl: Frekwencja
pt_pt: Comparecimento
ro_ro: Prezenţă
ru_ru: Посещаемость
sk_sk: Účasť
sl_si: Udeležba
sq_al: Pjesëmarrje
sr_rs: Похађање
sv_se: Närvaro
th_th: เข้าร่วมประชุม
tr_tr: Devam
uk_ua: Відвідуваність
wa_be: Presenoldeb
zh_tw: 出席

source: Eligibility
af_za: In aanmerking te kom
ar_dz: الأهلية
be_by: Прымальнасць
bg_bg: Избираемост
bn_bd: যোগ্যতা
da_dk: Støtteberettigelse
el_gr: Επιλεξιμότητα
es_es: Elegibilidad
et_ee: Abikõlblikkuse
fa_ir: شایستگی
fi_fi: Kelpoisuus
ga_ie: Incháilitheacht
gl_gl: Elixibilidade
hr_hr: Pravo
hu_hu: Jogosultság
is_is: Hæfi
ja_jp: 適格性
lt_lt: Tinkamumas
lv_lv: Tiesības
mk_mk: Подобност
nn_no: Valgbarhet
pl_pl: Kwalifikowalność
pt_pt: Elegibilidade
ro_ro: Eligibilitate
ru_ru: Приемлемость
sk_sk: Spôsobilosť
sl_si: Upravičenost
sq_al: Mundesi
sr_rs: Подобност
sv_se: Behörighet
th_th: มีสิทธิได้รับ
tr_tr: Uygunluk
uk_ua: Прийнятність
wa_be: Cymhwyster
zh_tw: 資格

source: Welcome to openSIS Student Information System
af_za: Welkom by openSIS Studente Inligting Stelsel
ar_dz: مرحبا بكم في نظام معلومات الطالب openSIS
be_by: Сардэчна запрашаем у openSIS інфармацыйнай сістэмы Студэнцкая
bg_bg: Добре дошли в openSIS Студентски Информация система
bn_bd: স্বাগতম openSIS ছাত্র তথ্য সিস্টেম
da_dk: Velkommen til openSIS Student Information System
el_gr: Καλώς ήλθατε στο Σύστημα Πληροφοριών Σπουδαστών openSIS
es_es: Bienvenido al Sistema de Información de Estudiantes openSIS
et_ee: Tere tulemast openSIS õppeinfosüsteem
fa_ir: به سیستم اطلاعات دانشجویی openSIS خوش آمدید
fi_fi: Tervetuloa openSIS opiskelijatietojärjestelmään
ga_ie: Fáilte go dtí openSIS Córas Faisnéise na Mac Léinn
gl_gl: Benvido ao openSIS Sistema de Información do estudante
hr_hr: Dobrodošli na openSIS sustavu Studentski informacije
hu_hu: Üdvözöljük a openSIS Hallgatói Információs Rendszer
is_is: Velkomin openSIS Student Information System
ja_jp: openSISの学生情報システムへようこそ
lt_lt: Sveiki atvykę į openSIS studentų informacinės sistemos
lv_lv: Laipni lūdzam openSIS Studentu informācijas sistēma
mk_mk: Добредојдовте на openSIS Студентски информативен систем
nn_no: Velkommen til openSIS Student Information System
pl_pl: Witamy Student Informacje o systemie openSIS
pt_pt: Bem-vindo ao openSIS Sistema de Informação do estudante
ro_ro: Bine ati venit la Sistemul de Informaţii Student openSIS
ru_ru: Добро пожаловать в openSIS информационной системы Студенческая
sk_sk: Vitajte na Študentské openSIS informačný systém
sl_si: Dobrodošli v openSIS sistem Student informacijskega
sq_al: Mirë se vini në Student Information openSIS Sistemi
sr_rs: Добродошли на опенСИС Студентски информациони систем
sv_se: Välkommen till openSIS Student Information System
th_th: ยินดีต้อนรับสู่ openSIS ระบบสารสนเทศนักศึกษา
tr_tr: Opensis Öğrenci Bilgi Sistemi
uk_ua: Ласкаво просимо до openSIS інформаційної системи Студентська
wa_be: Croeso i openSIS System Gwybodaeth Myfyrwyr
zh_tw: 歡迎 openSIS學生信息系統

source: Version
af_za: Weergawe
ar_dz: الإصدار
be_by: Версія
bg_bg: Версия
bn_bd: সংস্করণ
el_gr: Εκδοχή
es_es: Versión
et_ee: Versioon
fa_ir: نسخه
fi_fi: Versio
ga_ie: Leagan
gl_gl: Versión
hr_hr: Verzija
hu_hu: Változat
is_is: Útgáfa
ja_jp: バージョン
lt_lt: Versija
lv_lv: Versija
mk_mk: Верзија
nn_no: Versjon
pl_pl: Wersja
pt_pt: Versão
ro_ro: Versiune
ru_ru: Версия
sk_sk: Verzia
sr_rs: Верзија
th_th: เวอร์ชั่น
tr_tr: Versiyon
uk_ua: Версія
wa_be: Fersiwn
zh_tw: 版本

source: Hide Help
af_za: Steek Help
ar_dz: إخفاء التعليمات
bg_bg: Скриване Помощ
bn_bd: সাহায্য দেখিও না
da_dk: Skjul Hjælp
el_gr: Απόκρυψη Βοήθεια
es_es: Ocultar Ayuda
et_ee: Peida Abi
fa_ir: ویرایشهای راهنما
fi_fi: Piilota Ohjeet
ga_ie: Hide Cabhair
gl_gl: Mostra Axuda
hr_hr: Sakrij Pomoć
hu_hu: Hide Súgó
is_is: Fela hjálp
ja_jp: ヘルプを隠す
lt_lt: Paslėpti Pagalba
lv_lv: Hide Palīdzība
mk_mk: Сокриј Помош
pl_pl: Ukryj pomoc
pt_pt: Mostra Ajuda
ro_ro: Ascunde Ajutor
sk_sk: Skryť nápovedu
sl_si: Hide Pomoč
sq_al: Hide Ndihmë
sr_rs: Сакриј Помоћ
sv_se: Dölja hjälp
th_th: ซ่อนความช่วยเหลือ
tr_tr: Yardım gizle
wa_be: Cuddio Help
zh_tw: 隱藏幫助

source: Staff
af_za: Personeel
be_by: Персанал
bg_bg: Персонал
bn_bd: কর্মচারি
da_dk: Personale
el_gr: Προσωπικό
et_ee: Personal
fa_ir: کارکنان
fi_fi: Henkilökunta
ga_ie: Foireann
gl_gl: Persoal
hr_hr: Osoblje
hu_hu: Személyzet
is_is: Starfsfólk
ja_jp: スタッフ
lt_lt: Personalas
lv_lv: Personāls
mk_mk: Персоналот
nn_no: Personale
pl_pl: Personel
pt_pt: Pessoal
ro_ro: Personal
ru_ru: Персонал
sk_sk: Zamestnanci
sl_si: Osebje
sq_al: Stafi
sr_rs: Особље
sv_se: Personal
th_th: พนักงาน
tr_tr: Personel
uk_ua: Персонал
zh_tw: 工作人員

source: Profile
af_za: Profiel
ar_dz: الملف الشخصي
be_by: Профіль
bg_bg: Профил
bn_bd: বৃত্তান্ত
da_dk: Profil
el_gr: Προφίλ
es_es: Perfil
et_ee: Profiil
fa_ir: نمایه
fi_fi: Profiili
ga_ie: Próifíl
gl_gl: Perfil
hr_hr: Profil
hu_hu: Profil
ja_jp: プロフィール
lt_lt: Profilis
lv_lv: Profils
mk_mk: Профил
nn_no: Profil
pl_pl: Profil
pt_pt: Perfil
ro_ro: Profil
ru_ru: Профиль
sk_sk: Profil
sl_si: Profil
sq_al: Profil
sr_rs: Профил
sv_se: Profil
th_th: รายละเอียด
tr_tr: Profil
uk_ua: Профіль
wa_be: Proffil
zh_tw: 簡介

source: Staff ID
af_za: Personeel ID
ar_dz: معرف الموظفين
be_by: Персанал ID
bg_bg: Персонал ID
bn_bd: স্টাফ আইডি
da_dk: Personale-id
el_gr: Προσωπικό ID
es_es: Identificación del Personal
et_ee: Töötajad ID
fa_ir: ستاد ID
fi_fi: Henkilökunta tunnus
ga_ie: Foireann ID
gl_gl: Plantilla ID
hr_hr: Osoblje ID
hu_hu: Munkatársak ID
is_is: Starfsfólk ID
ja_jp: スタッフID
lt_lt: Darbuotojai ID
lv_lv: Personāls ID
mk_mk: Персоналот проект
nn_no: Personale ID
pl_pl: Personel ID
ro_ro: ID-ul personal
ru_ru: Персонал ID
sk_sk: Zamestnanci ID
sl_si: Osebje ID
sq_al: Stafi ID
sr_rs: Особље ИД
sv_se: Personal-ID
th_th: รหัสพนักงาน
tr_tr: Personel kimlik
uk_ua: Персонал ID
wa_be: Mae staff yn adnabod
zh_tw: 員工 ID

source: Last Login
af_za: Laaste Aanmelding
ar_dz: مشاركة الدخول
be_by: Апошняе Увайсці
bn_bd: শেষ লগিন
da_dk: Sidste login
el_gr: Τελευταία Είσοδος
es_es: último Inicio de Sesión
fa_ir: آخرین ورود
ga_ie: Logáil isteach Last
gl_gl: Última conexión
hr_hr: Zadnji login
hu_hu: Utolsó bejelentkezés
ja_jp: 最終ログイン
lt_lt: Paskutinis prisijungimas
lv_lv: Pēdējais Login
mk_mk: Последно логирање
nn_no: Siste Logg inn
pl_pl: Ostatnie logowanie
pt_pt: Último Login
ro_ro: Ultima Autentificare
ru_ru: Последнее Войти
sk_sk: Posledné prihlásenie
sl_si: Zadnja prijava
sq_al: Hyrja e fundit
sr_rs: Последњи Логин
sv_se: Senaste inloggning
th_th: เข้าสู่ระบบครั้งสุดท้าย
tr_tr: Son Giriş
uk_ua: Останнє Увійти
wa_be: Mewngofnodi diwethaf
zh_tw: 最後登錄

source: Student
af_za: Studente
ar_dz: طالب
be_by: Студэнт
bg_bg: Студент
bn_bd: ছাত্র
el_gr: Φοιτητής
es_es: Alumno
et_ee: Üliõpilane
fa_ir: دانشجو
fi_fi: Opiskelija
ga_ie: Mac Léinn
gl_gl: Estudante
hr_hr: Učenik
hu_hu: Diák
is_is: Námsmaður
ja_jp: 学生
lt_lt: Studentas
lv_lv: Students
mk_mk: Студент
pt_pt: Estudante
ru_ru: Студент
sk_sk: Študent
sl_si: Študent
sr_rs: Студент
th_th: นักเรียน
tr_tr: Öğrenci
uk_ua: Студент
wa_be: Myfyrwyr
zh_tw: 學生

source: School
af_za: Skool
ar_dz: مدرسة
be_by: Школа
bg_bg: Училище
bn_bd: বিদ্যালয়
da_dk: Skole
el_gr: Σχολείο
es_es: Institución
et_ee: Kool
fa_ir: مدرسه
fi_fi: Koulu
ga_ie: Scoil
gl_gl: Escola
hr_hr: Škola
hu_hu: Iskola
is_is: Skóli
ja_jp: スクール
lt_lt: Mokykla
lv_lv: Skola
mk_mk: Училиште
nn_no: Skole
pl_pl: Szkoła
pt_pt: Escola
ro_ro: Şcoală
ru_ru: Школа
sk_sk: Školskej
sq_al: Shkollë
sr_rs: Школа
sv_se: Skola
th_th: โรงเรียน
tr_tr: Okul
uk_ua: Школа
wa_be: Ysgol
zh_tw: 學校

source: This School cannot be deleted. There are Students and Teachers in this School
af_za: Die skool kan nie verwyder word nie. Daar word van studente en onderwysers in hierdie skool
ar_dz: هذا لا يمكن أن تحذف كلية. هناك طلاب والمعلمين في هذه المدرسة
be_by: Гэтая школа не можа быць выдалены. Ёсць студэнтаў і выкладчыкаў у гэтай школе
bg_bg: Това училище не могат да бъдат изтрити. Има ученици и учители в това училище
bn_bd: এই স্কুল মুছে ফেলা যাবে না. এই স্কুল ছাত্ররা এবং শিক্ষক আছে
da_dk: Denne skole kan ikke slettes. Der er studerende og lærere i denne skole
el_gr: Αυτό το σχολείο δεν μπορεί να διαγραφεί. Υπάρχουν μαθητές και εκπαιδευτικοί σε αυτό το σχολείο
es_es: Esta Institución no se pueden eliminar. Hay Alumnos y Profesores de esta Institución
et_ee: See kool ei saa kustutada. Seal on õpilased ja õpetajad selles koolis
fa_ir: این مدرسه را نمی توان حذف شده است. دانش آموزان و معلمان در این مدرسه وجود دارد
fi_fi: Tässä koulussa ei voi poistaa. On opiskelijoita ja opettajia tässä koulussa
ga_ie: Ní féidir an scoil a scriosadh. Tá mic léinn agus múinteoirí sa Scoil
gl_gl: Esta Escola non pode ser eliminado. Hai alumnos e profesores nesta Escola
hr_hr: Ova škola se ne može izbrisati. Tu su učenicima i nastavnicima u ovoj školi
hu_hu: Ez az iskola nem törölhető. Vannak diákok és tanárok az iskolában
is_is: Þessi skóli er ekki eytt. Það eru nemendur og kennarar í þessum skóla
ja_jp: この学校は削除できません。この学校の生徒と教師があります。
lt_lt: Šioje mokykloje negali būti išbraukta. Mokiniai ir mokytojai šioje mokykloje
lv_lv: Šī skola nevar izdzēst. Ir skolēni un skolotāji šo skolu
mk_mk: Ова училиште не може да биде избришан. Постојат ученици и наставници во ова училиште
nn_no: Denne skolen kan ikke slettes. Det er elever og lærere i skolen
pl_pl: Ta szkoła nie może być usunięty. Istnieje Uczniowie i nauczyciele w tej szkole
pt_pt: Esta Escola não pode ser excluído. Há alunos e professores nesta Escola
ro_ro: Această şcoală nu pot fi şterse. Există studenţi şi profesori din această Şcoală
ru_ru: Эта школа не может быть удален. Есть студентов и преподавателей в этой школе
sk_sk: Táto škola nie je možné odstrániť. Tam sú študenti a učitelia v tejto škole
sl_si: Ta šola ni mogoče izbrisati. Obstajajo študentov in učiteljev v tej šoli
sq_al: Kjo shkollë nuk mund të fshihet. Nuk janë nxënësit dhe mësuesit në këtë shkollë
sr_rs: Ова школа се не може обрисати. Постоје Ученици и наставници у овој школи
sv_se: Denna skola kan inte raderas. Det finns elever och lärare i den här skolan
th_th: โรงเรียนนี้จะไม่สามารถลบ มีนักเรียนและครูในโรงเรียนนี้
tr_tr: Bu Okul silinemez. Bu Okul, Öğrenci ve Öğretmen vardır
uk_ua: Ця школа не може бути видалений. Є студентів і викладачів у цій школі
wa_be: Ni all hyn yr Ysgol yn cael ei ddileu. Mae myfyrwyr ac Athrawon yn yr Ysgol
zh_tw: 這個學校不能被刪除。有學生和教師在這所學校

source: Students Enrolled
af_za: Studente wat ingeskryf is
ar_dz: الطلاب المقيدين
be_by: Студэнты, якія навучаюцца
bg_bg: Записаните студенти
bn_bd: ছাত্রদের নাম নথিভুক্ত
da_dk: Studerende indskrevet
el_gr: Σπουδαστές που έχουν εγγραφεί
et_ee: Õpilane
fa_ir: دانشجویان ثبت نام شده
fi_fi: Opiskelijoiden
ga_ie: Mic Léinn cláraithe
gl_gl: Os alumnos matriculados
hr_hr: Upisanih studenata
hu_hu: Beiratkozott hallgatók
is_is: Nemendur
ja_jp: 在籍生徒数
lt_lt: Studentai, dalyvaujantys
lv_lv: Studentiem, kas uzņemti
mk_mk: Ученици и студенти
nn_no: Studenter
pl_pl: Studentów
pt_pt: Os alunos matriculados
ro_ro: Studenţii înscrişi
ru_ru: Студенты, обучающиеся
sk_sk: Zapísaných študentov
sl_si: Vpisanih študentov
sq_al: Nxënësve të regjistruar
sr_rs: Уписаних студената
sv_se: Elever inskrivna
th_th: นักเรียนที่ลงทะเบียน
tr_tr: Öğrenciler Kayıtlar
uk_ua: Студенти, що навчаються
wa_be: Myfyrwyr sydd wedi cofrestru
zh_tw: 學生登記

source: back to Subject
af_za: terug te onderwerp
ar_dz: عودة إلى الموضوع
be_by: назад Тэма
bg_bg: обратно към Тема
bn_bd: ফিরে যান বিষয়
da_dk: Tilbage til Emne
el_gr: Επιστροφή στην Θέμα
es_es: Volver al Asunto
et_ee: tagasi Teema
fa_ir: بازگشت به موضوع
fi_fi: Takaisin Aihe
ga_ie: ar ais chuig Ábhar
gl_gl: de volta ao Asunto
hr_hr: Povratak na predmet
hu_hu: vissza a Tárgy
is_is: aftur til Efni
ja_jp: バック件名へ
lt_lt: atgal temą
lv_lv: atpakaļ Tēma
mk_mk: Назад кон Предмет
nn_no: Tilbake til Tema
pl_pl: z powrotem do Temat
pt_pt: de volta ao Assunto
ro_ro: Inapoi la Subiect
ru_ru: обратно Тема
sk_sk: Späť na predmete
sl_si: nazaj na Predmet
sq_al: Kthehu tek Tema
sr_rs: назад на Наслов
sv_se: tillbaka till Ämne
th_th: กลับไปที่เรื่อง
tr_tr: geri Konu
uk_ua: назад Тема
wa_be: yn ôl i Pwnc
zh_tw: 回到主題

source: Students Enrolled
af_za: Studente wat ingeskryf is
ar_dz: الطلاب المقيدين
be_by: Студэнты, якія навучаюцца
bg_bg: Записаните студенти
bn_bd: ছাত্রদের নাম নথিভুক্ত
da_dk: Studerende indskrevet
el_gr: Σπουδαστές που έχουν εγγραφεί
es_es: Alumnos Matriculados
et_ee: Õpilane
fa_ir: دانشجویان ثبت نام شده
fi_fi: Opiskelijoiden
ga_ie: Mic Léinn cláraithe
gl_gl: Os alumnos matriculados
hr_hr: Upisanih studenata
hu_hu: Beiratkozott hallgatók
is_is: Nemendur
ja_jp: 在籍生徒数
lt_lt: Studentai, dalyvaujantys
lv_lv: Studentiem, kas uzņemti
mk_mk: Ученици и студенти
nn_no: Studenter
pl_pl: Studentów
pt_pt: Os alunos matriculados
ro_ro: Studenţii înscrişi
ru_ru: Студенты, обучающиеся
sk_sk: Zapísaných študentov
sl_si: Vpisanih študentov
sq_al: Nxënësve të regjistruar
sr_rs: Уписаних студената
sv_se: Elever inskrivna
th_th: นักเรียนที่ลงทะเบียน
tr_tr: Öğrenciler Kayıtlar
uk_ua: Студенти, що навчаються
wa_be: Myfyrwyr sydd wedi cofrestru
zh_tw: 學生登記

source: Try Again
af_za: Probeer weer
ar_dz: حاول مرة أخرى
be_by: Паспрабуйце яшчэ раз
bg_bg: Опитайте отново
bn_bd: আবার চেষ্টা করুন
da_dk: Prøv igen
el_gr: Δοκιμάστε πάλι
es_es: Intente Nuevamente
et_ee: Proovi uuesti
fa_ir: دوباره سعی کنید
fi_fi: Yritä uudelleen
ga_ie: Bain triail eile as
hr_hr: Pokušajte ponovno
hu_hu: Próbálja újra
is_is: Reyndu aftur
ja_jp: もう一度お試しください
lt_lt: Bandykite dar kartą
lv_lv: Mēģināt vēlreiz
mk_mk: Обиди се повторно
pl_pl: Spróbuj ponownie
ro_ro: Încercaţi din nou
ru_ru: Попробуйте еще раз
sk_sk: Skúste to znova
sl_si: Poskusi znova
sr_rs: Покушајте поново
sv_se: Försök igen
th_th: ลองใหม่อีกครั้ง
uk_ua: Спробуйте ще раз
wa_be: Ceisiwch eto
zh_tw: 再試一次

source: Cancel
af_za: Die styl
ar_dz: إلغاء
be_by: Адмяніць
bg_bg: Отказ
bn_bd: বাতিল
da_dk: Annuller
el_gr: Ακύρωση
es_es: Cancelar
et_ee: Tühistama
fa_ir: انصراف
fi_fi: Peruuta
ga_ie: Cealaigh
gl_gl: Cancelar
hr_hr: Otkazati
hu_hu: Mégse
is_is: Hætta við
ja_jp: キャンセル
lt_lt: Atšaukti
lv_lv: Atcelt
mk_mk: Откажи
nn_no: Avbryt
pl_pl: Anulować
pt_pt: Cancelar
ro_ro: Anula
ru_ru: Отменить
sk_sk: Zrušiť
sl_si: Prekliči
sq_al: Anuloj
sr_rs: Отказати
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: Iptal
uk_ua: Скасувати
wa_be: Diddymu
zh_tw: 取消

source: January
af_za: Januarie
ar_dz: يناير
be_by: Студзень
bg_bg: Януари
bn_bd: জানুয়ারী
da_dk: Januar
el_gr: Ιανουάριος
es_es: Enero
et_ee: Jaanuar
fa_ir: ژانویه
fi_fi: Tammikuu
ga_ie: Eanáir
gl_gl: Xaneiro
hr_hr: Siječanj
hu_hu: Január
is_is: Janúar
ja_jp: 月
lt_lt: Sausis
lv_lv: Janvāris
mk_mk: Јануари
nn_no: Januar
pl_pl: Styczeń
pt_pt: Janeiro
ro_ro: Ianuarie
ru_ru: Январь
sk_sk: Január
sl_si: Januar
sq_al: Janar
sr_rs: Јануар
sv_se: Januari
th_th: มกราคม
tr_tr: Ocak
uk_ua: Січень
wa_be: Ionawr
zh_tw: 月

source: February
af_za: Februarie
ar_dz: فبراير
be_by: Лютага
bg_bg: Февруари
bn_bd: ফেব্রুয়ারি
da_dk: Februar
el_gr: Φεβρουάριος
es_es: Febrero
et_ee: Veebruar
fa_ir: فوریه
fi_fi: Helmikuu
ga_ie: Feabhra
gl_gl: Febreiro
hr_hr: Veljača
hu_hu: Február
is_is: Febrúar
ja_jp: 月
lt_lt: Vasaris
lv_lv: Februāris
mk_mk: Февруари
nn_no: Februar
pl_pl: Luty
pt_pt: Fevereiro
ro_ro: Februarie
ru_ru: Февраль
sk_sk: Február
sl_si: Februar
sq_al: Shkurt
sr_rs: Фебруар
sv_se: Februari
th_th: กุมภาพันธ์
tr_tr: Şubat
uk_ua: Лютий
wa_be: Chwefror
zh_tw: 月

source: March
af_za: Maart
ar_dz: مسيرة
be_by: Сакавік
bg_bg: Март
bn_bd: মার্চ
da_dk: Marts
el_gr: Μάρτιος
es_es: Marzo
et_ee: Märts
fa_ir: مارس
fi_fi: Maaliskuu
ga_ie: Márta
gl_gl: Marzo
hr_hr: Ožujak
hu_hu: Március
is_is: Mars
ja_jp: 月
lt_lt: Kovas
lv_lv: Marts
mk_mk: Март
nn_no: Mars
pl_pl: Marzec
pt_pt: Março
ro_ro: Martie
ru_ru: Март
sk_sk: Marec
sl_si: Marec
sq_al: Mars
sr_rs: Марш
sv_se: Mars
th_th: มีนาคม
tr_tr: Mart
uk_ua: Березень
wa_be: Mawrth
zh_tw: 日

source: May
af_za: Mei
ar_dz: قد
be_by: Можа
bg_bg: Май
bn_bd: মে
da_dk: Maj
el_gr: Μάιος
es_es: Mayo
et_ee: Mai
fa_ir: مه
fi_fi: Toukokuu
ga_ie: Bealtaine
gl_gl: Maio
hr_hr: Svibanj
hu_hu: Május
is_is: Maí
ja_jp: 5月
lt_lt: Gegužės
lv_lv: Maijs
mk_mk: Мај
nn_no: Mai
pl_pl: Maj
pt_pt: Maio
ro_ro: Mai
ru_ru: Может
sk_sk: Máj
sl_si: Maj
sq_al: Mund
sr_rs: Мај
sv_se: Maj
th_th: อาจ
tr_tr: Mayıs
uk_ua: Може
wa_be: Mai
zh_tw: 日

source: June
af_za: Junie
ar_dz: حزيران
be_by: Чэрвеня
bg_bg: Юни
bn_bd: জুন
da_dk: Juni
el_gr: Ιούνιος
es_es: Junio
et_ee: Juuni
fa_ir: ژوئن
fi_fi: Kesäkuu
ga_ie: Meitheamh
gl_gl: Xuño
hr_hr: Lipanj
hu_hu: Június
is_is: Júní
ja_jp: 月
lt_lt: Birželis
lv_lv: Jūnijs
mk_mk: Јуни
nn_no: Juni
pl_pl: Czerwiec
pt_pt: Junho
ro_ro: Iunie
ru_ru: Июнь
sk_sk: Jún
sl_si: Junij
sq_al: Qershor
sr_rs: Јун
sv_se: Juni
th_th: มิถุนายน
tr_tr: Haziran
uk_ua: Червень
wa_be: Mehefin
zh_tw: 日

source: July
af_za: Julie
ar_dz: يوليو
be_by: Ліпеня
bg_bg: Юли
bn_bd: জুলাই
da_dk: Juli
el_gr: Ιούλιος
es_es: Julio
et_ee: Juuli
fa_ir: جولای
fi_fi: Heinäkuu
ga_ie: Iúil
gl_gl: Xullo
hr_hr: Srpanj
hu_hu: Július
is_is: Júlí
ja_jp: 月
lt_lt: Liepa
lv_lv: Jūlijs
mk_mk: Јули
nn_no: Juli
pl_pl: Lipiec
pt_pt: Julho
ro_ro: Iulie
ru_ru: Июль
sk_sk: Júl
sl_si: Julij
sq_al: Korrik
sr_rs: Јул
sv_se: Juli
th_th: กรกฎาคม
tr_tr: Temmuz
uk_ua: Липень
wa_be: Gorffennaf
zh_tw: 日

source: August
af_za: Augustus
ar_dz: أغسطس
be_by: Жнівень
bg_bg: Август
bn_bd: আগষ্ট
el_gr: Αύγουστος
es_es: Agosto
fa_ir: اوت
fi_fi: Elokuu
ga_ie: Lúnasa
gl_gl: Agosto
hr_hr: Kolovoz
hu_hu: Augusztus
is_is: Ágúst
ja_jp: 月
lt_lt: Rugpjūtis
lv_lv: Augusts
mk_mk: Август
pl_pl: Sierpień
pt_pt: Agosto
ru_ru: Август
sl_si: Avgust
sq_al: Gusht
sr_rs: Август
sv_se: Augusti
th_th: สิงหาคม
tr_tr: Ağustos
uk_ua: Серпень
wa_be: Awst
zh_tw: 月

source: October
af_za: Oktober
ar_dz: أكتوبر
be_by: Кастрычнік
bg_bg: Октомври
bn_bd: অক্টোবর
da_dk: Oktober
el_gr: Οκτώβριος
es_es: Octubre
et_ee: Oktoober
fa_ir: اکتبر
fi_fi: Lokakuu
ga_ie: Deireadh Fómhair
gl_gl: Outubro
hr_hr: Listopad
hu_hu: Október
is_is: Október
ja_jp: 月
lt_lt: Spalis
lv_lv: Oktobris
mk_mk: Октомври
nn_no: Oktober
pl_pl: Październik
pt_pt: Outubro
ro_ro: Octombrie
ru_ru: Октябрь
sk_sk: Október
sl_si: Oktober
sq_al: Tetor
sr_rs: Октобар
sv_se: Oktober
th_th: ตุลาคม
tr_tr: Ekim
uk_ua: Жовтень
wa_be: Hydref
zh_tw: 月

source: December
af_za: Desember
ar_dz: ديسمبر
be_by: Снежань
bg_bg: Декември
bn_bd: ডিসেম্বর
el_gr: Δεκέμβριος
es_es: Diciembre
et_ee: Detsember
fa_ir: دسامبر
fi_fi: Joulukuu
ga_ie: Nollaig
gl_gl: Decembro
hr_hr: Prosinac
is_is: Desember
ja_jp: 月
lt_lt: Gruodis
lv_lv: Decembris
mk_mk: Декември
nn_no: Desember
pl_pl: Grudzień
pt_pt: Dezembro
ro_ro: Decembrie
ru_ru: Декабрь
sq_al: Dhjetor
sr_rs: Децембар
th_th: ธันวาคม
tr_tr: Aralık
uk_ua: Грудень
wa_be: Rhagfyr
zh_tw: 日
