Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To assign permissions to this user, either change the permissions for this profile using the
af_za: Om toestemming te toewys aan hierdie gebruiker, hetsy die toestemmings vir hierdie profiel met behulp van die
ar_dz: لتعيين أذونات لهذا المستخدم ، إما تغيير الأذونات لهذا الملف باستخدام
be_by: Каб задаць дазволу для гэтага карыстальніка, альбо змяніць дазволу для гэтага профілю з дапамогай
bg_bg: За да присвоите разрешения на този потребител, или да промените разрешенията за този профил използване на
bn_bd: এই ব্যবহারকারীকে অনুমতি ধার্য হয় এই প্রোফাইলের জন্য অনুমতি ব্যবহার পরিবর্তন
da_dk: For at tildele tilladelser til denne bruger, enten ændre tilladelserne til denne profil ved hjælp af
el_gr: Για να εκχωρήσετε δικαιώματα σε αυτόν τον χρήστη, είτε να αλλάξετε τα δικαιώματα για αυτό το προφίλ χρησιμοποιώντας την
es_es: Para asignar permisos a este usuario, ya sea cambiar los permisos para este perfil utilizando la
et_ee: Et määrata õigused selle kasutaja kas muuta permissions selle profiili abil
fa_ir: اختصاص مجوزها به این کاربر ، یا تغییر مجوز برای این مشخصات با استفاده از
fi_fi: Voivat määrittää käyttöoikeuksia tämän käyttäjän, joko muuttaa käyttöoikeuksia tämän profiilin käyttäen
ga_ie: Le ceadanna a shannadh don úsáideoir seo, bíodh na ceadanna do phróifíl seo athraithe ag baint úsáide as an
gl_gl: Para asignar permisos a este usuario, ou cambiar os permisos para este perfil usando o
hr_hr: Za dodjelu dozvole tog korisnika, ili promjena dozvola za ovaj profil koristeći
hu_hu: Az engedélyek hozzárendelése a felhasználó, vagy megváltoztatni a jogosultságokat a profil használatával
is_is: Til að úthluta heimildum til þessa notanda, annaðhvort að breyta heimildum fyrir þetta snið með því
ja_jp: このユーザーに権限を割り当てる、のいずれかを使用して、このプロファイルの権限を変更する
lt_lt: Priskirti teises šiam vartotojui, arba pakeisti šio profilio leidimus naudojant
lv_lv: Lai piešķirtu atļaujas lietotāju, vai nu mainīt atļaujas par šo profilu, izmantojot
mk_mk: За да доделите дозволи на овој корисник, или промена на дозволи за оваа профилот на користење на
nn_no: Å tildele tillatelser til denne brukeren, enten endre tillatelsene for denne profil ved hjelp av
pl_pl: Aby przypisać uprawnienia użytkownika, albo zmienić uprawnienia dla tego profilu za pomocą
pt_pt: Para atribuir permissões a este usuário, ou alterar as permissões para este perfil usando o
ro_ro: Pentru a atribui permisiuni pentru acest utilizator, fie modificaţi permisiunile pentru acest profil utilizând
ru_ru: Чтобы задать разрешения для этого пользователя, либо изменить разрешения для этого профиля с помощью
sk_sk: Ak chcete priradiť tomuto užívateľovi, a to buď zmeniť povolenia pre tento profil pomocou
sl_si: Če želite dodeliti dovoljenja za tega uporabnika, bodisi spremembo dovoljenja za uporabo tega profila
sq_al: Të caktojë lejet e këtij përdoruesi, ose të ndryshojë lejet për këtë profil duke përdorur
sr_rs: Да бисте доделили дозволе за овог корисника, било да промените дозволе за овај профил коришћења
sv_se: Om du vill tilldela behörigheter till denna användare, antingen ändra rättigheterna för denna profil med hjälp av
th_th: เพื่อกำหนดสิทธิ์ให้กับผู้ใช้นี้อย่างใดอย่างหนึ่งในการเปลี่ยนแปลงสิทธิ์สำหรับโปรไฟล์นี้ใช้
tr_tr: Bu kullanıcı için izinleri atamak ya kullanarak bu profil için izinleri değiştirmek için
uk_ua: Щоб задати дозволу для цього користувача, або змінити дозволи для цього профілю за допомогою
wa_be: I neilltuo hawliau i&#39;r defnyddiwr hwn, naill ai yn newid y caniatâd ar gyfer hyn gan ddefnyddio&#39;r proffil
zh_tw: 要指定該用戶的權限，或者更改權限使用此配置文件

source: setup program or change this user to a User with custom permissions using the
af_za: opstel van program of verander hierdie gebruiker aan &#39;n gebruiker met persoonlike bevoegdheden met behulp van die
be_by: Праграма ўстаноўкі або змяніць гэты карыстальнік Карыстальнік з карыстацкімі дазволамі з дапамогай
bg_bg: инсталационната програма или промяна на този потребител до потребител с потребителски разрешения за използване на
bn_bd: সেটআপ প্রোগ্রাম অথবা ব্যবহারকারীর নিজস্ব ব্যবহারের অনুমতিসহ এই ব্যবহারকারী পরিবর্তন
da_dk: setup program eller ændre denne bruger til en bruger med brugerdefinerede tilladelser ved hjælp af
el_gr: πρόγραμμα εγκατάστασης ή να αλλάξετε αυτό το χρήστη σε χρήστη με προσαρμοσμένα δικαιώματα χρησιμοποιώντας το
et_ee: setup programmi või muuta see kasutaja Kasutajale kohandatud õigusi kasutades
fa_ir: برنامه نصب و یا تغییر این کاربر به یک کاربر با مجوز سفارشی با استفاده از
fi_fi: asennusohjelma tai muuttaa käyttäjän Käyttäjän mukautettuja käyttöoikeuksia käyttäen
ga_ie: clár thus nó úsáideoir seo a athrú chuig Úsáideoir le ceadanna saincheaptha baint úsáide as an
gl_gl: programa de instalación ou cambiar este usuario a un usuario con permisos personalizadas mediante o
hr_hr: program za postavljanje ili promjenu ovog korisnika Korisničko s prilagođenim dozvolama pomoću
hu_hu: telepítőprogram vagy módosíthatja a felhasználó egy felhasználói egyéni engedélyek használatával
is_is: skipulag program eða breyta þessum notanda til notanda með sérsniðnum leyfi með
ja_jp: セットアッププログラムまたは使用して、カスタムアクセス許可を持つユーザーにこのユーザーを変更する
lt_lt: sąrankos programą arba naudodami pasirinktinius leidimus pakeisti šį klientą Vartotojas
lv_lv: uzstādīšanas programmu vai mainīt šim lietotājam lietotāju ar muitas atļaujas, izmantojot
mk_mk: програмата за инсталирање или промена на овој корисник да корисник со сопствени дозволи користење на
nn_no: setup program eller endre denne brukeren til en bruker med egendefinerte tillatelser ved hjelp av
pl_pl: program instalacyjny lub zmienić użytkownika do użytkownika z uprawnienia niestandardowe za pomocą
pt_pt: programa de instalação ou alterar este usuário para um usuário com permissões personalizadas usando o
ro_ro: Programul de instalare sau modifica acest utilizator la un utilizator cu permisiuni particularizată utilizând
ru_ru: Программа установки или изменить этот пользователь Пользователь с пользовательскими разрешениями с помощью
sk_sk: Inštalačný program alebo zmena tohto užívateľa k užívateľovi s využitím vlastnej oprávnenia
sl_si: namestitveni program oziroma spremembo tega uporabnika do uporabnika s pomočjo po meri dovoljenja
sq_al: setup programit ose të ndryshojë ky përdorues për një përdorues me lejet porosi duke përdorur
sr_rs: инсталациони програм или да промените овај корисник Корисник са прилагођеним дозволама користећи
sv_se: installationsprogrammet eller ändra denna användare att en användare med egna behörigheter genom att använda
th_th: โปรแกรมการติดตั้งหรือเปลี่ยนผู้ใช้นี้เพื่อผู้ใช้ที่มีสิทธิ์ที่กำหนดเองโดยใช้
tr_tr: kurulum programını kullanarak özel izinlere sahip bir kullanıcı için bu kullanıcı değiştirmek
uk_ua: Програма установки або змінити цей користувач Користувач з одними дозволами за допомогою
wa_be: setup raglen neu newid hyn ddefnyddiwr at Defnyddiwr gyda chaniatâd arferiad gan ddefnyddio&#39;r
zh_tw: 安裝程序或更改此用戶到用戶自定義使用權限

source: Maximum Failure Allow
af_za: Maksimum Versuim Laat
ar_dz: عدم السماح للأقصى
be_by: Максімальная Няздольнасць дазволіць
bg_bg: Максимална Ако Позволете
bn_bd: সর্বোচ্চ ব্যর্থতা মঞ্জুর
da_dk: Maksimal Manglende Tillad
el_gr: Μέγιστη αποτυχία Επιτρέψτε
es_es: Intentos Fallidos Permitidos
et_ee: Suurim jätmine Lubage
fa_ir: شکست حداکثر اجازه
fi_fi: Suurin jättäminen Salli
ga_ie: Teip Uasmhéid Ceadaigh
gl_gl: Fallo máximo Permitir
hr_hr: Najveći neuspjeh Dopusti
hu_hu: Legnagyobb hiba engedélyezése
is_is: Hámarks Failure Leyfa
ja_jp: 最大の失敗を許可
lt_lt: Maksimalus Nesugebėjimas leidžia
lv_lv: Maksimālais Ja Atļaut
mk_mk: Максимална Неуспехот Дозволете
nn_no: Maksimum Failure Tillate
pl_pl: Maksymalna Brak Pozwól
pt_pt: Falha máximo Permitir
ro_ro: Nerespectarea maxim Permiteţi
ru_ru: Максимальная Неспособность разрешить
sk_sk: Maximálna Ak Povoliť
sl_si: Največja Če Dovoli
sq_al: Dështimi maksimale Lejo
sr_rs: Максимална Неуспех Дозволите
sv_se: Max Fel Tillåt
th_th: ความล้มเหลวสูงสุดที่อนุญาตให้
tr_tr: Maksimum Arıza izin
uk_ua: Максимальна Нездатність вирішити
wa_be: Methiant Uchafswm Caniatáu
zh_tw: 允許的最大失敗

source: User Info
af_za: Gebruikers Info
ar_dz: معلومات المستخدم
be_by: Інфармацыя аб карыстальніку
bg_bg: Информация за потребителя
bn_bd: ব্যবহারকারী তথ্য
da_dk: Bruger Info
el_gr: Πληροφορίες για το χρήστη
es_es: Información del Usuario
et_ee: Kasutaja Info
fa_ir: اطلاعات کاربری
fi_fi: Käyttäjän tiedot
ga_ie: Faisnéis maidir le húsáideoir
gl_gl: Información de usuario
hr_hr: Podaci o korisniku
hu_hu: Információ a felhasználóról
ja_jp: ユーザー情報
lt_lt: Vartotojo Info
lv_lv: Lietotāja informācija
mk_mk: Информации за корисник
nn_no: Bruker Info
pl_pl: Informacje o użytkowniku
pt_pt: Informação de usuário
ro_ro: Ghid de utilizare Info
ru_ru: Информация о пользователе
sk_sk: Informácie o užívateľovi
sl_si: Informacije o uporabniku
sq_al: Të dhëna Përdoruesi
sr_rs: Подаци о кориснику
sv_se: Användare Info
th_th: ข้อมูลผู้ใช้
tr_tr: Kullanıcı Bilgisi
uk_ua: Інформація користувача
wa_be: Gwybodaeth Defnyddiwr
zh_tw: 用戶信息

source: Add a User
af_za: Voeg &#39;n gebruiker
ar_dz: إضافة مستخدم
be_by: Дадаць карыстальніка
bg_bg: Добавяне на потребител
bn_bd: ব্যবহারকারী যোগ করুন
da_dk: Tilføj en bruger
el_gr: Προσθέσετε ένα χρήστη
es_es: Agregar un Usuario
et_ee: Lisa Kasutaja
fa_ir: اضافه کردن یک کاربر
fi_fi: Lisää käyttäjä
ga_ie: Cuir Úsáideoir
gl_gl: Engadir un usuario
hr_hr: Dodaj korisnika
hu_hu: Add a felhasználó
is_is: Bæta við notanda
ja_jp: ユーザの追加
lt_lt: Pridėti Vartotojas
lv_lv: Pievienot lietotāju
mk_mk: Додади на корисникот
nn_no: Legg til en bruker
pl_pl: Dodaj użytkownika
pt_pt: Adicionar um usuário
ro_ro: Adauga un utilizator
ru_ru: Добавить пользователя
sk_sk: Pridať užívateľa
sl_si: Dodaj uporabnika
sq_al: Shto një User
sr_rs: Додај корисника
sv_se: Lägg till en användare
th_th: เพิ่มผู้ใช้
tr_tr: Kullanıcı Ekle
uk_ua: Додати користувача
wa_be: Ychwanegu Defnyddiwr
zh_tw: 添加用戶

source: Profiles
af_za: Profiele
ar_dz: التشكيلات
be_by: Профілі
bg_bg: Профили
bn_bd: প্রোফাইল
da_dk: Profiler
el_gr: Προφίλ
es_es: Perfiles
et_ee: Profiilid
fa_ir: پروفایل
fi_fi: Profiilit
ga_ie: Próifílí
gl_gl: Perfís
hr_hr: Profili
hu_hu: Profilok
is_is: Snið
ja_jp: プロファイル
lt_lt: Profiliai
lv_lv: Profili
mk_mk: Профили
nn_no: Profiler
pl_pl: Profile
pt_pt: Perfis
ro_ro: Profiluri
ru_ru: Профили
sk_sk: Profily
sl_si: Profili
sq_al: Profilet
sr_rs: Профили
sv_se: Profiler
th_th: ดูโปรไฟล์
tr_tr: Profiller
uk_ua: Профілі
wa_be: Proffiliau
zh_tw: 查看詳細資料

source: General Info
af_za: Algemene Info
ar_dz: معلومات عامة
be_by: Агульная інфармацыя
bg_bg: Обща информация
bn_bd: সাধারণ তথ্য
el_gr: Γενικές Πληροφορίες
es_es: Información General
et_ee: Üldinfo
fa_ir: اطلاعات عمومی
fi_fi: Yleistä
ga_ie: Eolas Ginearálta
gl_gl: Información xeral
hr_hr: Opće informacije
is_is: Almennar upplýsingar
ja_jp: 一般情報
lt_lt: Bendra informacija
lv_lv: Vispārīga informācija
mk_mk: Општи информации
nn_no: Generell Info
pl_pl: Informacje ogólne
pt_pt: Informações gerais
ru_ru: Общая информация
sk_sk: Všeobecné informácie
sq_al: Info të përgjithshme
sr_rs: Опште информације
th_th: ข้อมูลทั่วไป
tr_tr: Genel Bilgi
uk_ua: Загальна інформація
wa_be: Gwybodaeth Cyffredinol
zh_tw: 基本信息

source: This password is alredy taken
af_za: Hierdie wagwoord word alredy geneem
ar_dz: يتم أخذ هذه كلمة دينا بالفعل
es_es: Esta contraseña se toma alredy

source: Your current password was incorrect.
af_za: U huidige wagwoord is verkeerd.
ar_dz: وكلمة السر الحالية غير صحيحة.
be_by: Ваш бягучы пароль быў няслушным.
bg_bg: Вашият текущата парола е неправилна.
bn_bd: আপনার বর্তমান পাসওয়ার্ড ভুল ছিল.
da_dk: Din nuværende adgangskode var forkert.
el_gr: Τρέχοντα κωδικό πρόσβασής σας ήταν εσφαλμένη.
et_ee: Sinu praegune parool ei olnud õige.
fa_ir: رمز عبور فعلی شما نادرست بود.
fi_fi: Nykyinen salasana oli väärä.
ga_ie: D&#39;fhocal faire reatha a bhí mícheart.
gl_gl: O seu contrasinal actual é incorrecto.
hr_hr: Vaša trenutna zaporka nije točan.
hu_hu: A jelenlegi jelszó hibás.
is_is: Núverandi lykilorð er rangt.
ja_jp: あなたの現在のパスワードが正しくありませんでした。
lt_lt: Jūsų dabartinė slaptažodis neteisingas.
lv_lv: Jūsu pašreizējā parole bija nepareizi.
mk_mk: Вашата моментална лозинка е неточна.
nn_no: Ditt nåværende passord var feil.
pl_pl: Bieżące hasło jest nieprawidłowa.
pt_pt: Sua senha atual está incorreta.
ro_ro: Parola curentă a fost incorect.
ru_ru: Ваш текущий пароль был неверным.
sk_sk: Vaše aktuálne heslo nebolo správne.
sl_si: Trenutno geslo je napačno.
sq_al: Fjalëkalimi juaj aktual ishte i gabuar.
sr_rs: Ваша тренутна лозинка је погрешна.
sv_se: Ditt nuvarande lösenord var felaktig.
th_th: รหัสผ่านปัจจุบันของคุณไม่ถูกต้อง
tr_tr: Mevcut şifreniz yanlış olabilir.
uk_ua: Ваш поточний пароль був невірним.
wa_be: Eich cyfrinair ar hyn o bryd yn anghywir.
zh_tw: 您當前的密碼是不正確的。

source: Student Listing
af_za: Studente Listing
ar_dz: طالب اظهر
be_by: Студэнцкая лістынга
bg_bg: Студентски Обява
bn_bd: ছাত্র তালিকা
da_dk: Student oversigt
el_gr: Εισαγωγή σπουδαστών
es_es: Listado de Alumnos
et_ee: Student videod
fa_ir: مثال دانشجویی
fi_fi: Opiskelija Listing
ga_ie: Liosta na Mac Léinn
gl_gl: Listado estudante
hr_hr: Studentski Oglas
hu_hu: Diák listája
is_is: Námsmaður Listing
ja_jp: 学生のリスト
lt_lt: Studentų sąrašas
lv_lv: Studentu Listing
mk_mk: Студент на оглас
pl_pl: Lista Student
pt_pt: Listagem estudante
ro_ro: Student Listarea
ru_ru: Студенческая листинга
sk_sk: Študent Výpis
sq_al: Listing Student
sr_rs: Студентски Оглас
sv_se: Student Lista
th_th: รายชื่อนักศึกษา
tr_tr: Öğrenci Listeleme
uk_ua: Студентська лістингу
wa_be: Rhestru Myfyrwyr
zh_tw: 學生清單

source: Given Name
af_za: Gegee naam
ar_dz: اسم معين
be_by: Імя
bg_bg: Като се има предвид Име
bn_bd: দেওয়া নাম
da_dk: Fornavn
el_gr: Δεδομένου Όνομα
es_es: Apellido
et_ee: Eesnimi
fa_ir: با توجه به نام و نام خانوادگی
fi_fi: Etunimi
ga_ie: Ainm Mar gheall ar
gl_gl: Nome dado
hr_hr: S obzirom na ime
hu_hu: Keresztnév
is_is: Eiginnafn
ja_jp: 与えられた名前
lt_lt: Vardas
lv_lv: Vārds
mk_mk: Со оглед на име
nn_no: Gitt Navn
pl_pl: Imię
pt_pt: Nome dado
ro_ro: Prenume
ru_ru: Имя
sk_sk: Krstné meno
sl_si: Ime
sq_al: Emri Duke pasur parasysh
sr_rs: С обзиром на име
sv_se: Förnamn
th_th: ชื่อที่กำหนด
tr_tr: Verilen isim
uk_ua: Ім&#39;я
wa_be: Enw O ystyried
zh_tw: 由於名稱

source: Student Sorting
af_za: Studente Sortering
ar_dz: طالب الفرز
be_by: Студэнцкая Сартаванне
bg_bg: Студентски Сортирането
bn_bd: ছাত্র বাছাই
da_dk: Student Sortering
el_gr: Ταξινόμηση Φοιτητών
es_es: Clasificación del Alumno
et_ee: Student sorteerimine
fa_ir: سورتینگ دانشجویی
fi_fi: Opiskelija lajittelu
ga_ie: Sórtáil Mac Léinn
gl_gl: Clasificando estudante
hr_hr: Studentski Sortiranje
hu_hu: Diák rendezése
is_is: Námsmaður Flokkun
ja_jp: 学生の並べ替え
lt_lt: Studentų Rūšiavimas
lv_lv: Studentu Kārtošana
mk_mk: Студент Сортирање
nn_no: Student Sortere
pl_pl: Sortowanie Student
pt_pt: Classificando estudante
ro_ro: Student sortare
ru_ru: Студенческая Сортировка
sk_sk: Študent triedenie
sl_si: Student Sortiranje
sq_al: Sorting Student
sr_rs: Студентски Сортирање
sv_se: Student Sortering
th_th: การเรียงลำดับของนักเรียน
tr_tr: Öğrenci Sıralama
uk_ua: Студентська Сортування
wa_be: Didoli Myfyrwyr
zh_tw: 學生排序

source: Grade, Name
af_za: Graad Naam
ar_dz: الصف ، واسم
be_by: Клас, імя
bg_bg: Степен, Име
da_dk: Grade, Navn
el_gr: Βαθμού, Όνομα
es_es: Â¿Por qué aparece nombre después de Grado?
et_ee: Hinne, Nimi
fa_ir: درجه ، نام
fi_fi: Grade, Nimi
ga_ie: Grád, Ainm
gl_gl: Nome, grao
hr_hr: Ocjena, Ime
hu_hu: Grade, Név
is_is: Bekk, Name
ja_jp: グレード、名前
lt_lt: Įvertinimas, vardas
lv_lv: Novērtējums, Nosaukums
mk_mk: Одделение, име
nn_no: Grade, Navn
pl_pl: Stopień, imię
pt_pt: Nome, grau
ro_ro: Nume Grad,
ru_ru: Класс, имя
sk_sk: Triedy, meno
sl_si: Grade, Ime
sq_al: Klasën, Emri
sr_rs: Разред, име
sv_se: Grade, Namn
th_th: ชื่อ, เกรด
tr_tr: Sınıf, Ad
uk_ua: Клас, ім&#39;я
wa_be: Gradd, Enw
zh_tw: 等級，名稱

source: File Export Type
af_za: File Uitvoer Soort
ar_dz: نوع ملف التصدير
be_by: Тып файла экспарту
bg_bg: Експортен тип файл
da_dk: Fil Eksportér Type
el_gr: Αρχείο Τύπος Εξαγωγή
es_es: Tipo de archivo de Exportación
et_ee: Fail Ekspordi tüüp
fa_ir: نوع صادرات فایل
fi_fi: Tiedosto Vie tyyppi
ga_ie: Cineál Easpórtáil Comhad
gl_gl: Tipo de Exportación de arquivo
hr_hr: Datoteka Izvoz Vrsta
hu_hu: Fájl Export típus
ja_jp: ファイルのエクスポートの種類
lt_lt: Failo eksporto rūšis
lv_lv: Fails Eksportēt tips
mk_mk: Датотеката извоз Тип
nn_no: Fileksport Type
pl_pl: Typ Plik Eksportuj
pt_pt: Tipo de Exportação de arquivo
ro_ro: Export fişier de tip
ru_ru: Тип файла экспорта
sk_sk: Export súboru typu
sl_si: Datoteka Export Type
sq_al: Export fotografi Lloji
sr_rs: Филе извоза Тип
sv_se: Arkiv Exportera Typ
th_th: ประเภทส่งออกแฟ้ม
tr_tr: Dosyası Ver&#39;i Tipi
uk_ua: Тип файлу експорту
wa_be: Math o Ffeil Allforio
zh_tw: 文件輸出類型

source: Tab-Delimited (Excel)
af_za: Tabgescheiden (Excel)
ar_dz: المفصول (اكسل)
be_by: Tab-коскамі (Excel)
bg_bg: Разделен с табулатори (Excel)
bn_bd: ট্যাব-Delimited (এক্সেল)
da_dk: Tabulatorseparerede (Excel)
el_gr: Οριοθετημένο με στηλοθέτες (Excel)
es_es: Delimitado por Tabuladores (Excel)
et_ee: Tabeleraldusega (Excel)
fa_ir: نوار تحدید (اکسل)
fi_fi: Sarkainerotellussa (Excel)
ga_ie: Tab-theorainneacha socraithe (Excel)
gl_gl: Delimitado por tabulacións (Excel)
hr_hr: Razgraničenu tabulatorima (Excel)
hu_hu: Tabulátorral tagolt (Excel)
is_is: Tab-afmarkast (Excel)
ja_jp: タブ区切り（エクセル）
lt_lt: Tab-Atskirti (Excel)
lv_lv: Tab-Atdalīts (Excel)
mk_mk: Табулатори (Excel)
nn_no: Tabulatordelt (Excel)
pl_pl: Rozdzielany tabulatorami (Excel)
pt_pt: Delimitado por tabulações (Excel)
ro_ro: Delimitat prin tab-(Excel)
ru_ru: Tab-запятыми (Excel)
sk_sk: Oddelený tabulátorom (Excel)
sl_si: S tabulatorji (Excel)
sq_al: Tab-i pakufizuar (Excel)
sr_rs: Таб-Разграничени (Екцел)
sv_se: Tabbavgränsad (Excel)
th_th: คั่นด้วยแท็บ (Excel)
tr_tr: Sekmeyle Sınırlandırılmış (Excel)
uk_ua: Tab-комами (Excel)
wa_be: Tab-hamffinio (Excel)
zh_tw: 製表符分隔（EXCEL）

source: Display student search screen
af_za: Wys student soektog skerm
ar_dz: شاشة عرض الطالب البحث
be_by: Паказаць студэнт экран пошуку
bg_bg: Екрана на дисплея студент търсене
bn_bd: অনুসন্ধান পর্দায় ছাত্র প্রদর্শন
da_dk: Display studerende søgeskærmen
el_gr: Display οθόνη αναζήτησης φοιτητής
es_es: Mostrar pantalla de búsqueda del alumno
et_ee: Näita õpilane otsing ekraani
fa_ir: دانش آموز صفحه نمایش صفحه نمایش جستجو
fi_fi: Näytä opiskelija hakuikkunassa
ga_ie: Taispeáin scáileán cuardaigh mac léinn
gl_gl: Pantalla de investigación de estudantes
hr_hr: Prikaz studentskih pretraživanje zaslona
hu_hu: Kijelző hallgató kereső képernyő
is_is: Skoða nemandi leit skjár
ja_jp: ディスプレイ学生検索画面
lt_lt: Ekrano studentų paieškos langas
lv_lv: Displejs students meklēšanas ekrāns
mk_mk: Покажи студент пребарување екран
nn_no: Skjerm student search skjermen
pl_pl: Student ekranu wyszukiwania
pt_pt: Tela de pesquisa de estudantes
ro_ro: Arată elev căutare ecran
ru_ru: Показать студент экран поиска
sk_sk: Displej obrazovky študenta hľadanie
sl_si: Prikaži študent iskanje zaslonu
sq_al: Studenti Display screen kërko
sr_rs: Прикажи студената за претрагу екран
sv_se: Visa elev sökskärmen
th_th: หน้าจอแสดงผลการค้นหานักเรียน
tr_tr: Ekran öğrenci arama ekranı
uk_ua: Показати студент екран пошуку
wa_be: Arddangos myfyrwyr sgrin chwilio
zh_tw: 搜索屏幕顯示學生

source: Group by family by default
af_za: Groep deur familie by verstek
ar_dz: المجموعة قبل العائلة افتراضيا
be_by: Група сям&#39;ёй па змаўчанні
bg_bg: Група от семейството по подразбиране
bn_bd: ডিফল্টরূপে পরিবার গ্রুপ
da_dk: Gruppe af familien som standard
el_gr: Ομάδα από την οικογένεια από προεπιλογή
es_es: Agrupar por familia por defecto
et_ee: Rühma pere vaikimisi
fa_ir: گروه توسط خانواده به طور پیش فرض
fi_fi: Ryhmittele perhe oletuksena
ga_ie: Grúpáil de réir teaghlaigh de réir réamhshocraithe
gl_gl: Grupo pola familia por defecto
hr_hr: Grupa obitelji po defaultu
hu_hu: Csoport családi alapértelmezés szerint
is_is: Group af fjölskyldu sjálfgefið
ja_jp: デフォルトでは、家族ごとのグループ
lt_lt: Grupė pagal nutylėjimą šeimos
lv_lv: Grupēt pēc ģimenes pēc noklusējuma
mk_mk: Група од семејството по дифолт
nn_no: Gruppe av familien som standard
pl_pl: Grupa przez rodzinę domyślnie
pt_pt: Grupo pela família por padrão
ro_ro: Grupul de familie în mod implicit
ru_ru: Группа семьей по умолчанию
sk_sk: Skupina o rodine ako predvolené
sl_si: Skupina, ki jih družina privzeto
sq_al: Grupi nga familja by default
sr_rs: Група од стране породице по дефаулту
sv_se: Gruppera efter familj som standard
th_th: กลุ่มครอบครัวโดยค่าเริ่มต้น
tr_tr: Grup varsayılan olarak ailesi tarafından
uk_ua: Група сім&#39;єю за замовчуванням
wa_be: Grŵp gan deulu yn ddiofyn
zh_tw: 集團由家庭默認

source: Search all schools by default
af_za: Soek na alle skole by verstek
ar_dz: ابحث عن جميع المدارس افتراضيا
be_by: Шукаць усе школы па змаўчанні
bg_bg: Търсене на всички училища по подразбиране
bn_bd: ডিফল্ট দ্বারা সমস্ত স্কুল অনুসন্ধান
da_dk: Søg alle skoler som standard
el_gr: Αναζήτηση όλων των σχολείων από προεπιλογή
es_es: Buscar todas las Instituciones por defecto
et_ee: Otsi kõik koolid default
fa_ir: جستجو در همه مدارس به طور پیش فرض
fi_fi: Hae kaikki koulut oletuksena
ga_ie: Cuardaigh gach scoil de réir réamhshocraithe
gl_gl: Busca por defecto todas as escolas
hr_hr: Pretraži sve škole po defaultu
hu_hu: Keresés minden iskola alapértelmezés szerint
is_is: Leita í öllum skólum sjálfgefið
ja_jp: デフォルトではすべての学校を検索
lt_lt: Ieškoti visose mokyklose pagal nutylėjimą
lv_lv: Meklēt visās skolās pēc noklusējuma
mk_mk: Барај сите училишта по дифолт
nn_no: Søk alle skoler som standard
pl_pl: Znajdź wszystkie szkoły domyślnie
pt_pt: Busca por padrão todas as escolas
ro_ro: Caută toate şcolile în mod implicit
ru_ru: Искать все школы по умолчанию
sk_sk: Hľadať všetky školy v predvolenom
sl_si: Išči po vseh šolah privzeto
sq_al: Kërko të gjitha shkollat ​​by default
sr_rs: Претражи све школе по дефаулту
sv_se: Sök alla skolor som standard
th_th: ค้นหาโรงเรียนทั้งหมดโดยค่าเริ่มต้น
tr_tr: Varsayılan olarak tüm okullarda ara
uk_ua: Шукати всі школи за замовчуванням
wa_be: Chwiliwch yr holl ysgolion yn ddiofyn
zh_tw: 默認情況下搜索所有學校

source: Highlight Color
af_za: Verlig Kleur
ar_dz: لون الضوء
be_by: Колер выдзялення
bg_bg: Цвят за маркиране
bn_bd: হাইলাইটের রঙ
da_dk: Fremhæv Farve
el_gr: Χρώμα επισήμανσης
es_es: Resaltar Color
et_ee: Esiletõstuvärv
fa_ir: مشخصکردنرنگ
fi_fi: Korosta väri
ga_ie: Dath Highlight
gl_gl: Cor do Destaque
hr_hr: Boja isticanja
hu_hu: Kiemelés színe
is_is: Highlight Litur
ja_jp: ハイライトカラー
lt_lt: Žymėjimo spalva
lv_lv: Iezīmēt krāsu
mk_mk: Селектирај боја
nn_no: Uthevingsfarge
pl_pl: Kolor podświetlenia
pt_pt: Cor do Realce
ro_ro: Culoare evidenţiere
ru_ru: Цвет выделения
sk_sk: Farba zvýraznenia
sq_al: Color Highlight
sr_rs: Боја за истицање
sv_se: Markera Färg
th_th: ไฮไลต์สี
tr_tr: Vurgu Rengi
uk_ua: Колір виділення
wa_be: Lliw Highlight
zh_tw: 突出顯示顏色

source: Date Format
af_za: Datumformaat
be_by: Фармат даты
bg_bg: Формата на датата
bn_bd: তারিখ বিন্যাস
da_dk: Datoformat
el_gr: Μορφή ημερομηνίας
es_es: Formato de la fecha
et_ee: Kuupäeva formaat
fa_ir: قالب تاریخ
fi_fi: Päivämäärän muoto
ga_ie: Formáid dáta
gl_gl: Formato de data
hr_hr: Oblik datuma
hu_hu: Dátum formátum
ja_jp: 日付の表示形式
lt_lt: Datos formatas
lv_lv: Datuma formāts
mk_mk: Формат на датумот
nn_no: Datoformat
pl_pl: Format daty
pt_pt: Formato de data
ro_ro: Data Format
ru_ru: Формат даты
sk_sk: Formát dátumu
sl_si: Oblika datuma
sq_al: Format Data
sr_rs: Формат датума
sv_se: Datumformat
th_th: รูปแบบวันที่
tr_tr: Tarih Biçimi
uk_ua: Формат дати
wa_be: Fformat Dyddiad
zh_tw: 日期格式
