Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This report shows which teachers have not entered eligibility for any given date range. The date range is set in the Entry Times program.
af_za: Hierdie verslag toon waarop onderwysers nie ingeskryf het in aanmerking te kom vir &#39;n gegewe datum bereik. Die datum bereik is in die program Entry Times.
ar_dz: ويبين هذا التقرير الذي المعلمين لم تدخل الأهلية للأي نطاق تاريخ معين. يتم تعيين نطاق التاريخ في برنامج إدخال تايمز.
be_by: Гэтая справаздача паказвае, якія настаўнікі не ўвялі права на любы перыяд часу. Дыяпазон дат, намечаныя ў праграме Уступленне Times.
bg_bg: Този доклад показва, които учителите не са вписани за допустимост за всяка определена дата. Е зададен в програмата за влизане Times.
bn_bd: এই রিপোর্ট দেখানো হয়েছে যা শিক্ষক যোগ্যতা প্রবেশ করে কোন প্রদত্ত সময়সীমার জন্য না. তারিখ পরিসীমা এন্ট্রি টাইমস প্রোগ্রাম করা হয়.
da_dk: Denne rapport viser, som lærerne ikke har indtastet berettigelse til en given datointerval. Datointervallet ligger i Entry Times programmet.
el_gr: Αυτή η έκθεση δείχνει οποία οι εκπαιδευτικοί δεν έχουν εισέλθει επιλεξιμότητας για κάθε συγκεκριμένη περιοχή ημερομηνιών. Το χρονικό διάστημα που είναι στην Times Έναρξη προγράμματος.
es_es: Este informe muestra que los profesores no han entrado en la elegibilidad para cualquier rango de fechas determinado. El rango de fecha se establece en el programa de tiempos de entrada.
et_ee: See aruanne näitab, millised õpetajad ei sisestanud saamise tahes kuupäeval vahemikus. Kuupäeva vahemik on seatud Entry Times programmi.
fa_ir: این گزارش نشان می دهد که معلمان واجد شرایط بودن برای هر محدوده تاریخ مورد نظر وارد نشده است. محدوده تاریخ در ورود برنامه بار شده است.
fi_fi: Tämä raportti osoittaa, jossa opettajat eivät ole tulleet kelpoisuutta tahansa aikavälillä. Aikaväli on asetettu Entry Times ohjelmaa.
ga_ie: Léiríonn an tuarascáil nach bhfuil múinteoirí isteach incháilitheacht le haghaidh aon réimse dáta a tugadh. Tá an raon dáta atá leagtha i gclár na Iontrála Times.
gl_gl: Este informe mostra que os profesores non entraron elixibilidade para calquera período determinado. O intervalo de data é definida no programa tempos de inscrición.
hr_hr: Ovo izvješće pokazuje koje nastavnici nisu ušli prikladnosti za bilo koju danu razdoblje. Razdoblje je postavljen u programu unos Times.
hu_hu: Ez a jelentés azt mutatja, ahol a tanárok még nem lépett jogosultságot adott időszakra. A dátum tartomány van beállítva a Belépés Times programot.
is_is: Þessi skýrsla sýnir hvaða kennarar hafa ekki gert hæfi fyrir tiltekið tímabil. Tímabilið er stillt í færslunni Times program.
ja_jp: このレポートでは、教師が任意の日付範囲の適格性を入力していないかを示しています。日付範囲は、Entryタイムズのプログラムに設定されています。
lt_lt: Ši ataskaita rodo, kurie dar neparengti mokytojų įrašytas tinkamumo tam tikrą laikotarpį. Datos intervalas nustatytas įrašas Times &quot;programa.
lv_lv: Šis ziņojums parāda, kad skolotāji nav ievadīts tiesības uz kādu konkrētu datumu diapazonā. Datumu diapazons ir iestatīts Entry Times programmu.
mk_mk: Овој извештај покажува што наставниците не влегле подобност за секој даден период. Во период е поставена во влез тајмс програма.
nn_no: Denne rapporten viser hvilke lærere ikke har oppgitt valgbarhet for en gitt datoperiode. Datoen serien er satt i Entry Times programmet.
pl_pl: Ten raport pokazuje, w których nauczyciele nie weszły kwalifikowalności dla danego zakresu dat. Zakres dat jest ustawiony w programie Times Wejście.
pt_pt: Este relatório mostra que os professores não entraram elegibilidade para qualquer período determinado. O intervalo de data é definida no programa tempos de inscrição.
ro_ro: Acest raport arată care cadrele didactice nu au intrat de eligibilitate pentru orice interval de timp dat. Intervalul de timp este stabilită în program de intrare Times.
ru_ru: Этот отчет показывает, какие учителя не ввели право на любой период времени. Диапазон дат, намеченные в программе Вступление Times.
sk_sk: Táto správa ukazuje, kde majú učitelia nezadal spôsobilosti pre dané časové obdobie. Dátum rozsah je nastavený v programe Entry Times.
sl_si: To poročilo kaže, ki jih učitelji niso začela upravičenosti za katero koli določeno časovno obdobje. Časovno obdobje se določi v programu Vstop Times.
sq_al: Ky raport tregon që mësuesit nuk kanë hyrë në të drejtën për çdo varg datën e caktuar. Varg datë është vendosur në programin Times Hyrja.
sr_rs: Овај извештај показује које наставници нису ушле подобности за било који временски опсег. Опсег датума је постављен у доба Улаз програма.
sv_se: Denna rapport visar vilka lärare som inte har skrivit in behörighet för ett visst datumintervall. Datumintervallet är inställt i Entry Times programmet.
th_th: รายงานนี้จะแสดงที่ครูยังไม่ได้ป้อนสิทธิ์สำหรับช่วงวันที่ใด ๆ ช่วงวันที่ที่ถูกกำหนดในรายการโปรแกรมไท
tr_tr: Bu rapor, öğretmenler, herhangi bir tarih aralığı için uygunluk girmediniz hangi gösterir. Giriş Times programında tarih aralığı ayarlanır.
uk_ua: Цей звіт показує, які вчителі не ввели право на будь-який період часу. Діапазон дат, намічені в програмі Вступ Times.
wa_be: Mae&#39;r adroddiad hwn yn dangos nad yw athrawon wedi cofrestru gymwys ar gyfer unrhyw ystod dyddiad a roddir. Mae&#39;r amrediad dyddiad wedi ei osod yn y rhaglen Mynediad Times.
zh_tw: 該報告顯示，教師沒有資格進入任何給定的日期範圍。日期範圍設置在入口時報方案。

source: The red checks indicate that a teacher has failed to enter the current date ranges eligibility for that period.
af_za: Die rooi tjeks dui daarop dat &#39;n onderwyser in gebreke gebly het om die huidige datum bereik om in aanmerking te kom vir daardie tydperk.
ar_dz: الشيكات الحمراء تشير إلى أن المعلم قد فشل في دخول الحالي يتراوح تاريخ استحقاق لتلك الفترة.
be_by: Чырвоны праверкі паказваюць, што настаўнік не змог увесці бягучую дату дыяпазоны прымальнасці для гэтага перыяду.
bg_bg: Червеният проверки показват, че един учител не е успял да въведете текущата дата варира допустимост за този период.
bn_bd: লাল চেক নির্দেশ করে যে একটি শিক্ষক তত্কাল জন্য বর্তমান তারিখ রেঞ্জ যোগ্যতা লিখুন ব্যর্থ হয়েছে.
da_dk: De røde kontrol indikerer, at en lærer har undladt at indtaste den aktuelle datointervaller er berettiget til denne periode.
el_gr: Το κόκκινο έλεγχοι δείχνουν ότι ένας δάσκαλος έχει αποτύχει να εισάγετε την τρέχουσα ημερομηνία επιλεξιμότητας εύρος τιμών για την εν λόγω περίοδο.
es_es: Las marcas rojas indican que un profesor no ha ingresado los rangos de fecha de eligibilidad para ese período.
et_ee: Punane kontroll näitab, et õpetaja on jätnud praeguse kuupäeva vahemikud abikõlblikkuse sel perioodil.
fa_ir: چک قرمز نشان می دهد که یک معلم شکست خورده است را وارد کنید تاریخ واجد شرایط بودن دامنه فعلی برای آن دوره است.
fi_fi: Punainen tarkastus on osoittanut, että opettaja on jättänyt Anna oikea päiväys vaihtelee tukikelpoisuuden kyseiselle ajanjaksolle.
ga_ie: Léiríonn na seiceálacha dearg go bhfuil múinteoir theip chun dul isteach ar an dáta raonta reatha incháilitheacht don tréimhse sin.
gl_gl: As comprobacións vermello indican que un profesor non puido entrar na actual data de elegibilidade intervalos para ese período.
hr_hr: Crvena provjerava ukazuju na to da nastavnik nije Unesite trenutni datum raspone prihvatljivosti za to razdoblje.
hu_hu: A vörös ellenőrzések azt mutatják, hogy a tanár nem írja be az aktuális dátumot tartományok jogosultság ebben az időszakban.
is_is: Rauða eftirlit gefa til kynna að kennari hefur ekki tekist að slá inn núverandi tímabil eiga rétt á þeim tíma.
ja_jp: 赤のチェックは、教師がその期間の現在の日付範囲の資格を入力して故障していることを示します。
lt_lt: Raudona patikrinimai rodo, kad mokytojas nesugebėjo patekti į to laikotarpio datų tinkamumo.
lv_lv: Sarkans pārbaudēs atklāj, ka skolotājs ir izdevies ievadīt pašreizējo datumu diapazonu tiesības uz šo periodu.
mk_mk: Црвената проверки покажуваат дека наставникот не успеа да влезе во тековниот датум се движи подобност за тој период.
nn_no: Den røde sjekker indikerer at en lærer har unnlatt å angi gjeldende datoperiodene valgbarhet for denne perioden.
pl_pl: Czerwona kontroli wskazują, że nauczyciel nie udało się wprowadzić aktualne uprawnienia zakresy dat dla tego okresu.
pt_pt: As verificações vermelho indicam que um professor não conseguiu entrar na atual data de elegibilidade intervalos para esse período.
ro_ro: Verificările roşu indică faptul că un profesor nu a reuşit să introduceţi actuale de eligibilitate intervale de date pentru acea perioada.
ru_ru: Красный проверки показывают, что учитель не смог ввести текущую дату диапазоны приемлемости для этого периода.
sk_sk: Červené kontrola odhalí, že učiteľ sa nepodarilo zadať aktuálne časová spôsobilosť pre toto obdobie.
sl_si: Rdeča pregledi kažejo, da je učitelj ni uspelo vnesti trenutni datum upravičenosti območja za to obdobje.
sq_al: Kontrollet e kuqe tregojnë se një mësues ka dështuar për të hyrë në të drejtën aktuale shkon datën për atë periudhë.
sr_rs: Црвена проверава указују на то да наставник није успео да уђе тренутни опсег подобности датум за тај период.
sv_se: Den röda kontrollerna visar att en lärare har underlåtit att ange aktuellt datumintervall berättigande för den perioden.
th_th: จะตรวจสอบสีแดงแสดงให้เห็นว่าครูที่ล้มเหลวในการป้อนวันที่มีสิทธิ์ในปัจจุบันช่วงระยะเวลาที่
tr_tr: Kırmızı çekler, bir öğretmen, o dönem için geçerli tarih aralıkları uygunluk girmek için başarısız olduğunu göstermektedir.
uk_ua: Червоний перевірки свідчать, що вчитель не зміг ввести поточну дату діапазони прийнятності для цього періоду.
wa_be: Mae&#39;r gwiriadau goch yn dangos bod athro wedi methu â mynd i mewn i&#39;r cymhwyster amrediadau dyddiad cyfredol ar gyfer y cyfnod hwnnw.
zh_tw: 紅色的檢查表明，教師未能輸入當前日期範圍資格的期限。

source: You can select the current date range from the pull-down menu at the top of the screen. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen. After choosing a date range or period, click the Go button to refresh the list with the new parameters.
af_za: Jy kan kies die huidige tydperk van die hangkieslys aan die bokant van die skerm. Jy kan ook wys slegs een tydperk deur die keuse van daardie tydperk uit die tydperk hangkieslys aan die bokant van die skerm. Na die keuse van &#39;n periode of tydperk, kliek op die knoppie Spring na die lys te verfris met die nuwe parameters.
ar_dz: يمكنك تحديد نطاق التاريخ الحالي من القائمة المنسدلة في أعلى الشاشة. يمكنك أيضا تظهر فترة واحدة فقط عن طريق اختيار تلك الفترة من القائمة المنسدلة الفترة في الجزء العلوي من الشاشة. بعد اختيار مجموعة أو فترة تاريخ، انقر فوق الزر انتقال لتحديث قائمة مع المعايير الجديدة.
be_by: Вы можаце выбраць бягучы дыяпазон дат з выпадальнага меню ў верхняй частцы экрана. Вы таксама можаце паказаць толькі адзін перыяд, абраўшы гэты перыяд ад перыяду выпадальнае меню ў верхняй частцы экрана. Абраўшы дыяпазон дат або часу, націсніце кнопку Go, каб абнавіць спіс з новымі параметрамі.
bg_bg: Можете да изберете диапазон от дати от падащото меню в горната част на екрана. Можете също да покажете само един период от избора на този период от периода падащото меню в горната част на екрана. След избора на период или период, щракнете върху Go бутон, за да обновите списъка с новите параметри.
bn_bd: আপনি পর্দার উপরের টান ডাউন মেনু থেকে বর্তমান তারিখ পরিসীমা নির্বাচন করতে পারেন. আপনি পর্দার উপরের সময়ের-টান ডাউন মেনু থেকে তত্কাল করুন দ্বারা শুধুমাত্র এক সময়ের দেখাতে পারি. তারিখ পরিসীমা বা সময় নির্বাচন করার পরে নতুন পরামিতি সহ তালিকা রিফ্রেশ যান বাটন ক্লিক করুন.
da_dk: Du kan vælge det aktuelle datointerval fra pull-down menuen øverst på skærmen. Du kan også vise en enkelt periode ved at vælge denne periode fra den periode, pull-down menuen øverst på skærmen. Når du har valgt et datointerval eller periode, skal du klikke på Go-knappen for at opdatere listen med de nye parametre.
el_gr: Μπορείτε να επιλέξετε το τρέχον εύρος ημερομηνιών από το pull-down μενού στο πάνω μέρος της οθόνης. Μπορείτε επίσης να εμφανίσετε μόνο μία περίοδο με την επιλογή αυτής της περιόδου από την περίοδο pull-down μενού στο πάνω μέρος της οθόνης. Αφού επιλέξετε ένα εύρος ημερομηνίας ή της περιόδου, κάντε κλικ στο κουμπί για να ανανεώσετε τη λίστα με τις νέες παραμέτρους.
es_es: Es posible seleccionar el intervalo de tiempo actual en el menú desplegable en la parte superior de la pantalla. También puede mostrar un solo periodo eligiendo ese período en el menú desplegable período en la parte superior de la pantalla. Después de elegir un rango de fecha o período, haga clic en el botón Continuar para actualizar la lista con los nuevos parámetros.
et_ee: Te saate valida kuupäeva vahemikus pull-down menüü ülaosas ekraani. Võite ka näidata ainult üks periood, valides selle ajavahemiku jooksul rippmenüüst ülaosas ekraani. Kangesti kuupäeva vahemik või ajavahemik, klõpsake nuppu Mine värskendada nimekirja uusi parameetreid.
fa_ir: شما می توانید محدوده تاریخ جاری را از منوی PULL - DOWN در بالای صفحه نمایش را انتخاب کنید. شما همچنین می توانید تنها یک دوره با انتخاب آن دوره را از دوره منوی کشویی در بالای صفحه نمایش نشان می دهد. پس از انتخاب محدوده تاریخ و یا دوره ، با کلیک بر روی دکمه برو به تازه کردن لیست با پارامترهای جدید.
fi_fi: Voit valita nykyisen päivämäärän vaihtelevat alasvetovalikosta yläreunassa näytön. Voit myös näyttää vain yhden kauden valitsemalla että ajanjakson ajan alasvetovalikosta yläreunassa näytön. Kun olet valinnut ajanjakson tai ajan, napsauta Siirry-painiketta voit päivittää luetteloa uusien parametrien.
ga_ie: Is féidir leat a roghnú an raon dáta reatha ón roghchlár tarraingt anuas ag barr an scáileáin. Is féidir leat a thaispeáint freisin ach aon tréimhse trí roghnú tréimhse sin ón tréimhse tarraingt-síos roghchlár ag barr an scáileáin. Tar éis a roghnú raon dáta nó na tréimhse sin, cliceáil ar an gcnaipe Téigh go dtí athnuachan ar an liosta leis na paraiméadair nua.
gl_gl: Pode seleccionar o período actual no menú desplegable na parte superior da pantalla. Tamén pode amosar só un período, escollendo o período a partir do período de pull-down menu na parte superior da pantalla. Despois de escoller un intervalo de data ou período, prema no botón Go para actualizar a lista cos novos parámetros.
hr_hr: Možete odabrati trenutni razdoblje od padajućeg izbornika na vrhu zaslona. Također možete prikazati samo jedan razdoblje odabirom tog razdoblja iz razdoblja padajućeg izbornika na vrhu zaslona. Nakon odabira raspona datuma ili razdoblja, kliknite gumb Go osvježiti popis sa novim parametrima.
hu_hu: Kiválaszthatjuk az aktuális dátumot tól a legördülő menüből a képernyő tetején. Azt is mutatják, csak egy idő választásával az időszakban az idő legördülő menüből a képernyő tetején. Kiválasztása után a dátumtartományt, vagy időszak, kattintson az Indítás gombra a lista frissítéséhez az új paraméterekkel.
is_is: Hægt er að velja núverandi tímabil úr fellilistanum efst á skjánum. Einnig er hægt að sýna eina tímabili með því að velja að tímabilið frá tímabilinu fellilistanum efst á skjánum. Þegar þú hefur valið tímabil eða tímabil skaltu smella á Áfram hnappinn til að uppfæra listann með nýju þáttum.
ja_jp: 画面の上部にあるプルダウンメニューから現在の日付範囲を選択することができます。また、画面の上部にある期間のプルダウンメニューからその期間を選択して唯一の期間を表示することができます。日付範囲や期間を選択した後、新しいパラメータを指定してリストをリフレッシュするために移動ボタンをクリックします。
lt_lt: Jūs galite pasirinkti datų intervalą iš išplečiamojo meniu ekrano viršuje. Taip pat galite rodyti tik vieną laikotarpį pasirenkant tą laikotarpį nuo laikotarpį išskleidžiamajame meniu ekrano viršuje. , Pasirinkti datų intervalą arba laikotarpis, spustelėkite mygtuką Eiti atnaujinti sąrašą su naujais parametrais.
lv_lv: Jūs varat izvēlēties pašreizējo datumu diapazonu no pull-down menu augšpusē ekrānam. Var arī rādīt tikai uz vienu periodu, izvēloties šo periodu no laika pull-down menu augšpusē ekrānam. Pēc izvēloties datumu diapazonu vai periods, noklikšķiniet pogu Go, lai atsvaidzinātu sarakstu ar jauniem parametriem.
mk_mk: Можете да изберете на тековниот датум движат од паѓачкото мени на врвот од екранот. Исто така, може да покаже само еден период од изборот на тој период од периодот паѓачкото мени на врвот од екранот. По изборот на период или период, кликнете на копчето Оди да се освежи листата со нови параметри.
nn_no: Du kan velge gjeldende datoperiode fra rullegardinmenyen øverst på skjermen. Du kan også vise bare en periode ved å velge denne perioden fra perioden rullegardinmenyen øverst på skjermen. Etter å ha valgt et datointervall eller periode, klikk på Go-knappen for å oppdatere listen med de nye parametrene.
pl_pl: Możesz wybrać bieżący zakres dat z menu rozwijanego u góry ekranu. Można również wyświetlić tylko jeden okres, wybierając ten okres z okresu rozwijanego menu na górze ekranu. Po wybraniu zakresu daty lub okresu, kliknij przycisk Start, aby odświeżyć listę z nowych parametrów.
pt_pt: Você pode selecionar o período atual no menu suspenso na parte superior da tela. Você também pode mostrar apenas um período, escolhendo o período a partir do período de pull-down menu no topo da tela. Depois de escolher um intervalo de data ou período, clique no botão Go para atualizar a lista com os novos parâmetros.
ro_ro: Puteţi selecta intervalul de data curentă din meniul vertical din partea de sus a ecranului. Puteţi, de asemenea de un singur termen, alegând acea perioadă din perioada meniu vertical din partea de sus a ecranului. După alegerea unui interval de date sau perioada, faceţi clic pe butonul Go pentru a actualiza lista cu noii parametri.
ru_ru: Вы можете выбрать текущий диапазон дат из выпадающего меню в верхней части экрана. Вы также можете показать только один период, выбрав этот период от периода выпадающее меню в верхней части экрана. Выбрав диапазон дат или времени, нажмите кнопку Go, чтобы обновить список с новыми параметрами.
sk_sk: Môžete zvoliť aktuálny dátum v rozsahu od pull-down menu v hornej časti obrazovky. Môžete tiež zobraziť iba jedno obdobie výberom tej dobe z obdobia pull-down menu v hornej časti obrazovky. Po výbere časového obdobia alebo období, kliknite na tlačidlo Go aktualizovať zoznam s novými parametrami.
sl_si: Lahko izberete trenutno časovno obdobje od spustnem meniju na vrhu zaslona. Prav tako lahko pokažejo le eno obdobje, z izbiro, da se rok iz obdobja spustnem meniju na vrhu zaslona. Ko izberete časovno obdobje ali obdobje, kliknite gumb Go, da osvežite seznam z novimi parametri.
sq_al: Ju mund të zgjidhni varg aktuale datojnë nga pull-down menu në krye të ekranit. Ju gjithashtu mund të tregojnë vetëm një periudhë duke zgjedhur atë periudhë nga periudha pull-down menu në krye të ekranit. Pas zgjedhjes së një sërë datë apo periudhë, kliko butonin Go to rifreskuar listën me parametrat e ri.
sr_rs: Можете да изаберете опсег струја потичу из падајућег менија на врху екрана. Такође можете приказати само једног периода избором тог периода из периода падајућег менија на врху екрана. Након избора опсег датума или периода, кликните на дугме Иди да освежите листу са новим параметрима.
sv_se: Du kan välja det aktuella datumintervallet från rullgardinsmenyn längst upp på skärmen. Du kan också visa en enda period genom att välja denna period från perioden rullgardinsmenyn längst upp på skärmen. Efter att ha valt ett datumintervall eller en period, klicka på Go-knappen för att uppdatera listan med de nya parametrarna.
th_th: คุณสามารถเลือกช่วงวันที่ปัจจุบันจากเมนูแบบดึงลงที่ด้านบนของหน้าจอ คุณยังสามารถแสดงเพียงระยะเวลาหนึ่งโดยการเลือกช่วงเวลาที่จากงวดเมนูแบบดึงลงที่ด้านบนของหน้าจอ หลังจากเลือกช่วงวันที่หรือระยะเวลาให้คลิกปุ่ม Go เพื่อรีเฟรชรายการที่มีพารามิเตอร์ใหม่
tr_tr: Bu ekranın üst kısmındaki açılan menüden tarih aralığı seçebilirsiniz. Ayrıca o dönemde ekranın üst kısmında dönemde açılan menüden seçerek, yalnızca bir döneme gösterebilir. , Bir tarih aralığı veya dönem seçtikten sonra, yeni parametreleri ile listeyi yenilemek için Git düğmesini tıklatın.
uk_ua: Ви можете вибрати поточний діапазон дат з випадаючого меню у верхній частині екрана. Ви також можете показати тільки один період, вибравши цей період від періоду випадає у верхній частині екрана. Вибравши діапазон дат або часу, натисніть кнопку Go, щоб оновити список з новими параметрами.
wa_be: Gallwch ddewis yr amrediad dyddiad cyfredol o&#39;r ddewislen tynnu-lawr ar frig y sgrin. Gallwch hefyd yn dangos mai dim ond un cyfnod trwy ddewis y cyfnod hwnnw o&#39;r cyfnod tynnu-lawr ddewislen ar frig y sgrin. Ar ôl dewis amrediad dyddiad neu gyfnod, cliciwch ar y botwm Ewch i ail osod y rhestr gyda&#39;r paramedrau newydd.
zh_tw: 你可以選擇當前日期範圍從下拉菜單在屏幕上方。您也可以只顯示一個時期選擇這一時期內從下拉菜單在屏幕上方。在選擇日期範圍或期間，按一下按鈕以刷新列表以新的參數。

source: is a display of your childs activities and the current timeframes eligibility grades
af_za: is &#39;n vertoning van jou kind se aktiwiteite en die huidige tydsraamwerke in aanmerking te kom grade
be_by: гэта праява вашай дзейнасці Чайлдс і бягучыя правы тэрміны класах
bg_bg: е израз на вашата дейност в детска и текущата срокове за допустимост на степени
bn_bd: আপনার childs কার্যকলাপের একটি প্রদর্শন এবং বর্তমান timeframes যোগ্যতা গ্রেড
da_dk: er en visning af dit barns aktiviteter og de nuværende tidsrammer støtteberettigelse kvaliteter
el_gr: είναι μια απεικόνιση των δραστηριοτήτων παιδιού σας και την τρέχουσα βαθμούς επιλεξιμότητας χρονοδιαγράμματα
et_ee: on esiletoodud teie lapse tegevuse ja praeguse ajakava abikõlblikkuse klasside
fa_ir: صفحه نمایش شما را در فعالیت های کودکان و نمرات زمانبندی حال حاضر واجد شرایط بودن
fi_fi: on näyttö lapsesi toimintojen ja nykyinen aikataulut tukikelpoisuuden arvosanoja
ga_ie: Tá taispeántas de do ghníomhaíochtaí Childs agus na gráid frámaí ama reatha incháilitheacht
gl_gl: é unha exposición das actividades do seu fillo e actual notas prazos de elixibilidade
hr_hr: je prikaz vašeg djeteta aktivnosti i rokove trenutne ocjene prihvatljivosti
hu_hu: a kijelző a gyermeked tevékenységek és a jelenlegi időkeretek jogosultsági osztály
is_is: er sýna af barnsins starfsemi og núverandi tímaramma hæfi bekk
ja_jp: あなたのチャイルズの活動と現在の時間枠の資格の等級の表示です。
lt_lt: rodyti savo vaiko veiklą ir terminai tinkamumo klasių
lv_lv: ir jūsu childs darbības displeju un pašreizējo termiņiem atbilstības pakāpes
mk_mk: е екранот на вашиот детето активности и тековните временски рамки за подобност оценки
nn_no: er en visning av ditt barns aktiviteter og gjeldende tidsrammer berettigelse karakterer
pl_pl: jest wyświetlania działalności dziecka i obecnego terminów oceny kwalifikowalności
pt_pt: é uma exposição das atividades do seu filho e atual notas prazos de elegibilidade
ro_ro: este un display de activităţile copilului şi actuale termenelor clasele de eligibilitate
ru_ru: это проявление вашей деятельности Чайлдс и текущие права сроки классах
sk_sk: je zobrazenie vašej činnosti dieťaťa a aktuálny časový rámec spôsobilosti, stupne
sl_si: je prikaz vaše dejavnosti Childs in trenutni roki upravičenosti ocene
sq_al: është një shfaqje e aktiviteteve të cilën ai ndodhet tuaj dhe afatet kohore aktuale notat të drejtën
sr_rs: је за екранске текстове, Чајлдс активности и текуће рокове подобности оцене
sv_se: är en uppvisning av ditt barns aktiviteter och den aktuella tidsramar betygen behörighet
th_th: คือการแสดงของกิจกรรม Childs ของคุณและกรอบเวลาในปัจจุบันเกรดสิทธิ์
tr_tr: oğul faaliyetleri bir ekran ve mevcut zaman dilimleri uygunluk dereceleri
uk_ua: це прояв вашої діяльності Чайлдс та поточні права терміни класах
wa_be: yn arddangosfa o&#39;ch gweithgareddau plentyn a&#39;r graddau a amserlenni cymhwyster presennol
zh_tw: 是顯示你的兒童的活動和當前的時間框架的資格等級
