Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This report allows you to print schedules for any number of students.
af_za: Hierdie verslag kan jou skedules vir enige aantal studente te druk.
ar_dz: هذا التقرير يسمح لك طباعة أي جداول زمنية لعدد من الطلاب.
be_by: Дадзены справаздачу дазваляе друкаваць графікі для любой колькасці студэнтаў.
bg_bg: Този доклад ви позволява да отпечатвате графици за произволен брой на студентите.
bn_bd: এই প্রতিবেদন আপনি ছাত্রদের কোন নম্বর সময়সূচী প্রিন্ট করতে পারবেন.
da_dk: Denne rapport giver dig mulighed for at udskrive skemaer for et vilkårligt antal studerende.
el_gr: Αυτή η αναφορά σας επιτρέπει να εκτυπώσετε χρονοδιαγράμματα για οποιοδήποτε αριθμό μαθητών.
es_es: Este informe le permite imprimir la agenda de alumnos,
et_ee: See aruanne võimaldab printida ajakava suvaline arv õpilasi.
fa_ir: این گزارش به شما اجازه می دهد تا برای چاپ برنامه برای هر تعداد از دانش آموزان است.
fi_fi: Tämän raportin avulla voit tulostaa aikataulut tahansa joukko opiskelijoita.
ga_ie: Ceadaíonn an tuarascáil seo a phriontáil duit sceidil le haghaidh aon líon na mac léinn.
gl_gl: Este informe permítelle imprimir calendarios para calquera número de alumnos.
hr_hr: Ovo izvješće omogućuje ispis rasporeda za bilo koji broj studenata.
hu_hu: Ez a jelentés lehetővé teszi a nyomtatott menetrendek tetszőleges számú diák.
is_is: Þessi skýrsla gerir þér kleift að prenta tímaáætlun fyrir fjölda nemenda.
ja_jp: このレポートでは、学生の任意の数のスケジュールを印刷することができます。
lt_lt: Ši ataskaita leidžia jums spausdinti tvarkaraščius bet studentų skaičius.
lv_lv: Šis ziņojums ļauj drukāt grafikus jebkuru studentu skaita.
mk_mk: Овој извештај ви овозможува да печатите распоредот за било кој број на студенти.
nn_no: Denne rapporten kan du skrive ut tidsplaner for antall studenter.
pl_pl: Raport ten pozwala na drukowanie harmonogramów dla dowolnej liczby studentów.
pt_pt: Este relatório permite-lhe imprimir calendários para qualquer número de alunos.
ro_ro: Acest raport vă permite să imprimaţi program pentru orice număr de studenţi.
ru_ru: Данный отчет позволяет печатать графики для любого количества студентов.
sk_sk: Táto správa umožňuje tlačiť plány pre ľubovoľný počet študentov.
sl_si: To poročilo vam omogoča tiskanje razporedi za poljubno število študentov.
sq_al: Ky raport ju lejon të shtypura oraret për çdo numër të studentëve.
sr_rs: Овај извештај вам омогућава да штампате распоред за било који број студената.
sv_se: Denna rapport kan du skriva ut scheman för ett obegränsat antal studenter.
th_th: รายงานนี้จะช่วยให้คุณสามารถพิมพ์ตารางการจำนวนนักเรียนใด ๆ
tr_tr: Bu rapor, öğrencilerin herhangi bir sayı için programları baskı sağlar.
uk_ua: Даний звіт дозволяє друкувати графіки для будь-якої кількості студентів.
wa_be: Mae&#39;r adroddiad hwn yn caniatáu i chi argraffu amserlenni ar gyfer unrhyw nifer y myfyrwyr.
zh_tw: 此報告可讓您打印時間表的任何數量的學生。

source: You can search for students who requested or are enrolled in a specific course by clicking the Choose link next to the Request and Course search options respectively and choosing a course from the popup window that appears.
af_za: Jy kan soek vir studente wat versoek word of deur te kliek op die &quot;Kies &#39;skakel langs die versoek en Cursus soek-opsies geld onderskeidelik en die keuse van&#39; n kursus van die pop-up&quot; venster wat verskyn in &#39;n spesifieke kursus ingeskryf.
ar_dz: يمكنك البحث عن الطلاب الذين طلب أو مسجلون في مسار معين بالضغط على الرابط اختيار بجانب طلب وملعب خيارات البحث التوالي واختيار مسار من نافذة منبثقة الذي يظهر
be_by: Вы можаце шукаць для студэнтаў, якія прасілі або залічаны ў спецыяльны курс, націснуўшы кнопку Выбраць спасылку побач з запытам і курс параметры пошуку, адпаведна, і выбар курсу ад ўсплываючым акне, якое з&#39;яўляецца.
bg_bg: Можете да търсите за студентите, които поискаха или са записани в определен курс, като щракнете върху Избор на връзка до Заявка и опции курса търсене съответно и избора на курс от отворилия се прозорец, който се появява.
bn_bd: আপনি ছাত্র যারা অনুরোধ অথবা নির্দিষ্ট কোর্সে নির্বাচন লিংক পরবর্তী জন্য অনুরোধ কোর্স অনুসন্ধান বিকল্পগুলি যথাক্রমে ক্লিক এবং পপআপ উইন্ডো প্রদর্শিত থেকে একটি কোর্স বেছে হয় নাম নথিভুক্ত অনুসন্ধান করতে পারেন.
da_dk: Du kan søge efter studerende, der anmodes om eller er indskrevet på et bestemt kursus ved at klikke på Vælg linket ved siden af ​​anmodningen og kursus søgemuligheder henholdsvis og vælge et kursus fra popup vindue, der vises.
el_gr: Μπορείτε να ψάξετε για τους σπουδαστές που ζητούνται ή είναι εγγεγραμμένοι σε μια συγκεκριμένη πορεία, κάνοντας κλικ στο σύνδεσμο Επιλογή δίπλα από το αίτημα και επιλογές αναζήτησης Γήπεδο αντίστοιχα και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται.
es_es: Usted puede buscar para los estudiantes que solicitan ni están inscritos en un curso específico haciendo clic en el enlace Seleccionar situado junto a la solicitud y las opciones de búsqueda de cursos, respectivamente, y la elección de un curso de la ventana emergente que aparece.
et_ee: Võite otsida üliõpilastele, kes taotlenud või õpib konkreetse kursuse klikkides Vali linki taotlemise ja Course otsing võimalustega ja valides kursuse popup aken, mis ilmub.
fa_ir: شما می توانید برای دانشجویانی که درخواست یا در یک دوره خاص را توسط کلیک کردن بر روی لینک را انتخاب کنید بعد به درخواست و به درس به ترتیب گزینه های جستجوی و انتخاب یک دوره از پنجره پنجره که ظاهر می شود ثبت نام جستجو کنید.
fi_fi: Voit hakea opiskelijat, jotka pyysivät tai kirjoittautuu tietyn opintojakson klikkaamalla Valitse linkkiä Pyydä ja Course hakuvaihtoehtoja vastaavasti ja valitsemalla kurssin aukeavasta ikkunasta.
ga_ie: Is féidir leat cuardach a dhéanamh ar mhic léinn a d&#39;iarr nó atá cláraithe i gcúrsa áirithe trí chliceáil ar an nasc Roghnaigh in aice leis an Iarratas agus roghanna cuardaigh Cúrsa faoi seach agus a roghnú ar chúrsa as an fhuinneog aníos gur dealraitheach.
gl_gl: Pode procurar para os alumnos que proceda ou están matriculados nun curso específico, premendo na ligazón Escolla a carón da solicitude e busca opcións de Curso, respectivamente, e elixir un curso desde a fiestra que aparece.
hr_hr: Možete pretraživati ​​za studente koji traži ili su upisani u određenu tečaj klikom Odaberite vezu uz zahtjev i tečaj opcije pretraživanja, odnosno i odabirom kolegija iz popup prozor koji se pojavi.
hu_hu: Kereshet a diákok, akik kérték, vagy vesz részt egy adott tanfolyam kattintva választása linkre a Request és a pálya keresési lehetőségek rendre és válasszon egy tanfolyamot a felugró ablakban jelenik meg.
is_is: Hægt er að leita að nemendum sem óskað eða eru skráðir í ákveðnu námskeiði með því að smella á Veldu tengilinn við hliðina á að biðja um og Course leitarmöguleikar sig og velja námskeið úr almenningur glugganum sem birtist.
ja_jp: あなたが要求したか、それぞれの要求やコースの検索オプションの隣の選択]リンクをクリックすると表示されるポップアップウィンドウからコースを選択することで、特定のコースに在籍している学生を検索することができます。
lt_lt: Jūs galite ieškoti studentams, kurią prašoma pareikšti, ar mokosi tam tikro kurso, spustelėję Pasirinkite nuorodą, esančią šalia Prašymas ir kursai paieškos galimybių ir pasirinkti iš lango, kuris pasirodo.
lv_lv: Jūs varat meklēt studentiem, kuri pieprasījuši vai ir reģistrēti kādā konkrētā laikā, noklikšķinot Izvēlieties saiti blakus pieprasījums un Kursa meklēšanas iespējas, attiecīgi un izvēloties kursu no uznirstošo logu, kas parādās.
mk_mk: Можете да пребарувате за студентите кои бараат или се запишуваат во одредена разбира со кликнување на линк до Изберете барањето и курсот опции за пребарување соодветно и изборот на курс од скокачки прозорец што се појавува.
nn_no: Du kan søke etter studenter som etterspør eller er registrert i en bestemt kurs ved å klikke Velg koblingen ved siden av Request og Kurs søkemuligheter henholdsvis og velge et kurs fra popup-vinduet som vises.
pl_pl: Można wyszukiwać dla studentów, którzy żądanie lub są zapisani w konkretny kurs, klikając link Wybierz obok żądania i opcje wyszukiwania kursu odpowiednio i wybierając kurs z wyskakującego okna, które się pojawi.
pt_pt: Você pode pesquisar para os alunos que solicitado ou estão matriculados em um curso específico, clicando no link Escolha ao lado da solicitação e busca opções de Curso, respectivamente, e escolher um curso a partir da janela pop-up que aparece.
ro_ro: Aveţi posibilitatea să căutaţi pentru studenţii care au solicitat sau sunt înscrişi într-un anumit curs făcând click pe link Alegeţi lângă Solicit şi de opţiunile de căutare şi, respectiv, Teren de alegerea unui curs de la fereastra pop-up care apare.
ru_ru: Вы можете искать для студентов, которые просили или зачислены в специальный курс, нажав кнопку Выбрать ссылку рядом с запросом и курс параметры поиска, соответственно, и выбор курса от всплывающем окне, которое появляется.
sk_sk: Môžete hľadať pre študentov, ktorí žiadosť alebo sú zapísaní v určitom kurze kliknutím na odkaz Vyberte si vedľa požiadavky a možnosťou kurzu, respektíve hľadanie a výberu kurzu v pop-up okne, ktoré sa objavia.
sl_si: Iščete lahko za študente, ki je zahteval, ali so vpisani v določeno pot s klikom na povezavo Izberi poleg Request in možnosti iskanja Course oziroma izbiri in seveda iz pojavnega okna, ki se pojavi.
sq_al: Ju mund të kërkoni për studentët të cilët kërkohet apo janë të regjistruar në një kurs të veçantë duke klikuar Zgjidhni pranë Kërkesa dhe opsione kërkimi Kursi respektivisht dhe zgjedhjen e një kurs nga dritare popup që duket.
sr_rs: Можете претраживати за студенте који су тражили или су уписани у одређени предмет кликом Изаберите везу поред захтева и опције претраживања Курс редом и избором курса прозор који се појави.
sv_se: Du kan söka efter studenter som begärt eller är inskriven i en specifik kurs genom att klicka på Välj bredvid begäran och kursen sökalternativ respektive och välja en kurs från popup-fönstret som visas.
th_th: คุณสามารถค้นหาสำหรับนักเรียนที่ร้องขอหรือมีการลงทะเบียนในหลักสูตรที่เฉพาะเจาะจงได้โดยคลิกที่ลิงค์เลือกถัดไปเพื่อขอและตัวเลือกการค้นหาหลักสูตรตามลำดับและการเลือกหลักสูตรจากหน้าต่างป๊อปอัพที่ปรากฏขึ้น
tr_tr: Talep veya İstek ve Ders arama seçenekleri sırasıyla yanında Seç bağlantısını tıklayarak ve açılan pencereden görünen bir ders seçerek belirli bir kursa kayıt yaptıran öğrenciler için arama yapabilirsiniz.
uk_ua: Ви можете шукати для студентів, які просили або зараховані в спеціальний курс, натиснувши кнопку Вибрати посилання поруч із запитом і курс параметри пошуку, відповідно, і вибір курсу від спливаючому вікні, яке з&#39;являється.
wa_be: Gallwch chwilio am fyfyrwyr sy&#39;n gofyn am neu yn cael eu cofrestru ar gwrs penodol drwy glicio ar y ddolen Dewiswch wrth ymyl y Cais a dewisiadau chwilio Cwrs yn y drefn honno a dewis cwrs oddi wrth y ffenest pop-up sy&#39;n ymddangos.
zh_tw: 您可以搜索要求或為學生誰是參加特定課程通過點擊選擇鏈接旁邊的要求和課程搜索選項，並選擇一門課程，分別從彈出窗口中。

source: Also, you can choose to print the schedules with mailing labels. The schedules will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one schedule may be printed per student if the student has guardians residing at more than one address.
af_za: Jy kan ook kies om die gewysigde skedules af te druk met die mailing etikette. Die skedules sal poslys etikette geposisioneer om in so &#39;n manier om sigbaar te wees in&#39; n windowed koevert wanneer die laken is in derdes gevou. Meer as een skedule kan gedruk word per student, indien die student voogde woonagtig by meer as een adres.
ar_dz: أيضا ، يمكنك اختيار لطباعة الجداول مع التسميات البريدية. والجداول الزمنية وتسميات بريدية المتمركزة في مثل هذه الطريقة أن تكون مرئية في مظروف إطارات عندما يتم طي الورقة في الثلثين. قد تكون طباعة أكثر من جدول واحد للطالب الواحد إذا كان الطالب قد الأوصياء الذين يقيمون في أكثر من عنوان واحد.
be_by: Акрамя таго, вы можаце выбраць для друку графікі з паштовых налепак. Графікі будуць мець налепкі размешчаны такім чынам, каб быць бачным у аконным канверт, калі ліст складваецца ў траціны. Больш за аднаго графіка могуць быць надрукаваныя на аднаго студэнта, калі студэнт апекуноў пражываюць больш чым у адзін адрас.
bg_bg: Също така, можете да изберете да отпечатате графици с пощенски етикети. Графици ще имат пощенски етикети, разположени по такъв начин, че да се вижда в прозорец плик, когато лист е сгънат в трети. Повече от една схема може да бъде отпечатан на един ученик, ако студентът има настойници, намиращо се на повече от един адрес.
bn_bd: উপরন্তু, আপনি মেইলিং লেবেল সঙ্গে পরিকল্পনা প্রিন্ট করতে পারেন. পরিকল্পনা মেইলিং যেমন একটি উপায় হিসাবে একটি windowed খাম যখন শীট তৃতীয়াংশ মধ্যে ফোল্ডারের হয় দৃশ্যমান তবে অবস্থিত লেবেল হবে. একাধিক সময়সূচি ছাত্র প্রতি যদি ছাত্র একাধিক ঠিকানায় বসবাসের অভিভাবকরা করেছে ছাপা হতে পারে.
da_dk: Du kan også vælge at udskrive skemaer med adresseetiketter. Skemaerne vil have adresseetiketter placeret på en sådan måde, at være synlige i en windowed kuvert, når arket er foldet i tredjedele. Mere end en tidsplan kan udskrives per studerende, hvis den studerende har værger opholder sig på mere end én adresse.
el_gr: Επίσης, μπορείτε να επιλέξετε να εκτυπώσετε τα δρομολόγια με ετικέτες αλληλογραφίας. Τα προγράμματα θα έχουν ετικέτες αλληλογραφίας τοποθετούνται με τέτοιο τρόπο ώστε να είναι ορατό σε παράθυρα φάκελο όταν το φύλλο είναι διπλωμένο σε τρίτα. Περισσότερο από το ένα σχήμα μπορεί να εκτυπωθούν ανά φοιτητή, αν ο φοιτητής έχει κηδεμόνες που κατοικούν σε περισσότερες από μία διευθύνσεις.
es_es: También, usted puede optar por imprimir los calendarios con las etiquetas de correo. Los horarios se han colocado las etiquetas de correo, de tal forma que sea visible en un sobre de ventana cuando la hoja se pliega en tres partes. Más de un programa pueden ser impresas por los Alumnos si el Alumno tiene tutores que residen en más de una dirección.
et_ee: Samuti võite valida prindi sõiduplaanide posti sildid. Sõiduplaanid on posti sildid paigaldatud selliselt, et see oleks nähtav aknaga ümbriku kui tööleht on volditud kolmandikku. Rohkem kui üks ajakava võib trükkida ühe õpilase kui õppija on eestkostjate elukoht rohkem kui üks aadress.
fa_ir: همچنین ، شما می توانید انتخاب کنید تا در آن چاپ برنامه با برچسب های پستی است. برنامه زمان بندی ، برچسب های پستی که در چنین راه به عنوان قابل نمایش بودن در یک پاکت پنجره زمانی که ورق در سوم تاشو قرار داشته باشد. بیش از یک برنامه ممکن است هر دانشجو چاپ شده در صورتی که دانش آموز ساکن نگهبان در بیش از یک آدرس است.
fi_fi: Voit myös halutessasi tulostaa aikataulujen kanssa osoitetarroja. Aikataulut ovat osoitetarroja sijoitettu siten, että ne näkyvät windowed kirjekuoressa kun arkki on taitettu kolmasosaa. Enemmän kuin yksi aikataulua voidaan tulostaa per opiskelija, jos opiskelija on huoltajien kotipaikka useampi kuin yksi osoite.
ga_ie: Chomh maith leis sin, is féidir leat a roghnú a phriontáil an sceidil le lipéid postála. Beidh an sceidil ag lipéid postála suite sa chaoi go mbeidh sé sofheicthe i gclúdach windowed nuair a bhíonn an clár fillte i thrian. Is féidir níos mó ná aon sceideal a chló aghaidh an mhic léinn má tá an mac léinn caomhnóirí ina gcónaí ag níos mó ná seoladh amháin.
gl_gl: Ademais, pode optar por imprimir as horas con etiquetas de enderezo. Os horarios terán as etiquetas de enderezo situada de tal forma a ser visible nun sobre de ventá cando a folla é dobrada en terzos. Máis dun programa pode ser impreso por alumno se o alumno ten gardiáns residente en máis dun enderezo.
hr_hr: Također, možete odabrati za ispis rasporeda s adresnih naljepnica. Rasporedi će imati adresnih naljepnica pozicionirani na takav način da bi bili vidljivi u prozorom omotnicu, kada je ploča u presavijeni trećine. Više od jedne raspored može se ispisati po studentu, ako učenik ima skrbnika koji žive u više od jedne adrese.
hu_hu: Továbbá, választhat, hogy nyomtassa ki a menetrend a levélcímkék. A menetrend lesz levélcímkék elhelyezni oly módon, hogy látható legyen egy ablakos borítékban, ha a lap van hajtva a kétharmados. Több mint egy ütemtervet is nyomtatható egy tanulóra jutó, ha a hallgató gyám lakóhelye több címet.
is_is: Einnig getur þú valið að prenta báta með lýsingu póstlista. The báta verða póstlista merki stakk á þann hátt að vera sýnilegur í windowed umslagi þegar blaðið er lokaður í þriðju. Fleiri en einn áætlun má vera prentuð á nemanda ef nemandi hefur forráðamenn sem búa á fleiri en eitt netfang.
ja_jp: また、宛名ラベルを使用してスケジュールを印刷することもできます。スケジュールは、シートが3分の折り畳まれているウィンドウ封筒に見えるようにするような方法で配置さ宛名ラベルを持つことになります。学生が複数のアドレスに置かれている保護者の方を持っている場合、複数のスケジュールは生徒ごとに印刷することができます。
lt_lt: Be to, galite pasirinkti laiškų etikečių spausdinti grafikus su. Grafikas pašto ženklai išdėstyti taip, kad jis būtų matomas lango paketas, kai lapas sulenkiamas trečdaliai. Daugiau nei vienas grafikas gali būti atspausdinti vienam studentui, jei studentas globėjai gyvena daugiau nei vieną adresą.
lv_lv: Arī Jūs varat izvēlēties drukāt grafikus ar pasta sūtījumu uzlīmes. Grafiki būs pasta etiķetes novieto tā, lai būtu redzami windowed aploksnē, kad lapa tiek salocīta trešdaļām. Vairāk nekā viens grafiku var būt drukāts uz vienu studentu, ja students ir aizbildņi dzīvo pie vairāk nekā viena adrese.
mk_mk: Исто така, можете да изберете за печатење на листи со мејлинг етикети. На распоредот ќе се мејлинг етикети поставен на таков начин како да бидат видливи во windowed плик кога е здиплен листот во третини. Повеќе од еден распоред може да биде испечатена на студентот, ако студентот старатели кои живеат на повеќе од една адреса.
nn_no: Du kan også velge å skrive ut tidsplaner med adresseetiketter. Ruteopplegget vil ha adresseetiketter plassert på en slik måte som å være synlig i en vindusbalkong konvolutt når arket er foldet i tredjedeler. Mer enn én tidsplan kan skrives per student dersom studenten har foresatte bosatt på mer enn én adresse.
pl_pl: Można również wybrać drukowanie harmonogramów etykiet adresowych. Harmonogramy będą etykiety adresowe umieszczone w taki sposób, aby były widoczne w oknach kopercie, gdy arkusz jest złożony w trzecie. Więcej niż jeden program może być wydrukowane na jednego ucznia, jeśli uczeń ma opiekunów przebywających na więcej niż jeden adres.
pt_pt: Além disso, você pode optar por imprimir os horários com etiquetas de endereçamento. Os horários terão etiquetas de endereçamento posicionada de tal forma a ser visível em um envelope de janela quando a folha é dobrada em terços. Mais de um cronograma pode ser impresso por aluno se o aluno tem guardiões residente em mais de um endereço.
ro_ro: De asemenea, aveţi posibilitatea să alegeţi să imprimaţi listele cu etichete de corespondenţă. Program vor avea etichete poştale poziţionate astfel încât să fie vizibile într-un plic windowed atunci când foaia este pliat în treimi. Mai mult de un program poate fi imprimate pe elev în cazul în care studentul a tutorilor care locuiesc la mai mult de o adresă.
ru_ru: Кроме того, вы можете выбрать для печати графики с почтовых наклеек. Графики будут иметь наклейки расположены таким образом, чтобы быть видимым в оконном конверт, когда лист складывается в трети. Более одного графика могут быть напечатаны на одного студента, если студент опекунов проживают более чем в один адрес.
sk_sk: Tiež si môžete vybrať na tlač rozvrhov adresné štítky. Listinách bude mať adresné štítky umiestnené tak, aby bola viditeľná v obálke oknami, ak je list dal do tretiny. Viac ako jeden plán môže byť vytlačený na jedného študenta v prípade, že študent strážcovia zdržiavajú na viac ako jednu adresu.
sl_si: Prav tako lahko izberete tiskanje razporedov z nalepke. Urnikov bo imel nalepke nameščena tako, da je vidna v okni ovojnico, ko je lista zložena v tretjini. Več kot en urnik se lahko natisne na študenta, če študent skrbniki prebivajo v več kot enem naslovu.
sq_al: Gjithashtu, ju mund të zgjidhni për të shtypur oraret me etiketat e postimeve. Oraret do të ketë etiketat mailing pozicionuar në mënyrë të tillë që të jetë i dukshëm në një zarf dritare kur fletë është palosur në të tretat. Më shumë se një orar mund të jenë të shtypura për student nëse nxënësi ka kujdestarët që banojnë në më shumë se një adresë.
sr_rs: Такође, можете да изаберете да штампате распоред са налепнице са адресом. Распоред ће имати етикете мејлинг позициониране на такав начин да буде видљива у уиндоуед коверту када је лист савијен у трећине. Више од једног распоред може да се штампа по ученику ако студент има чувара који живе у више од једне адресе.
sv_se: Du kan också välja att skriva ut scheman med adressetiketter. Dessa mallar kommer att ha etiketter placerade på ett sådant sätt att synas i ett fönsterläge kuvert när bladet är vikt i tredjedelar. Mer än ett schema kan skrivas ut per elev om eleven har vårdnadshavare som bor på mer än en adress.
th_th: นอกจากนี้คุณสามารถเลือกที่จะพิมพ์ตารางเวลาที่มีป้ายผนึกจดหมาย ตารางจะมีป้ายจ่าหน้าจดหมายในตำแหน่งดังกล่าวเป็นวิธีที่จะมองเห็นในซองหน้าต่างเมื่อแผ่นพับคือในสาม มากกว่าหนึ่งช่วงเวลาที่อาจจะพิมพ์ต่อนักเรียนถ้านักเรียนมีผู้ปกครองอยู่บ้านเลขที่ที่อยู่มากกว่าหนึ่ง
tr_tr: Ayrıca, posta etiketleri programları yazdırmak için seçebilirsiniz. Programları, posta etiketleri sac üçe katlanmış bir pencereli zarf içinde açık olarak böyle bir şekilde yerleştirilmiş olacaktır. Öğrencinin birden fazla adreste ikamet eden veliler varsa, birden fazla takvim, öğrenci başına basılmış olabilir.
uk_ua: Крім того, ви можете вибрати для друку графіки з поштових наклейок. Графіки матимуть наклейки розташовані таким чином, щоб бути видимим у віконному конверт, коли лист складається в третини. Більше одного графіка можуть бути надруковані на одного студента, якщо студент опікунів проживають більше ніж на одну адресу.
wa_be: Hefyd, gallwch ddewis i argraffu&#39;r amserlenni gyda labeli post. Bydd yr amserlenni yn cael labeli post gosod yn y fath fodd fel ei fod yn weladwy mewn amlen windowed pan fydd y daflen yn plygu mewn ran o dair. Gall mwy nag un amserlen yn cael ei argraffu bob myfyriwr os yw&#39;r myfyriwr wedi gwarcheidwaid sy&#39;n byw mewn mwy nag un cyfeiriad.
zh_tw: 此外，您可以選擇打印與郵寄標籤的時間表。該計劃將郵件標籤定位在這樣一種方式，是可見的在窗口的信封時，表是折疊的三分之二。多個調度可能會打印每個學生如果學生監護人居住在多個地址。
