Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: First, select a course to be removed by clicking the Choose a Course link at the top of the screen and choosing the course from the popup screen that appears. Select the starting date for the course and the marking period in which you want to remove the students. Select the students in the grid below and click the Save button. The selected schedule will be removed from the selected schedule.
af_za: Kies eers &#39;n kursus te verwyder word deur te kliek op die Kies&#39; n kursus skakel aan die bokant van die skerm en die keuse van die loop van die pop-up &quot;skerm wat verskyn. Kies die begin datum vir die kursus en die nasienperiode in wat jy wil hê dat die studente te verwyder. Kies die studente in die rooster hieronder en kliek op die Save-knoppie. Die geselekteerde skedule sal verwyder word van die geselekteerde skedule.
ar_dz: أولا، حدد مسار لإزالتها عن طريق النقر على الرابط اختيار ملعب في الجزء العلوي من الشاشة واختيار البرنامج الدراسي من الشاشة المنبثقة التي تظهر. حدد تاريخ انطلاق للدورة وفترة الوسم التي تريد إزالة الطلاب. حدد الطلاب في الشبكة أدناه وانقر على زر حفظ. سيتم حذف الجدول المحدد من الجدول الزمني المحدد.
be_by: Па-першае, выбраць курс павінен быць выдалены, націснуўшы кнопку Выбраць курс у верхняй частцы экрана і выбраць курс з ўсплывае якое з&#39;явілася акне. Выберыце дату пачатку курса і маркіроўкі перыяд, на які вы хочаце выдаліць студэнтаў. Выберыце студэнтаў у сетку ніжэй і націсніце кнопку Захаваць. Абранага раскладу будуць выдаленыя з абранага раскладу.
bg_bg: Първо, изберете курс, да бъдат отстранени, като щракнете върху Избор на курс по връзката в горната част на екрана и избора на курс от появилото се екран, който се появява. Изберете начална дата за курса и маркиране на периода, в който искате да премахнете студентите. Изберете студентите в мрежата по-долу и щракнете върху бутона Save. Избраните график ще бъдат премахнати от избрания график.
bn_bd: প্রথম, একটি পর্দার উপরের কোর্স লিঙ্ক নির্বাচন করুন ক্লিক করে পপআপ পর্দায় প্রদর্শিত থেকে কোর্স বেছে অপসারণের কোর্স নির্বাচন. কোর্স এবং অঙ্কন সময়ের মধ্যে আপনি ছাত্রদের সরানোর আরম্ভ তারিখ নির্বাচন করুন. নিচে গ্রিড ছাত্র নির্বাচন করুন বাটন ক্লিক করুন. নির্বাচিত সময়সূচি নির্বাচিত তফসিল থেকে সরিয়ে ফেলা হবে.
da_dk: Først skal du vælge et kursus, der skal fjernes ved at klikke på Vælg et kursus linket på toppen af ​​skærmen og vælge kurset fra popup skærmbillede, der vises. Vælg startdato for kurset og mærkning periode, hvor du ønsker at fjerne de studerende. Vælg de studerende i gitteret nedenfor og klikke på knappen Gem. Den valgte tidsplan vil blive fjernet fra den valgte tidsplan.
el_gr: Αρχικά, επιλέξτε μια σειρά μαθημάτων πρέπει να αφαιρεθεί, κάνοντας κλικ στο Επιλέξτε μια σύνδεση σειρά μαθημάτων στο πάνω μέρος της οθόνης και επιλέγοντας το μάθημα από το αναδυόμενο παράθυρο που θα εμφανιστεί. Επιλέξτε την ημερομηνία έναρξης για την πορεία και τη σήμανση περίοδο κατά την οποία θέλετε να καταργήσετε τους μαθητές. Επιλέξτε τους μαθητές στον παρακάτω πίνακα και κάντε κλικ στο κουμπί Αποθήκευση. Το επιλεγμένο πρόγραμμα θα αφαιρεθεί από το επιλεγμένο πρόγραμμα.
es_es: Primero, seleccione un curso que eliminar haciendo clic en el enlace Elegir un curso en la parte superior de la pantalla y elegir el curso de la pantalla emergente que aparece. Seleccione la fecha de inicio del curso y el período de evaluación en la que desea eliminar los estudiantes. Seleccione los alumnos en la cuadrícula de abajo y haga clic en el botón Guardar. El calendario seleccionado se elimina de la programación seleccionada.
et_ee: Kõigepealt vali Loomulikult tuleb eemaldada, klõpsates Vali Kursuse link ülaosas ekraani ja valides kursuse popup ekraan, mis ilmub. Valige alguskuupäev kursuse ja märgistus, mil soovite eemaldada õpilastele. Valige õpilaste grid ja klõpsake nuppu Salvesta. Valitud ajakava eemaldatakse valitud ajakava.
fa_ir: اول ، البته می شود با کلیک کردن بر روی لینک البته در بالای صفحه نمایش را انتخاب کنید و انتخاب البته از صفحه نمایش پنجره که ظاهر می شود حذف را انتخاب کنید. تاریخ شروع دوره و مدت مارک که در آن شما می خواهید به حذف دانش آموزان را انتخاب کنید. دانش آموزان در شبکه های زیر را انتخاب و بر روی دکمه ذخیره کلیک کنید. برنامه انتخاب خواهد شد از برنامه انتخاب شده حذف شده است.
fi_fi: Valitse ensin tietysti poistettava klikkaamalla Valitse Kurssin linkkiä ruudun yläreunassa ja valitsemalla kurssin aukeavasta joka tulee näkyviin. Valitse alkamispäivä kurssin ja merkintä kaudella, jonka haluat poistaa opiskelijoita. Valitse opiskelijaa verkon alla ja napsauta Tallenna-painiketta. Valittu aikataulu poistetaan valittu aikataulu.
ga_ie: An chéad, roghnaigh cúrsa a chur as oifig trí chliceáil ar an nasc Roghnaigh Cúrsa ag barr an scáileáin a roghnú agus an cúrsa as an scáileán aníos gur dealraitheach. Roghnaigh an dáta tosaithe don chúrsa agus an tréimhse marcála inar mian leat a bhaint as an mhic léinn. Roghnaigh an mhic léinn sa ghreille thíos agus cliceáil ar an gcnaipe Sábháil. Beidh an sceideal roghnaithe a bhaint as an sceideal roghnaithe.
gl_gl: Primeiro, seleccione un curso para ser eliminado, premendo no Curso Seleccione unha ligazón na parte superior da pantalla e elixir o curso a partir da pantalla emerxente que aparece. Seleccione a data de inicio do curso eo período de reserva en que quere eliminar os alumnos. Seleccionar os alumnos na reixa abaixo e prema no botón Gardar. O calendario seleccionado será eliminado o axenda seleccionado.
hr_hr: Prvo odaberite tečaj biti uklonjene tako da kliknete Odaberite tečaj link na vrhu zaslona i odabirom kolegija iz prozoru koji se pojavi. Odaberite početni datum za tečaj i obilježavanje razdoblje u kojem želite ukloniti studenata. Odaberite studenata u tablici i kliknite na gumb Spremi. Odabrani raspored će biti uklonjen iz odabranog raspored.
hu_hu: Először válassza ki a tanfolyam el kell távolítani, kattintson a választása pálya linkre a képernyő tetején, és kiválasztja a kurzus az előugró képernyőn jelenik meg. Válassza ki a kezdő időpontja a tanfolyam és a jelölési időszak, amely el akarja távolítani a diákok. Válassza ki a diákok a rács alatt, majd kattintson a Mentés gombra. A kiválasztott menetrend eltávolításra kerül a kiválasztott ütemtervet.
is_is: Fyrst skaltu velja námskeið til að fjarlægja það með því að smella á Velja Course efst á skjánum og velja námskeið úr almenningur skjánum sem birtist. Veldu upphafsdag fyrir námskeiðið og merkingar tímabil sem þú vilt fjarlægja nemenda. Veldu nemendur í rist fyrir neðan og smelltu á Vista hnappinn. Valinn áætlun verður fjarlægt úr völdum áætlun.
ja_jp: 最初、画面の上部にあるコースのリンクを選択をクリックし、表示されるポップアップ画面からコースを選択することによって除去するコースを選択。もちろん、あなたが学生を削除するにマーキング期間の開始日を選択してください。下のグリッドで学生を選択し、[保存]ボタンをクリック。選択したスケジュールは、選択したスケジュールから削除されます。
lt_lt: Pirma, pasirinkite Žinoma, turi būti pašalinti spustelėdami Pasirinkite kursai ekrano viršuje nuorodą ir pasirinkti iš iššokantį ekranas, kuris pasirodo. Pasirinkite kursų pradžios data ir ženklinimo laikotarpio, kurį norite pašalinti studentus. Pasirinkite žemiau tinklelį studentų ir spustelėkite mygtuką &quot;Išsaugoti&quot;. Bus pašalinti pasirinktą grafiką iš pasirinktos grafiką.
lv_lv: Pirmkārt, izvēlieties kursu, kas jānoņem, noklikšķiniet uz Izvēlēties Course saites ekrāna augšā un izvēloties kursu no uznirstošo logu ekrāns, kas parādās. Izvēlieties sākuma datuma kursu un marķējumu periodu, kurā vēlaties noņemt studentiem. Izvēlieties studentu tīkla zemāk un noklikšķiniet uz pogas Saglabāt. Izvēlēto grafiku tiks noņemts no izvēlētā grafika.
mk_mk: Прво, одбери курс да се отстрани со кликнување на Изберете курс линкот на врвот на екранот и изборот на курс од скокачки екранот што се појавува. Изберете датум за текот и по повод период во кој сакате да го отстраните студентите. Изберете студентите во мрежата подолу и кликнете на копчето Зачувај. Одбраниот распоред ќе бидат отстранети од избраниот распоред.
nn_no: Først velger et kurs for å bli fjernet ved å klikke på Velg et Course linken øverst på skjermen og velge kurset fra popup-skjermen som vises. Velg startdato for kurset og merkingen perioden du vil fjerne studentene. Velg studentene i rutenettet nedenfor og klikk på knappen Lagre. Den valgte tidsplan vil bli fjernet fra den valgte planen.
pl_pl: Po pierwsze, wybierz oczywiście należy usunąć, klikając link Wybierz pole u góry ekranu i wybierając kurs z popup wyświetlonym ekranie. Wybierz datę początkową kursu i oznakowania okres, w którym chcesz usunąć studentów. Wybierz studentów w siatce, a następnie kliknij przycisk Zapisz. Wybrane ustawienia zostaną usunięte z wybranego harmonogramu.
pt_pt: Primeiro, selecione um curso para ser removido, clicando no Curso Escolha um link no topo da tela e escolher o curso a partir da tela popup que aparece. Selecione a data de início do curso eo período de marcação em que você deseja remover os alunos. Selecionar os alunos na grade abaixo e clique no botão Salvar. O agendamento selecionado será removido o agendamento selecionado.
ro_ro: În primul rând, selectaţi un curs care urmează să fie eliminate prin click pe link-ul Alege un curs la partea de sus a ecranului şi alegerea de curs, din ecranul de popup care apare. Selectaţi data de plecare pentru curs şi perioada de marcaj în care doriţi să eliminaţi studenţilor. Selectaţi elevii în grila de mai jos şi faceţi clic pe butonul Salvare. Program selectat va fi eliminat din programul selectat.
ru_ru: Во-первых, выбрать курс должен быть удален, нажав кнопку Выбрать курс в верхней части экрана и выбрать курс из всплывающего появившемся окне. Выберите дату начала курса и маркировки период, в который вы хотите удалить студентов. Выберите студентов в сетку ниже и нажмите кнопку Сохранить. Выбранного расписания будут удалены из выбранного расписания.
sk_sk: Najprv si vyberte kurz odstrániť kliknutím na Vyberte predmet odkaz v hornej časti obrazovky a výberom kurzu z miestnej obrazovke, ktorá sa objaví. Vyberte počiatočný dátum kurzu a označenie obdobie, v ktorom chcete odstrániť študentov. Vyberte študentov v sieti a kliknite na tlačidlo Uložiť. Vybraný plán bude odstránený z vybraného plánu.
sl_si: Najprej izberite Seveda je treba odstraniti s klikom Izberite Course povezavo na vrhu zaslona in izbiri seveda iz popup zaslon, ki se pojavi. Izberite začetni datum za tečaj in označevanje obdobje, v katerem želite odstraniti študente. Izberite študentov v mreži spodaj in kliknite na gumb Save. Izbrani urnik bo odstranjena iz izbrane urnik.
sq_al: Së pari, zgjidh një kurs të hiqet duke klikuar Zgjidhni një lidhje kursit në krye të ekranit dhe duke zgjedhur kursin nga ekrani Popup që duket. Zgjidhni datë për fillimin e kursit dhe periudhës së shënuar në të cilën ju doni te hiqni studentët. Zgjidhni studentët në rrjet më poshtë dhe klikoni butonin Ruaj. Orarin e përzgjedhur do të hiqen nga orarin e zgjedhur.
sr_rs: Прво, изаберите Наравно да се уклони кликом Изаберите везу курс у врху екрана и избор ток из понуђеног екран који се појављује. Изаберите датум почетка курса и обележавање период у коме желите да уклоните студената. Изаберите студената у мрежи испод и кликните на дугме Сачувај. Изабрани распоред ће бити уклоњен из изабраног распореда.
sv_se: Välj först en kurs som ska tas bort genom att klicka på Välj en kurs länk längst upp på skärmen och välja kursen från popup-skärmen som visas. Välj startdatum för kursen och märkning period i vilken du vill ta bort studenterna. Välj eleverna i rutnätet nedan och klicka på Spara. Den valda schemat tas bort från det valda schemat.
th_th: ก่อนเลือกหลักสูตรที่จะลบออกโดยการคลิกที่เลือกการเชื่อมโยงหลักสูตรที่ด้านบนของหน้าจอและเลือกหลักสูตรจากหน้าจอป๊อปอัพที่ปรากฏขึ้น เลือกวันที่เริ่มต้นสำหรับการเรียนการสอนและระยะเวลาในการทำเครื่องหมายที่คุณต้องการลบนักเรียน เลือกนักเรียนในตารางด้านล่างและคลิกที่ปุ่มบันทึก ตารางการทำงานที่เลือกจะถูกลบออกจากตารางที่เลือก
tr_tr: Öncelikle, ekranın üst kısmında bir Sahası bağlantısını seçin tıklayarak ve görünen popup ekranından ders seçimi kaldırılacak bir ders seçin. Ders ve öğrenciler kaldırmak istediğiniz işaretleme dönemi başlangıç ​​tarihi seçin. Aşağıdaki ızgara öğrenciler seçin ve Kaydet düğmesini tıklatın. Seçilen programı seçilen program silinecektir.
uk_ua: По-перше, вибрати курс повинен бути вилучений, натиснувши кнопку Вибрати курс у верхній частині екрану і вибрати курс із спливаючого вікні. Виберіть дату початку курсу та маркування період, в який ви хочете видалити студентів. Виберіть студентів у сітку нижче і натисніть кнопку Зберегти. Вибраного розкладу будуть видалені з обраного розкладу.
wa_be: Yn gyntaf, dewiswch cwrs gael ei ddileu drwy glicio ar y ddolen Dewiswch Cwrs ar frig y sgrin a dewis y cwrs gan y sgrin popup sy&#39;n ymddangos. Dewiswch y dyddiad dechrau ar gyfer y cwrs ac yn y cyfnod marcio pan ydych am gael gwared ar y myfyrwyr. Dewiswch y myfyrwyr yn y grid isod a chliciwch y botwm Save. Bydd yr amserlen a ddewiswyd cael ei ddileu o&#39;r rhestr a ddewiswyd.
zh_tw: 首先，選擇一門課程被刪除通過點擊鏈接選擇課程在屏幕上方並選擇當然，從彈出的屏幕顯示。選擇開始日期為課程和標誌期間在要刪除的學生。選擇學生在方格，然後點擊保存按鈕。選定的時間表將被刪除從選定的時間表。

source: Student Schedule Report
af_za: Studente Bylae Verslag
ar_dz: طالب تقرير الجدول
be_by: Даклад Студэнцкая Расклад
bg_bg: Доклад Студентски график
bn_bd: ছাত্র সময়সূচি প্রতিবেদন
da_dk: Student Planlæg Rapport
el_gr: Έκθεση Φοιτητών Πρόγραμμα
es_es: Informe de Agenda del Alumno
et_ee: Student Ajakava Report
fa_ir: دانشجویی گزارش ها فهرست برنامه ها
fi_fi: Student Ajoita raportti
ga_ie: Tuarascáil Sceideal na Mac Léinn
gl_gl: Schedule Report estudante
hr_hr: Studentski Raspored izvješće
hu_hu: Diák Menetrend jelentés
is_is: Námsmaður Stundaskrá Report
ja_jp: 学生のスケジュールレポート
lt_lt: Studentų Tvarkaraštis ataskaita
lv_lv: Studentu Kalendārs pārskats
mk_mk: Студент Распоред Злоупотреба
nn_no: Student Schedule Rapport
pl_pl: Sprawozdanie Plan Student
pt_pt: Schedule Report estudante
ro_ro: Student programaţi raportul
ru_ru: Доклад Студенческая Расписание
sk_sk: Študent Plán správy
sl_si: Student Razpored Poročilo
sq_al: Orari i Studentëve Raport
sr_rs: Студентски Распоред извештаја
sv_se: Student Schema Rapport
th_th: รายงานตารางนักเรียน
tr_tr: Öğrenci Programı Raporu
uk_ua: Доповідь Студентська Розклад
wa_be: Adroddiad Atodlen Myfyrwyr
zh_tw: 學生計劃報告

source: This report shows the students who are scheduled into each course, the students who requested the course but werent successfully scheduled into it, and the number of requests, open seats, and total seats in each course.
af_za: Hierdie verslag toon die studente wat in elke kursus geskeduleer is, die studente wat die kursus nie, maar werent suksesvol in dit geskeduleer versoek, en die aantal versoeke, oop sitplekke, en die totale getal setels in elke kursus.
be_by: Гэтая справаздача паказвае студэнтам, якія запланаваны на кожны курс, студэнты, якія прасілі вядома, але werent паспяхова запланавана ў яе, і колькасць запытаў, адкрытых месцаў, і агульнага ліку месцаў на кожным курсе.
bg_bg: Този доклад показва, студенти, които са планирани във всеки курс, студенти, които искат разбира се, но werent успешно насрочено в него, и броя на исканията, открити места, както и общия брой места във всеки курс.
bn_bd: এই রিপোর্ট ছাত্র যারা প্রতিটি কোর্সের মধ্যে নির্ধারিত হয়, ছাত্র যারা কোর্সের কিন্তু werent করে সফলভাবে নির্ধারিত অনুরোধ, এবং অনুরোধ, খোলা আসন, এবং প্রতিটি কোর্সে মোট আসন সংখ্যা দেখায়.
da_dk: Denne rapport viser de studerende, der er planlagt i hvert kursus, de studerende, der anmodede om kurset, men werent succes planlagt i det, og antallet af anmodninger, åbne pladser, og det samlede pladser på hvert kursus.
el_gr: Η έκθεση αυτή δείχνει τους φοιτητές που έχουν προγραμματιστεί σε κάθε μάθημα, οι φοιτητές οι οποίοι ζήτησαν από την πορεία, αλλά werent επιτυχία προγραμματιστεί σε αυτό, καθώς και τον αριθμό των αιτήσεων, ανοιχτές θέσεις, και συνολικά θέσεις σε κάθε μάθημα.
et_ee: Käesolev aruanne näitab üliõpilastele, kes on kavas igasse muidugi õpilased, kes palus muidugi, kuid werent edukalt planeeritud sinna, ja taotluste arv, avatud istmed, ja kogu kummaski muidugi.
fa_ir: این گزارش نشان می دهد دانش آموزانی که به هر دوره برنامه ریزی شده ، دانشجویانی که درخواست البته ، اما werent با موفقیت به آن برنامه ریزی شده ، و تعداد درخواست ها ، صندلی های باز ، و صندلی های کل در هر دوره.
fi_fi: Tämä raportti osoittaa opiskelijoille, jotka on suunniteltu osaksi kunkin Kurssilla pyytäneen kurssin mutta werent onnistuneesti suunniteltu siihen ja pyyntöjen määrä, avoimia paikkoja, ja koko paikkaa kunkin kurssin.
ga_ie: Léiríonn an tuarascáil seo na scoláirí atá sceidealta isteach i ngach cúrsa, na mic léinn a d&#39;iarr ar an gcúrsa ach werent sceidealta go rathúil isteach ann, agus líon na n-iarratas, suíocháin oscailte, agus suíocháin san iomlán i ngach cúrsa.
gl_gl: Este informe mostra os alumnos que están programados para cada curso, os estudantes que solicitaron o curso, pero non estaban programadas con éxito para el, eo número de peticións, lugares abertos, e os asentos total en cada un dos cursos.
hr_hr: Ovo izvješće pokazuje učenicima koji su na rasporedu u svakom Naravno, studenti koji su zatražili naravno, ali werent uspješno rasporedu u nju, a broj zahtjeva, otvorene sjedala, a ukupni mjesta u svakoj stazi.
hu_hu: Ez a jelentés megmutatja a diákoknak, akik a tervek szerint az egyes természetesen a diákok, akik kérték a kurzus, de werent sikeresen tervezett bele, és a kérelmek száma, nyílt ülések, és a teljes ülések minden kurzus.
is_is: Þessi skýrsla sýnir nemendur sem eru áætlaðar á hvert námskeið, nemendur sem óskuðu eftir námskeiðið en werent tókst áætlunarferðir inn í það, og fjölda beiðna, opna sæti, og alls sæti í hverju námskeiði.
ja_jp: このレポートには、各コースに予定されている学生、コースを要求され​​たがwerent正常にスケジュールされた学生、および要求、オープン席、そして各コースの総座席数を示しています。
lt_lt: Ši ataskaita rodo, studentams, kurie vyks į kiekvieną kursą, paprašė studentų, kurie sėkmingai planuojama į ją, tačiau werent, ir prašymus, atvirų vietų, ir visos sėdynės, kiekviename kurse.
lv_lv: Šis ziņojums liecina, studentiem, kas ir plānots katrā protams, studentiem, kuri pieprasīja laikā, bet werent veiksmīgi regulāro tajā, un pieprasījumu, atvērtu vietu, un kopumā vietas katru kursu skaitu.
mk_mk: Овој извештај покажува на студентите кои се закажани во секој предмет, студентите кои барале, но се разбира werent успешно закажани во неа, а бројот на барањата, отворени места, а вкупните места во секој курс.
nn_no: Denne rapporten viser at studentene som er planlagt inn i hvert kurs, elevene som ba om kurset, men werent hell planlagt inn i det, og antall forespørsler, åpne plasser, og total plasser i hvert kurs.
pl_pl: Ten raport pokazuje, studentów, którzy są zaplanowane do każdego kursu, studenci, który zażądał, ale oczywiście werent powodzeniem zaplanowane do niego, a liczba wniosków, miejsc otwartych, a całkowita liczba miejsc w każdym kursie.
pt_pt: Este relatório mostra os alunos que estão programados para cada curso, os estudantes que solicitaram o curso, mas não estavam programadas com sucesso para ele, eo número de pedidos, lugares abertos, e os assentos total em cada curso.
ro_ro: Acest raport prezinta elevii care sunt programate în fiecare curs, studenţii care au solicitat desigur, dar werent cu succes programată în el, şi numărul de cereri, numărul de locuri deschise, şi numărul de locuri în total de fiecare curs.
ru_ru: Этот отчет показывает студентам, которые запланированы на каждый курс, студенты, которые просили конечно, но werent успешно запланировано в нее, и количество запросов, открытых мест, и общего числа мест на каждом курсе.
sk_sk: Táto správa ukazuje, študenti, ktorí sú naplánované do každého kurzu študenti, ktorí požiadali o kurze, ale werent úspešne naplánované do neho, a počet žiadostí, otvorené miest a celkové miest v každom kurze.
sl_si: Poročilo kaže, da študenti, ki so načrtovane v vsako seveda, študentom, ki zahteva seveda pa werent uspešno predvidena v njej, in številom zahtevkov, odprtih sedežev, in skupno sedežev v vsakem času.
sq_al: Ky raport tregon studentët të cilët janë caktuar në çdo kurs, studentët të cilët kanë kërkuar gjatë, por werent planifikuar me sukses në të, dhe numri i kërkesave, vende të hapura, dhe vende totale në çdo kurs.
sr_rs: Овај извештај показује студената који су заказани у сваки предмет, студенти који су тражили наравно, али верент успешно заказана у њега, и број захтева, отворена места, а укупан места у сваком курсу.
sv_se: Denna rapport visar de elever som är planerade till varje kurs, de studenter som begärt kursen men werent framgångsrikt planerat i den, och antalet förfrågningar, öppna platser, och totala antalet platser i varje kurs.
th_th: รายงานนี้จะแสดงนักเรียนที่มีกำหนดไว้ในแต่ละหลักสูตรนักเรียนที่ขอให้การเรียนการสอนที่กำหนดไว้ แต่ werent ประสบความสำเร็จเป็นมันและหมายเลขของการร้องขอ, ที่นั่งเปิดและที่นั่งทั้งหมดในแต่ละหลักสูตร
tr_tr: Bu raporda, her ders planlanıyor öğrenciler, başarılı bir şekilde planlanan kurs ama werent istenen öğrenciler, istekleri, açık koltuklar ve her ders toplam koltuk sayısı gösterir.
uk_ua: Цей звіт показує студентам, які заплановані на кожен курс, студенти, які просили звичайно, але werent успішно заплановано в неї, і кількість запитів, відкритих місць, і загального числа місць на кожному курсі.
wa_be: Mae&#39;r adroddiad hwn yn dangos y myfyrwyr sydd wedi eu trefnu i bob cwrs, mae&#39;r myfyrwyr a ofynnodd am y cwrs ond werent a drefnwyd yn llwyddiannus i mewn iddo, a&#39;r nifer o geisiadau, seddi agored, a chyfanswm seddi ym mhob cwrs.
zh_tw: 此報告顯示，預計到誰的學生每門課程，學生誰要求的課程，但werent成功預定了進去，而且數量的要求，開席，總議席，每門課程。
