Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Update
af_za: Werk
ar_dz: التحديث
be_by: Абнаўленне
bg_bg: Актуализация
bn_bd: পরিবর্তন
da_dk: Opdater
el_gr: Ενημέρωση
es_es: Actualización
et_ee: Ajakohastama
fa_ir: بروز
fi_fi: Päivitä
ga_ie: Nuashonrú
gl_gl: Actualizar
hr_hr: Ažuriranje
hu_hu: Frissítés
is_is: Uppfæra
ja_jp: アップデート
lt_lt: Atnaujinti
mk_mk: Ажурирање
pl_pl: Aktualizacja
pt_pt: Atualizar
ro_ro: Actualizaţi
ru_ru: Обновление
sk_sk: Aktualizovať
sr_rs: Ажурирање
sv_se: Uppdatera
th_th: การปรับปรุง
tr_tr: Güncelleştirme
uk_ua: Оновлення
wa_be: Y Diweddaraf
zh_tw: 更新

source: None
af_za: Geen
ar_dz: لا شيء
be_by: Ні адзін
bg_bg: Никой
bn_bd: কিছু না
da_dk: Ingen
el_gr: Κανένας
es_es: Ninguno
et_ee: Mitte ükski
fa_ir: هیچ کدام
fi_fi: Ei mitään
ga_ie: Dada
gl_gl: Ningún
hr_hr: Nijedan
hu_hu: Egyik sem
is_is: Ekkert
ja_jp: なし
lt_lt: Nė vienas
lv_lv: Neviens
mk_mk: Никој
nn_no: Ingen
pl_pl: Żaden
pt_pt: Nenhum
ro_ro: Nici unul
ru_ru: Ни один
sk_sk: Žiadny
sl_si: Noben
sq_al: Asnjë
sr_rs: Ниједан
sv_se: Ingen
th_th: ไม่
tr_tr: Hiçbiri
uk_ua: Жоден
wa_be: Dim
zh_tw: 無

source: Half-Day
af_za: Half-dag
ar_dz: نصف يوم
be_by: Half-дзень
bg_bg: Полудневен
bn_bd: অর্ধ দিবস
es_es: Medio Día
fa_ir: نیم روز
fi_fi: Puolen päivän
ga_ie: Leath-Lae
gl_gl: Mediodía
hr_hr: Poludnevni
hu_hu: Half-nap
ja_jp: ハーフデイ
lt_lt: Pusė dienos
mk_mk: Половина ден
nn_no: Halvdags
pt_pt: Meio-Dia
ro_ro: O jumătate de zi
ru_ru: Half-день
sk_sk: Poldenný
sq_al: Half-Dita
sr_rs: Пола дана
sv_se: Halvdag
th_th: ครึ่งวัน
tr_tr: Yarım Gün
uk_ua: Half-день
wa_be: Hanner Diwrnod
zh_tw: 半日

source: Full-Day
af_za: &#39;N volle dag
ar_dz: يوم كامل
be_by: Поўны дзень
bg_bg: Пълен работен ден
bn_bd: সম্পূর্ণ দিন
es_es: Todo el Día
fa_ir: تمام روز
fi_fi: Kokopäivän
ga_ie: Iomlán-Lá
hr_hr: Cjelodnevni
hu_hu: Teljes nap
ja_jp: フルデイ
lt_lt: Visą dieną
lv_lv: Pilna diena
mk_mk: Комплетна-Ден
pl_pl: Pełna-Day
ru_ru: Полный день
sk_sk: Celodenný
sq_al: Full-Dita
sr_rs: Фулл-дан
sv_se: Hel dag
th_th: เต็มวัน
tr_tr: Tam Gün
uk_ua: Повний день
wa_be: Llawn-Diwrnod
zh_tw: 全日

source: Cannot delete because attendance codes are associated.
af_za: Kan nie verwyder word nie omdat die bywoning kodes word geassosieer.
ar_dz: لا يمكن حذف لأن ترتبط رموز الحضور.
be_by: Не магу выдаліць таму што наведвальнасць коды звязаныя.
bg_bg: Не може да се изтрие, тъй като посещаемостта кодове са свързани.
bn_bd: কারণ উপস্থিতি কোড যুক্ত হয় মুছে ফেলা যায় না.
da_dk: Kan ikke slette fordi fremmøde koder er forbundet.
el_gr: Δεν είναι δυνατή η διαγραφή, διότι οι κώδικες που σχετίζονται συμμετοχή.
es_es: No se puede eliminar porque los códigos de asistencia están asociado.
et_ee: Kustutada ei saa, sest osavõtjate koodid on seotud.
fa_ir: را حذف زیرا کد حضور و غیاب در ارتباط هستند.
fi_fi: Ei voi poistaa, koska läsnäolo koodit liittyy.
ga_ie: Ní féidir a scriosadh toisc go bhfuil tinreamh cóid a bhaineann leo.
gl_gl: Non se pode borrar porque códigos atención están asociados.
hr_hr: Ne može se izbrisati, jer su dolazak kodovi povezani.
hu_hu: Nem lehet törölni, mert jelenléti kód jár.
is_is: Get ekki eytt vegna þess að aðsókn þau eru tengd.
ja_jp: 出席コードが関連付けられているため、削除できません。
lt_lt: Negalite trinti, nes lankomumas kodai yra susiję.
lv_lv: Nevar izdzēst, jo apmeklēšanu ir saistīti.
mk_mk: Не можете да ги избришете поради присуство кодови се поврзани.
nn_no: Kan ikke slette fordi fremmøte koder er tilknyttet.
pl_pl: Nie można usunąć, ponieważ kody obecności są związane.
pt_pt: Não é possível excluir porque códigos atendimento estão associados.
ro_ro: Nu se poate şterge, deoarece codurile de participare sunt asociate.
ru_ru: Не могу удалить потому что посещаемость коды связаны.
sk_sk: Nemožno zmazať, pretože návštevnosť kódy sú spojené.
sl_si: Ne morem izbrisati, ker so povezane prisotnost kode.
sq_al: Nuk mund të fshini sepse kodet e frekuentimit janë të lidhur.
sr_rs: Не можете брисати јер похађање кодови су повезане.
sv_se: Kan inte ta bort eftersom närvaro koder är knutna.
th_th: ไม่สามารถลบรหัสการเข้าร่วมประชุมเนื่องจากมีความเชื่อมโยง
tr_tr: Devam kodları ilişkili olduğu için silinemiyor.
uk_ua: Не можу видалити, тому що відвідуваність коди пов&#39;язані.
wa_be: Does dim modd dileu oherwydd codau presenoldeb yn cael eu cysylltu.
zh_tw: 無法刪除，因為出席代碼相關聯。

source: Title
af_za: Titel
ar_dz: لقب
be_by: Назва
bg_bg: Заглавие
bn_bd: শিরনাম
da_dk: Titel
el_gr: Τίτλος
es_es: Título
et_ee: Pealkiri
fa_ir: عنوان
fi_fi: Otsikko
ga_ie: Teideal
gl_gl: Título
hr_hr: Naslov
hu_hu: Cím
is_is: Titill
ja_jp: タイトル
lt_lt: Pavadinimas
lv_lv: Nosaukums
mk_mk: Наслов
nn_no: Tittel
pl_pl: Tytuł
pt_pt: Título
ro_ro: Titlu
ru_ru: Название
sk_sk: Titul
sl_si: Naslov
sq_al: Titull
sr_rs: Наслов
sv_se: Titel
th_th: หัวข้อ
tr_tr: Başlık
uk_ua: Назва
wa_be: Teitl
zh_tw: 標題

source: Short Name
af_za: Kort naam
ar_dz: اسم قصير
be_by: Кароткае назва
bg_bg: Кратко име
bn_bd: সংক্ষিপ্ত নাম
el_gr: Σύντομο Όνομα
es_es: Nombre Corto
et_ee: Lühinimetus
fa_ir: نام کوتاه
fi_fi: Lyhyt nimi
ga_ie: Ainm Gearr
gl_gl: Nome curto
hr_hr: Kratki naziv
hu_hu: Rövid név
ja_jp: 短い名前
lt_lt: Trumpas pavadinimas
lv_lv: Saīsinātais nosaukums
mk_mk: Кратко име
pl_pl: Krótka nazwa
pt_pt: Nome curto
ro_ro: Nume scurt
ru_ru: Краткое название
sk_sk: Krátky názov
sl_si: Kratek Naziv
sq_al: Emri i shkurtër
sr_rs: Кратко Име
sv_se: Kortnamn
th_th: ชื่อสั้น ๆ
tr_tr: Kısa Adı
uk_ua: Коротка назва
wa_be: Enw byr
zh_tw: 簡稱

source: Sort Order
af_za: Sorteer Volgorde
ar_dz: الترتيب
be_by: Сартаванне
bg_bg: Реда на сортиране
bn_bd: ক্রমিকায়ন
da_dk: Sorteringsrækkefølge
el_gr: Σειράς Ταξινόμησης
es_es: Ordenar Clasificación
fa_ir: ترتیب مرتب سازی بر اساس
fi_fi: Järjestys
ga_ie: Ordú Sórtáil
gl_gl: Orde
hr_hr: Sortiranje
hu_hu: Rendezési sorrend
is_is: Raða
ja_jp: ソート順序
lt_lt: Rūšiavimo tvarka
mk_mk: Подредување
nn_no: Sorteringsrekkefølgen
pl_pl: Porządek sortowania
pt_pt: Ordem
ro_ro: Ordine de sortare
ru_ru: Сортировку
sk_sk: Radenie
sq_al: Rendit Në Radhë Mbrapsht
sr_rs: Сортирање
sv_se: Sorteringsordning
th_th: การเรียงลำดับ
tr_tr: Sıralamayı
uk_ua: Сортування
wa_be: Gorchymyn Trefnu
zh_tw: 排序

source: Type
af_za: Soort
ar_dz: نوع
be_by: Тып
bg_bg: Тип
bn_bd: প্রকার
el_gr: Τύπος
es_es: Tipo
et_ee: Liik
fa_ir: نوع
fi_fi: Tyyppi
ga_ie: Cineál
gl_gl: Tipo
hr_hr: Tip
hu_hu: Típus
is_is: Tegund
ja_jp: タイプ
lt_lt: Tipas
lv_lv: Tips
mk_mk: Тип
pl_pl: Typ
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип
sk_sk: Typ
sq_al: Tip
sr_rs: Тип
sv_se: Typ
th_th: ประเภท
tr_tr: Tip
uk_ua: Тип
wa_be: Math
zh_tw: 類型

source: Default for Teacher
af_za: Standaard vir onderwyser
ar_dz: الافتراضي للمعلم
be_by: Па змаўчанні для настаўніка
bg_bg: Подразбиране за Учител
bn_bd: শিক্ষক জন্য ডিফল্ট
da_dk: Standard for læreres
el_gr: Προεπιλογή για Εκπαιδευτικών
es_es: Por Defecto para el Profesor
et_ee: Vaikimisi Õpetaja
fa_ir: به طور پیش فرض برای معلم
fi_fi: Oletus opettajankoulutuksen
ga_ie: Réamhshocrú do Mhúinteoirí
gl_gl: Defecto para Profesores
hr_hr: Default za nastavnika
hu_hu: Alapértelmezett a tanári
is_is: Sjálfgefið fyrir kennara
ja_jp: 教師のためのデフォルト
lt_lt: Numatytasis Mokytojų
lv_lv: Default Skolotāju
mk_mk: Аватарот на наставниците
nn_no: Standard for lærerutdanning
pl_pl: Domyślnie dla nauczycieli
pt_pt: Padrão para Professores
ro_ro: Implicit pentru Teacher
ru_ru: По умолчанию для учителя
sk_sk: Predvolené pre učiteľov
sl_si: Privzeto za učiteljev
sq_al: Default për mësuesit
sr_rs: Дефаулт за наставника
sv_se: Standard för lärare
th_th: เริ่มต้นสำหรับครู
tr_tr: Öğretmen için Varsayılan
uk_ua: За замовчуванням для вчителя
wa_be: Diofyn ar gyfer Athrawon
zh_tw: 默認為教師

source: State Code
af_za: Staat kode
ar_dz: دولة القانون
be_by: Дзяржаўны звод
bg_bg: Държавен кодекс
bn_bd: রাজ্য কোড
da_dk: State Kode
el_gr: Κράτος Κώδικα
es_es: Consignar Código
et_ee: Riigi kood
fa_ir: کد خارجه
fi_fi: Valtion koodi
ga_ie: Cód Stáit
gl_gl: Código do Estado
hr_hr: Državni kod
hu_hu: Állami kód
ja_jp: 状態コード
lt_lt: Valstybinis kodas
lv_lv: Valsts kods
mk_mk: Државниот Код
nn_no: State Kode
pl_pl: Kod państwa
pt_pt: Código do Estado
ro_ro: Codul statului
ru_ru: Государственный свод
sk_sk: Kód štátu
sl_si: Kodeks države
sq_al: Kodi i shtetit
sr_rs: Стање код
sv_se: Statligt kod
th_th: รหัสรัฐ
tr_tr: Devlet Kodu
uk_ua: Державний звід
wa_be: Cod y Wladwriaeth
zh_tw: 國家代碼

source: Delete this category
af_za: Verwyder hierdie kategorie
ar_dz: حذف هذه الفئة
be_by: Выдаліць гэтую катэгорыю
bg_bg: Изтрийте тази категория
bn_bd: এই বিষয়শ্রেণীতে মুছে দিন
da_dk: Slet denne kategori
el_gr: Διαγραφή αυτής της κατηγορίας
es_es: Eliminar esta categoría
et_ee: Selle kategooria kustutada
fa_ir: حذف این دسته
fi_fi: Poista tämä kategoria
ga_ie: Scrios an gcatagóir seo
gl_gl: Borrar esta categoría
hr_hr: Obriši ovu kategoriju
hu_hu: Törlés ebben a kategóriában
is_is: Eyða þessum flokki
ja_jp: このカテゴリを削除する
lt_lt: Ištrinti šią kategoriją
lv_lv: Dzēst šo kategoriju
mk_mk: Избриши ја оваа категорија
nn_no: Slett denne kategorien
pl_pl: Usuń tej kategorii
pt_pt: Apagar esta categoria
ro_ro: Ştergeţi această categorie
ru_ru: Удалить эту категорию
sk_sk: Zmazať túto kategóriu
sl_si: Izbriši to kategorijo
sq_al: Fshije këtë kategori
sr_rs: Обриши ову категорију
sv_se: Ta bort denna kategori
th_th: ลบประเภทนี้
tr_tr: Bu kategoriyi silmek
uk_ua: Видалити цю категорію
wa_be: Dileu&#39;r categori hwn
zh_tw: 刪除此類別

source: New Category Title
af_za: Nuwe Kategorie Titel
ar_dz: الفئة العنوان الجديد
be_by: Новая назва катэгорыі
bg_bg: Нова категория Заглавие
bn_bd: নতুন বিভাগ টাইটেল
da_dk: Ny Kategori Titel
el_gr: Νέος τίτλος Κατηγορία
es_es: Nuevo Título de la Categoría
et_ee: New Kategooria Pealkiri
fa_ir: عنوان شاخه جدید
fi_fi: Uusi luokka Otsikko
ga_ie: Teideal Catagóir Nua
gl_gl: Título nova categoría
hr_hr: Nova Kategorija Naslov
hu_hu: Új kategória címe
is_is: New Flokkur Titill
ja_jp: 新しいカテゴリのタイトル
lt_lt: Naujas Kategorija Pavadinimas
lv_lv: Jauns Kategorija Nosaukums
mk_mk: Нова категорија Наслов
nn_no: Nytt Kategori Tittel
pl_pl: Nowy tytuł Kategoria
pt_pt: Título nova categoria
ro_ro: Noi Categorie Titlu
ru_ru: Новое название категории
sk_sk: Nová kategória Názov
sl_si: Nova kategorija Naslov
sq_al: Titulli New Category
sr_rs: Нови Категорија Наслов
sv_se: Ny kategori Titel
th_th: หมวดหมู่หัวข้อใหม่
tr_tr: Yeni Kategori Adı
uk_ua: Нова назва категорії
wa_be: Teitl Categori Newydd
zh_tw: 新標題

source: Teacher & Office
af_za: Onderwyser &amp; Office
ar_dz: المعلمين ومكتب
be_by: Настаўнікі і Упраўлення
bg_bg: Учител и офиса
bn_bd: শিক্ষক ও অফিস
da_dk: Lærer &amp; Kontor
el_gr: Δάσκαλος &amp; Γραφείου
es_es: Profesor & Oficina
et_ee: Õpetaja ja kontoritehnika
fa_ir: معلم و اداری
fi_fi: Opettaja &amp; Toimisto
ga_ie: Múinteoir &amp; Oifig
gl_gl: Profesor e Oficina
hr_hr: Učitelj i ured
hu_hu: Tanár és irodai
is_is: Kennari &amp; Skrifstofa
ja_jp: 教師＆オフィス
lt_lt: Mokytojas ir biuro
lv_lv: Skolotāja un birojam
mk_mk: Учителот &amp; канцеларија
nn_no: Lærer og Kontor
pl_pl: Nauczyciel i Urzędu
pt_pt: Professor e Escritório
ro_ro: Profesor şi Oficiul pentru
ru_ru: Учителя и Управления
sk_sk: Učiteľ a kancelária
sl_si: Učitelj in pisarno
sq_al: Mësues &amp; Zyra
sr_rs: Наставник и Канцеларија
sv_se: Lärare och kontor
th_th: ครูและสำนักงาน
tr_tr: Öğretmen ve Ofis
uk_ua: Вчителі та Управління
wa_be: Athrawon ac Swyddfa
zh_tw: 教師辦公

source: Office Only
af_za: Kantoor
ar_dz: مكتب فقط
be_by: Пасады толькі
bg_bg: Длъжност само
bn_bd: অফিস শুধুমাত্র
da_dk: Office Kun
el_gr: Γραφείο Μόνο
es_es: Sólo la Oficina
et_ee: Office Ainult
fa_ir: دفتر تنها
fi_fi: Tehtävästään ainoastaan
ga_ie: Oifig Amháin
gl_gl: Só oficina
hr_hr: Ured Samo
hu_hu: Az Office csak
is_is: Skrifstofa Aðeins
ja_jp: Officeのみ
lt_lt: Pareigų tik tuomet,
lv_lv: Biroja Tikai
mk_mk: Функција само
pl_pl: Biuro Tylko
pt_pt: Apenas escritório
ro_ro: Numai Oficiul pentru
ru_ru: Должности только
sk_sk: Úrad len
sl_si: Urad Samo
sq_al: Zyra Vetëm
sr_rs: Функцију само
sv_se: Office Endast
th_th: สำนักงานเท่านั้น
tr_tr: Ofis Sadece
uk_ua: Посади тільки
wa_be: Swyddfa yn Unig
zh_tw: 辦公室只有

source: Absent
af_za: Afwesig
ar_dz: غائب
be_by: Адсутны
bn_bd: অনুপস্থিত
da_dk: Fraværende
el_gr: Απών
es_es: Inasistencias
et_ee: Puuduv
fa_ir: غایب
fi_fi: Poissa
ga_ie: As láthair
gl_gl: Ausente
hr_hr: Odsutan
hu_hu: Hiányzó
is_is: Fjarverandi
ja_jp: ない
lt_lt: Nėra
lv_lv: Nav
mk_mk: Отсутни
nn_no: Fraværende
pl_pl: Nieobecny
pt_pt: Ausente
ru_ru: Отсутствующий
sk_sk: Neprítomný
sl_si: Odsoten
sq_al: Mungon
sr_rs: Одсутан
sv_se: Frånvarande
th_th: ไม่อยู่
tr_tr: Yok
uk_ua: Відсутній
wa_be: Absennol
zh_tw: 缺席

source: Half
af_za: Die helfte van
ar_dz: نصف
be_by: Палова
bg_bg: Половина
bn_bd: অর্ধেক
da_dk: Halvdelen
el_gr: Ήμισυ
es_es: Medio
et_ee: Pool
fa_ir: نیم
fi_fi: Puoli
ga_ie: Leath
gl_gl: A metade
hr_hr: Pola
hu_hu: Fél
ja_jp: ハーフ
lt_lt: Pusė
lv_lv: Puse
mk_mk: Половина
pl_pl: Pół
pt_pt: Metade
ro_ro: Jumătate
ru_ru: Половина
sk_sk: Polovica
sq_al: Gjysmë
sr_rs: Пола
sv_se: Hälften
th_th: ครึ่ง
tr_tr: Yarım
uk_ua: Половина
wa_be: Hanner
zh_tw: 半

source: Max length for Title is 100
af_za: Max lengte vir die titel is 100
ar_dz: الحد الأقصى لطول العنوان هو 100
be_by: Максімальная даўжыня для Назва складае 100
bg_bg: Максимална дължина за дял е 100
bn_bd: টাইটেল জন্য সর্বোচ্চ দৈর্ঘ্য 100
da_dk: Max længde til afsnit er 100
el_gr: Μέγιστο μήκος για τον τίτλο είναι 100
et_ee: Max pikkus Pealkiri on 100
fa_ir: حداکثر طول برای عنوان 100
fi_fi: Max pituus Otsikko on 100
ga_ie: Tá Max fad le haghaidh Theideal 100
gl_gl: Lonxitude máxima para o título é de 100
hr_hr: Max dužina za naslov je 100
hu_hu: Max hossza Cím 100
is_is: Max lengd fyrir Titill er 100
ja_jp: タイトルのための最大長は100です。
lt_lt: Max ilgis Pavadinimas 100
lv_lv: Max garums Nosaukums ir 100
mk_mk: Макс должина за титулата е 100
nn_no: Max lengde for Tittel er 100
pl_pl: Max długość do tytułu jest 100
pt_pt: Comprimento máximo para o título é de 100
ro_ro: Durata maxima pentru titlul este de 100
ru_ru: Максимальная длина для Название составляет 100
sk_sk: Maximálna dĺžka hlavy je 100
sl_si: Max dolžina za naslov je 100
sq_al: Gjatësia max për titullin është 100
sr_rs: Максимална дужина за наслов је 100
sv_se: Max längd för avdelning är 100
th_th: ความยาวสูงสุดสำหรับหัวข้อคือ 100
tr_tr: Başlığı Max uzunluğu 100
uk_ua: Максимальна довжина для Назва становить 100
wa_be: Max hyd i Teitl yw 100
zh_tw: 標題最大長度為 100

source: Max length for Short Name is 50
af_za: Max lengte vir &#39;n kort Naam is 50
ar_dz: الحد الأقصى لطول اسم قصيرة هي 50
be_by: Максімальная даўжыня для Кароткае назва: 50
bg_bg: Максимална дължина за късометражно име е 50
bn_bd: ছোট নাম জন্য সর্বোচ্চ দৈর্ঘ্য 50
da_dk: Max længde for Short Name er 50
el_gr: Max length για επωνυμίας του είναι 50
et_ee: Max pikkus Lühinimetus on 50
fa_ir: حداکثر طول نام کوتاه 50
fi_fi: Max pituus Lyhyt nimi on 50
ga_ie: Tá Max fad le haghaidh Ainm Gearr-50
gl_gl: Lonxitude máxima para o nome curto é de 50
hr_hr: Max dužina za kratki naziv je 50
hu_hu: Max hossza rövid neve: 50
is_is: Max lengd fyrir Short Name er 50
ja_jp: ショートネームのための最大長は50です
lt_lt: Trumpas pavadinimas Maksimalus ilgis yra 50
lv_lv: Max garums saīsinātais nosaukums ir 50
mk_mk: Макс должина за кратко име е 50
nn_no: Max lengde for Short Name er 50
pl_pl: Max długość do Skrócona nazwa jest 50
pt_pt: Comprimento máximo para o nome curto é de 50
ro_ro: Lungimea maxima pentru numele scurt este de 50
ru_ru: Максимальная длина для Краткое название: 50
sk_sk: Maximálna dĺžka je 50 Krátky názov
sl_si: Max dolžina za Kratek Naziv je 50
sq_al: Gjatësia Max në emrin e shkurtër është 50
sr_rs: Максимална дужина за кратко име је 50
sv_se: Max längd för kortnamn är 50
th_th: ความยาวสูงสุดสำหรับชื่อสั้น ๆ คือ 50
tr_tr: Kısa Adı Max uzunluk 50
uk_ua: Максимальна довжина для Коротка назва: 50
wa_be: Max hyd ar gyfer Enw Byr yw 50
zh_tw: 最大長度為 50簡稱

source: Sort Order Code allows only numeric value
af_za: Sortering Kode kan slegs &#39;n numeriese waarde
ar_dz: ترتيب الفرز قانون يسمح قيمة رقمية فقط
be_by: Кодэкс сартаванне дазваляе толькі лікавыя значэнні
bg_bg: Код на реда на сортиране позволява само числови стойност
bn_bd: ক্রমিকায়ন কোড শুধুমাত্র সংখ্যা দ্বারা পারবেন
da_dk: Sorter Varenummer kun tillader numerisk værdi
el_gr: Ταξινόμηση Κωδικός Τάξης επιτρέπει μόνο την αριθμητική τιμή
et_ee: Sort Order Code lubab ainult arvuline väärtus
fa_ir: مرتب سازی بر اساس کد سفارش اجازه می دهد تا ارزش تنها عددی
fi_fi: Lajittele Tilauskoodi sallii vain numeerinen arvo
ga_ie: Ceadaíonn Cód Sórtála Ordú luach ach uimhriúil
gl_gl: Código Orde permite único valor numérico
hr_hr: Kod slaganja omogućava samo numerička vrijednost
hu_hu: Rendezési sorrend kód lehetővé teszi, csak a számérték
is_is: Raða Code leyfa aðeins tölugildi
ja_jp: 並べ替え順序のコードは、数値のみを許可
lt_lt: Rūšiuoti Užsakymo kodas leidžia tik skaitinė vertė
lv_lv: Šķirot Pasūtījuma kods ļauj tikai skaitliskā vērtība
mk_mk: Подредување код им овозможува само нумеричка вредност
nn_no: Sorter Varenummer tillater bare tallverdien
pl_pl: Kod zamówienia Sortuj pozwala tylko na wartość liczbową
pt_pt: Código Ordem permite único valor numérico
ro_ro: Codul comenzii după permite doar valoarea numerică
ru_ru: Кодекс сортировку позволяет только числовые значения
sk_sk: Radenie kódu umožňuje len číselné hodnoty
sl_si: Sort šf dovoljuje le številčno vrednost
sq_al: Rendit Kodi lejon vetëm vlera numerike
sr_rs: Сортирање закон предвиђа само нумеричке вредности
sv_se: Sortera Varunummer tillåter endast numeriskt värde
th_th: รหัสสั่งเรียงจะช่วยให้ค่าตัวเลขเท่านั้น
tr_tr: Sıralamayı Kodu sadece sayısal bir değer sağlar.
uk_ua: Кодекс сортування дозволяє тільки числові значення
wa_be: Cod Didoli yn caniatáu Gorchymyn gwerth rhifol yn unig
zh_tw: 排序代碼只允許數值

source: Please enter the New Category Title
af_za: Gee die nuwe kategorie Titel
ar_dz: الرجاء إدخال عنوان فئة جديدة
be_by: Калі ласка, увядзіце назву новага катэгорыі
bg_bg: Моля, въведете ново заглавие Категория
bn_bd: নতুন বিভাগ শিরোনাম লিখুন
da_dk: Indtast venligst den nye kategori Titel
el_gr: Παρακαλώ εισάγετε το Νέο Κατηγορία Τίτλος
et_ee: Palun sisesta uus kategooria nimetus
fa_ir: لطفا عنوان شاخه جدید را وارد کنید
fi_fi: Anna uuden luokan nimi
ga_ie: Cuir isteach an Teideal Catagóir Nua
gl_gl: Por favor introduza o título da categoría New
hr_hr: Molimo unesite novu kategoriju Naslov
hu_hu: Kérjük, adja meg az új kategória címe
is_is: Vinsamlegast sláðu inn New Category Title
ja_jp: 新規カテゴリのタイトルを入力してください
lt_lt: Prašome Įveskite naują Kategorija Pavadinimas
lv_lv: Lūdzu, ievadiet jaunu kategoriju sadaļu
mk_mk: Ве молиме внесете ја новата Категорија Наслов
nn_no: Vennligst skriv inn den nye kategorien Tittel
pl_pl: Proszę wpisać nowy tytuł Kategoria
pt_pt: Por favor digite o título da categoria New
ro_ro: Te rugăm să introduci Categorie Titlu Nou
ru_ru: Пожалуйста, введите название нового категории
sk_sk: Zadajte prosím názov novej kategórie
sl_si: Prosimo, vnesite nov naslov Kategorija
sq_al: Ju lutem shkruani Titulli New Category
sr_rs: Молимо Вас да унесете нови назив категорије
sv_se: Ange den nya kategorin Titel
th_th: กรุณาใส่ชื่อหมวดหมู่ใหม่
tr_tr: Yeni Kategori Başlık giriniz
uk_ua: Будь ласка, введіть назву нового категорії
wa_be: Nodwch y Teitl Categori Newydd
zh_tw: 請輸入新標題

source: Max length for Title is 10
af_za: Max lengte vir die titel is 10
ar_dz: الحد الأقصى لطول العنوان هو 10
be_by: Максімальная даўжыня для Назва складае 10
bg_bg: Максимална дължина за дял е 10
bn_bd: টাইটেল জন্য সর্বোচ্চ দৈর্ঘ্য 10
da_dk: Max længde til afsnit er 10
el_gr: Μέγιστο μήκος για τον τίτλο είναι 10
et_ee: Max pikkus Pealkiri on 10
fa_ir: حداکثر طول برای عنوان 10
fi_fi: Max pituus Otsikko on 10
ga_ie: Tá Max fad le haghaidh Theideal 10
gl_gl: Lonxitude máxima de título é de 10
hr_hr: Max dužina za naslov je 10
hu_hu: Max hossza Cím: 10
is_is: Max lengd fyrir Titill er 10
ja_jp: タイトルのための最大長は10です
lt_lt: Maksimalus ilgis antraštinės dalies 10
lv_lv: Max garums Nosaukums ir 10
mk_mk: Макс должина за титулата е 10
nn_no: Max lengde for Tittel er 10
pl_pl: Max długość do tytułu jest 10
pt_pt: Comprimento máximo de Título é de 10
ro_ro: Durata maxima pentru titlul este de 10
ru_ru: Максимальная длина для Название составляет 10
sk_sk: Maximálna dĺžka hlavy je 10
sl_si: Max dolžina za naslov je 10
sq_al: Gjatësia max për Titulli është 10
sr_rs: Максимална дужина за наслов је 10
sv_se: Max längd för avdelning är 10
th_th: ความยาวสูงสุดสำหรับหัวข้อคือ 10
tr_tr: Title için maksimum uzunluğu 10
uk_ua: Максимальна довжина для Назва становить 10
wa_be: Max hyd i Teitl yw 10
zh_tw: 標題最大長度為 10

source: Advanced
af_za: Gevorderde
ar_dz: متقدم
be_by: Перадавы
bg_bg: Напреднал
bn_bd: উন্নীত
da_dk: Avanceret
el_gr: Προηγμένη
es_es: Avanzado
et_ee: Edasijõudnud
fa_ir: پیشرفته
ga_ie: Casta
gl_gl: Avanzado
hr_hr: Napredan
hu_hu: Fejlett
ja_jp: 高度な
lt_lt: Išplėstinė
mk_mk: Напредно
nn_no: Avansert
pl_pl: Zaawansowany
pt_pt: Avançado
ro_ro: Avansat
ru_ru: Передовой
sk_sk: Pokročilý
sl_si: Napredno
sq_al: Avancuar
sr_rs: Напредан
sv_se: Avancerade
th_th: ขั้นสูง
tr_tr: Ileri
uk_ua: Передовий
wa_be: Uwch
zh_tw: 高級

source: Search All Schools
af_za: Soek Alle skole
ar_dz: ابحث عن جميع المدارس
be_by: Пошук Усе школы
bg_bg: Търсене на всички училища
bn_bd: সমস্ত বিদ্যালয় অনুসন্ধান
da_dk: Søg Alle Skoler
el_gr: Αναζήτηση Όλες οι Σχολές
es_es: Buscar Todas las Instituciones
et_ee: Otsi kõikide koolide
fa_ir: جستجو در همه مدارس
fi_fi: Hae kaikki koulut
ga_ie: Cuardaigh Gach Scoil
gl_gl: Procurar Todos Escolas
hr_hr: Pretraži sve škole
hu_hu: Keresés minden Iskolák
is_is: Leita Allar Skólar
ja_jp: すべての学校を検索
lt_lt: Paieška visos mokyklos
lv_lv: Meklēt visās skolās
mk_mk: Барај Сите училишта
nn_no: Søk i alle skoler
pl_pl: Szukaj Wszystkie szkoły
pt_pt: Pesquisar Todos Escolas
ro_ro: Cauta Toate Şcoli
ru_ru: Поиск Все школы
sk_sk: Hľadať všetky školy
sl_si: Išči po vseh šolah
sq_al: Kërko të gjitha shkollat
sr_rs: Тражи све школе
sv_se: Sök Alla skolor
th_th: ค้นหาทุกโรงเรียน
tr_tr: Tüm Okulları
uk_ua: Пошук Усі школи
wa_be: Chwilio Pob Ysgol
zh_tw: 搜索所有學校

source: Submit
af_za: Dien
ar_dz: تقدم
be_by: Прадстаўляць
bg_bg: Подайте
bn_bd: নথিভুক্ত
da_dk: Indsend
el_gr: Υποβολή
es_es: Enviar
et_ee: Esitama
fa_ir: ثبت کردن
fi_fi: Lähetä
ga_ie: Cuir
gl_gl: Enviar
hr_hr: Podnijeti
hu_hu: Küldés
ja_jp: 提出する
lt_lt: Pateikti
lv_lv: Iesniegt
mk_mk: Прати
nn_no: Send
pl_pl: Prześlij
pt_pt: Submeter
ro_ro: Prezenta
ru_ru: Представлять
sk_sk: Predložiť
sr_rs: Поднети
sv_se: Skicka
th_th: ส่ง
tr_tr: Sunmak
uk_ua: Представляти
wa_be: Cyflwyno
zh_tw: 提交

source: All School
af_za: Alle skool
ar_dz: كل مدرسة
be_by: Усе школы
bg_bg: Всички училище
bn_bd: সমস্ত স্কুল
da_dk: Alle Skole
el_gr: Όλα Σχολή
es_es: Todas las Institucioness
et_ee: Kõik School
fa_ir: همه مدرسه
fi_fi: Kaikki oppilaat
ga_ie: Gach Scoil
gl_gl: Todos Escola
hr_hr: Sve škole
hu_hu: Minden iskola
ja_jp: すべての学校
lt_lt: Visos mokyklos
lv_lv: Visi Skolas
mk_mk: Сите училиште
nn_no: Alle skole
pl_pl: Wszystkie szkoły
pt_pt: Todos Escola
ro_ro: Toate Scoala
ru_ru: Все школы
sk_sk: Všetky školy
sl_si: Vse šole
sq_al: Të gjitha Shkolla
sr_rs: Све школе
sv_se: Alla School
th_th: โรงเรียนทั้งหมด
tr_tr: Tüm Okul
uk_ua: Усі школи
wa_be: Pob Ysgol
zh_tw: 所有學校

source: Date
af_za: Datum
ar_dz: تاريخ
be_by: Дата
bg_bg: Дата
bn_bd: তারিখ
da_dk: Dato
el_gr: Ημερομηνία
es_es: Fecha
et_ee: Kuupäev
fa_ir: تاریخ
fi_fi: Päivämäärä
ga_ie: Dáta
gl_gl: Data
hr_hr: Datum
hu_hu: Dátum
is_is: Dagsetning
ja_jp: 日
lt_lt: Data
lv_lv: Datums
mk_mk: Датум на
nn_no: Dato
pl_pl: Data
pt_pt: Data
ro_ro: Data
ru_ru: Дата
sk_sk: Dátum
sl_si: Datum
sq_al: Data
sr_rs: Датум
sv_se: Datum
th_th: วันที่
tr_tr: Tarih
uk_ua: Дата
wa_be: Dyddiad
zh_tw: 日期
