Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To edit a marking period, click on the marking period you want to change, and click on whatever value you want to change. It will automatically become editable. Update the value and click the Save button
af_za: Om &#39;n nasienperiode te wysig, klik op die nasienperiode wat jy wil verander, en klik op die waarde wat jy wil verander. Dit sal outomaties verwerk word. Update die waarde en kliek op die Save-knoppie
be_by: Для рэдагавання ацэначны перыяд, націсніце на ацэначны перыяд вы хочаце змяніць, і націсніце на любое значэнне, вы хочаце змяніць. Яна будзе аўтаматычна становяцца даступныя для рэдагавання. Абнавіце значэння і націсніце кнопку Захаваць
bg_bg: За да редактирате маркировка период, щракнете върху маркировката периода, за който искате да промените, и кликнете върху каквато стойност искате да промените. Тя автоматично ще стане може да се редактира. Актуализиране на стойността и щракнете върху бутона Save
bn_bd: একটি অবস্থানসূচক সময় সম্পাদনা অবস্থানসূচক সময় আপনি পরিবর্তন চান,, ক্লিক এবং কিছু মান আপনি পরিবর্তন চান উপর ক্লিক করুন. স্বয়ংক্রিয়ভাবে সম্পাদনাযোগ্য হবে. মান এবং আপডেট করুন বাটন ক্লিক করুন
da_dk: For at redigere en markering periode, skal du klikke på mærkning periode, du vil ændre, og klik på, hvad værdi, du ønsker at ændre. Det vil automatisk blive redigerbare. Opdater værdien, og klik på knappen Gem
el_gr: Για να επεξεργαστείτε μια σήμανση περίοδο, Κάντε κλικ για τη σήμανση περίοδο που θέλετε να αλλάξετε, και κάντε κλικ στο ανεξαρτήτως της αξίας που θέλετε να αλλάξετε. Θα γίνει αυτόματα με δυνατότητα επεξεργασίας. Ενημέρωση από την τιμή και κάντε κλικ στο κουμπί Αποθήκευση
et_ee: Muuta märgistus periood, kliki märgistus periood, mida soovite muuta, ja klikkige iganes väärtus, mida soovite muuta. Muutub see automaatselt muudetav. Uuenda väärtus ja klõpsake nuppu Salvesta
fa_ir: برای ویرایش یک دوره بدون مارک ، در دوره مارک می خواهید به تغییر کلیک کنید ، و کلیک بر روی هر مقدار که می خواهید تغییر. آن را به طور خودکار قابل ویرایش تبدیل شده است. به روز رسانی ارزش و با کلیک بر روی دکمه ذخیره
fi_fi: Voit muokata merkintää kauden, klikkaa merkintää kauden haluat muuttaa, ja napsauta mitä arvoa haluat muuttaa. Se tulee automaattisesti muokattavissa. Päivitä arvo ja napsauta Tallenna-painiketta
ga_ie: A chur in eagar ar feadh tréimhse mharcáil, cliceáil ar an tréimhse marcála mian leat a athrú, agus cliceáil ar an luach is cuma cad ba mhaith leat a athrú. Éireoidh sé go huathoibríoch eagarthóireacht a dhéanamh air. Nuashonrú ar an luach agus cliceáil ar an gcnaipe Sábháil
gl_gl: Para editar un período de reserva, prema no período de notas que desexa cambiar e prema en calquera valor que quere cambiar. Esta será automaticamente fan a editable. Actualizar o valor e prema no botón Gardar
hr_hr: Za uređivanje obilježavanje razdoblja, kliknite na obilježavanju razdoblje želite promijeniti, a zatim kliknite na što vrijednost koju želite promijeniti. To će automatski postati uređivati. Ažuriranje vrijednosti i kliknite na gumb Spremi
hu_hu: Szerkesztéséhez jelölési időszak, kattintson a jelölési időszak módosítani kívánt, majd kattintson a bármilyen értéket módosítani szeretné. Akkor a rendszer automatikusan szerkeszthető. Frissítse az értéket, majd kattintson a Mentés gombra
is_is: Til að breyta merkingu tímabil skaltu smella á merkið tímabil sem þú vilt breyta og smelltu á hvaða gildi þú vilt breyta. Það mun sjálfkrafa verða editable. Uppfæra gildi og smelltu á Vista hnappinn
ja_jp: マーキング期間を編集するには、変更するマーキング期間をクリックし、変更したい任意の値をクリックします。それは自動的に編集可能になります。値を更新し、[保存]ボタンをクリックします。
lt_lt: Norėdami redaguoti ženklinimo laikotarpio, paspauskite ant ženklinimo laikotarpio, kurį norite pakeisti, ir spustelėkite kokia vertę, kurią norite keisti. Jis automatiškai tampa redaguojamas. Atnaujinkite vertės ir spustelėkite mygtuką &quot;Išsaugoti&quot;
lv_lv: Lai rediģētu marķējumu periodu, noklikšķiniet uz marķējuma periodu, kuru vēlaties mainīt, un noklikšķiniet uz kāda vērtība, kuru vēlaties mainīt. Tas automātiski kļūs rediģējams. Atjauninātu vērtības, un noklikšķiniet uz pogas Saglabāt
mk_mk: За да промените означување период, кликнете на одбележувањето период сакате да го промените, и кликнете на она што вредноста што сакате да го смените. Тоа автоматски ќе стане уредување. Ажурирање на вредност и кликнете на копчето Зачувај
nn_no: Hvis du vil redigere en merking periode, klikk på merking perioden du vil endre, og klikk på hva verdien du vil endre. Det vil automatisk bli redigerbar. Oppdatering verdien og klikk Lagre
pl_pl: Aby edytować okres CE, kliknij na okres oznakowania, które chcesz zmienić, i kliknij na wartości, jaką chcesz zmienić. Będzie on automatycznie stają się edytowalne. Aktualizacja wartości i kliknij przycisk Zapisz
pt_pt: Para editar um período de marcação, clique no período de notas que pretende alterar e clique em qualquer valor que você deseja alterar. Ele será automaticamente tornam-se editável. Atualizar o valor e clique no botão Salvar
ro_ro: Pentru a edita o perioadă de marcare, faceţi clic pe perioada de marcajul pe care doriţi să le modificaţi, apoi faceţi clic pe indiferent de valoarea pe care doriţi să o modificaţi. Acesta va deveni în mod automat editabilă. Actualizaţi valoarea şi faceţi clic pe butonul Salvare
ru_ru: Для редактирования оценочный период, нажмите на оценочный период вы хотите изменить, и нажмите на любое значение, вы хотите изменить. Она будет автоматически становятся доступны для редактирования. Обновите значения и нажмите кнопку Сохранить
sk_sk: Ak chcete upraviť označenie obdobia, kliknite na označenie doby, ktorú chcete zmeniť, a kliknite na akúkoľvek hodnotu, ktorú chcete zmeniť. To sa automaticky stane editovateľný. Aktualizujte hodnotu a kliknite na tlačidlo Uložiť
sl_si: Če želite urediti oznako obdobja, kliknite na oznako obdobja, ki ga želite spremeniti, in kliknite na katerem koli vrednost, ki jo želite spremeniti. To bo samodejno postal mogoče urejati. Posodobitev vrednosti in kliknite na gumb Save
sq_al: Për të ndryshuar një periudhë shënon, klikoni në periudhën e shënuar që ju doni të ndryshojë, dhe klikoni në çfarëdo vlerën që ju dëshironi të ndryshoni. Kjo automatikisht do të bëhet editable. Update vlerën dhe klikoni butonin Ruaj
sr_rs: Да бисте изменили обележавање периоду, кликните на обележавање периоду желите да промените, а затим кликните на било вредност коју желите да промените. Она ће се аутоматски мењати постати. Ажурирање вредност и кликните на дугме Сачувај
sv_se: För att redigera en markering period, klicka på märkning period du vill ändra och klicka på det värde du vill ändra. Det blir automatiskt redigeras. Uppdatera värdet och klicka på Spara
th_th: หากต้องการแก้ไขระยะเวลาการทำเครื่องหมายให้คลิกที่เครื่องหมายระยะเวลาที่คุณต้องการเปลี่ยนแปลงและคลิกในสิ่งที่ค่าที่คุณต้องการเปลี่ยนแปลง โดยอัตโนมัติจะกลายเป็นที่สามารถแก้ไขได้ การปรับปรุงค่าและคลิกที่ปุ่มบันทึก
tr_tr: Işaretleme dönemi düzenlemek için, değiştirmek istediğiniz işaretleme dönemi tıklatın ve değiştirmek istediğiniz ne olursa olsun değer tıklayın. Otomatik olarak düzenlenebilir hale gelecektir. Değeri Update ve Kaydet düğmesini tıklatın.
uk_ua: Для редагування оцінний період, натисніть на оціночний період ви хочете змінити, і натисніть на будь-яке значення, ви хочете змінити. Вона буде автоматично стають доступні для редагування. Оновлення значення та натисніть кнопку Зберегти
wa_be: I olygu cyfnod marcio, cliciwch ar y cyfnod marcio ydych am newid, a chliciwch ar werth beth bynnag rydych am ei newid. Bydd yn awtomatig yn dod yn eu golygu. Diweddariad y gwerth a chliciwch ar y botwm Save
zh_tw: 要編輯評分期，點擊評分期要更改，並點擊你想要的任何值改變。它會自動變成可編輯的。更新值，然後單擊保存按鈕

source: To delete a marking period, select it by clicking on its title on the list and click the Delete button at the top of the screen. You will be asked to confirm the deletion
af_za: Om &#39;n merk tydperk te verwyder, kies dit deur te kliek op die titel op die lys en kliek op die Skrap knoppie aan die bokant van die skerm. Jy sal gevra word om die verwydering te bevestig
be_by: Каб выдаліць ацэначны перыяд, выберыце яго, націснуўшы на яе назву ў спісе і націсніце кнопку Выдаліць ў верхняй частцы экрана. Вам будзе прапанавана пацвердзіць выдаленне
bg_bg: За да изтриете маркировка период, изберете го, като кликнете върху заглавието на списъка и щракнете върху бутона Изтриване в горната част на екрана. Вие ще бъдете помолени да потвърдите изтриването
bn_bd: একটি অবস্থানসূচক সময়ের মুছে, তালিকায় এর শিরোনামে ক্লিক করে এটি নির্বাচন করে পর্দার উপরে ফেলুন বাটনটিতে ক্লিক করুন. যে অপসারণ নিশ্চিতকরণ হবে
da_dk: For at slette en markering periode, skal du markere det ved at klikke på dens titel på listen og klikke på knappen Slet øverst på skærmen. Du vil blive bedt om at bekræfte sletningen
el_gr: Για να διαγράψετε μια σήμανση περίοδο, επιλέξτε κάνοντας κλικ στον τίτλο της στον κατάλογο και κάντε κλικ στο κουμπί Διαγραφή στο επάνω μέρος της οθόνης. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή
et_ee: Kustutada tähistamine jooksul, valige see, kui klikite selle pealkiri nimekirjas ja klõpsa Delete nupule ülaosas ekraani. Teil palutakse Kustutamise kinnitamiseks
fa_ir: برای حذف یک دوره بدون مارک ، آن را انتخاب کنید با کلیک کردن بر روی عنوان آن در لیست و کلیک بر روی دکمه حذف در بالای صفحه نمایش. از شما خواسته خواهد شد که تایید حذف
fi_fi: Voit poistaa merkinnän ajan, valitse se klikkaamalla sen otsikko luettelosta ja napsauta Poista-painiketta näytön yläreunassa. Sinua pyydetään vahvistamaan poisto
ga_ie: A scriosadh de thréimhse mharcáil, roghnaigh sé trí chliceáil ar a theideal ar an liosta agus cliceáil ar an gcnaipe Scrios ag barr an scáileáin. Iarrfar ort a dhearbhú a scriosadh
gl_gl: Para borrar un período de reserva, seleccione a premendo no seu título na lista e prema no botón Eliminar na parte superior da pantalla. Lle será solicitada a confirmar a exclusión
hr_hr: Za brisanje oznake razdoblje, odaberite klikom na naslov na popisu i kliknite na gumb Izbriši na vrhu zaslona. Bit ćete pitani da potvrdite brisanje
hu_hu: Törléséhez jelölés időszakban, válassza ki kattintva a címe a listán, majd kattintson a Törlés gombra a képernyő felső részén. Meg fogják kérni, hogy erősítse meg a törlést
is_is: Til að eyða merkingar tímabil skaltu velja hana með því að smella á titil hennar á listanum og smella á Eyða hnappinn efst á skjánum. Þú verður beðinn um að staðfesta eyðingu
ja_jp: マーキング期間を削除するには、リスト上でそのタイトルをクリックして選択し、画面の上部にある[削除]ボタンをクリック。削除を確認するよう要求されます。
lt_lt: Norėdami ištrinti ženklinimo laikotarpio, pasirinkite jį spustelėdami jo pavadinimą sąraše ir spustelėkite mygtuką Naikinti ekrano viršuje. Jūsų bus paprašyta patvirtinti naikinimą
lv_lv: Lai izdzēstu zīmi periodu, izvēlieties to, uzklikšķinot uz tās nosaukuma sarakstā un noklikšķiniet uz Delete pogas augšpusē ekrānam. Jums tiks lūgts apstiprināt dzēšanu
mk_mk: За да ги избришете ознака период, изберете со кликнување на нејзиниот наслов на листата и кликнете на копчето за бришење на врвот на екранот. Ќе биде побарано да Потврдете го бришењето
nn_no: For å slette en markering periode, velger du det ved å klikke på tittelen på listen og klikk på Slett-knappen øverst på skjermen. Du vil bli bedt om å bekrefte slettingen
pl_pl: Aby usunąć oznaczenie okresu, wybierz go, klikając na jego tytuł na liście i kliknij przycisk Usuń u góry ekranu. Zostaniesz poproszony o potwierdzenie usunięcia
pt_pt: Para excluir um período de marcação, selecione-a clicando em seu título na lista e clique no botão Excluir na parte superior da tela. Você será solicitado a confirmar a exclusão
ro_ro: Pentru a şterge o perioadă de marcaj, selectaţi-l dand click pe titlul său de pe listă şi faceţi clic pe butonul Ştergere din partea de sus a ecranului. Vi se va cere să confirmaţi ştergerea
ru_ru: Чтобы удалить оценочный период, выберите его, нажав на ее название в списке и нажмите кнопку Удалить в верхней части экрана. Вам будет предложено подтвердить удаление
sk_sk: Ak chcete odstrániť označenie obdobia, vyberte ho kliknutím na jeho názov v zozname a kliknite na tlačidlo Odstrániť v hornej časti obrazovky. Budete vyzvaní na potvrdenie vymazania
sl_si: Če želite izbrisati oznako obdobja, ga izberite s klikom na njen naslov na seznamu in kliknite gumb Izbriši na vrhu zaslona. Vas bo prosil za potrditev brisanja
sq_al: Për të fshirë një periudhë shënon, zgjidhni atë duke klikuar në titullin e saj në listë dhe klikoni butonin Delete në krye të ekranit. Ju do të kërkohet për të konfirmuar fshirjen
sr_rs: Да бисте избрисали означавање периода, изаберите га кликом на његов наслов на листи и кликните на дугме Избриши на врху екрана. Бићете упитани да потврдите брисање
sv_se: För att radera en markering tid, välj den genom att klicka på dess namn på listan och klicka på knappen Ta bort längst upp på skärmen. Du ombeds att bekräfta borttagningen
th_th: ในการลบระยะเวลาการทำเครื่องหมายเลือกได้โดยคลิกที่ชื่อของรายการและคลิกที่ปุ่มลบที่ด้านบนของหน้าจอ คุณจะถูกถามเพื่อยืนยันการลบ
tr_tr: Işaretleme dönemi silmek için, listede başlık üzerine tıklayarak onu seçin ve ekranın üst kısmındaki Sil düğmesine tıklayın. Silme işlemini onaylamanız istenecektir
uk_ua: Щоб видалити оцінний період, виберіть його, натиснувши на її назву в списку і натисніть кнопку Видалити у верхній частині екрана. Вам буде запропоновано підтвердити видалення
wa_be: I ddileu cyfnod marcio, ddewis drwy glicio ar y teitl ar y rhestr a chliciwch ar y botwm Dileu ar frig y sgrin. Bydd gofyn i gadarnhau dileu&#39;r
zh_tw: 要刪除標記期間，選擇它通過點擊它的標題就行了，然後點擊刪除按鈕在屏幕上方。你會被要求確認刪​​除

source: Note: You cannot delete a marking period if it has students assigned to periods in that marking period
af_za: Let wel: Jy kan nie &#39;n nasienperiode verwyder indien dit studente wat aan periodes in die nasienperiode
ar_dz: ملاحظة : لا يمكنك حذف فترة الوسم إذا كان لديه طلاب المخصصة لفترات في تلك الفترة وسم
be_by: Заўвага: Вы не можаце выдаляць ацэначны перыяд, калі ён студэнтам прысвойваецца перыядаў у тым, што ацэначны перыяд
bg_bg: Забележка: Не можете да изтриете маркировка период, ако има студенти, възложени за периодите, през тази маркировка период
bn_bd: নোট: আপনি একটি অবস্থানসূচক সময় যদি এটা যে অবস্থানসূচক সময়ের মধ্যে নির্ধারিত সময়সীমার ছাত্রদের করেছে মুছে ফেলতে পারি না
da_dk: Bemærk: Du kan ikke slette en markering periode, hvis det har studerende tilknyttet perioder i, at en mærkning periode
el_gr: Σημείωση: Δεν μπορείτε να διαγράψετε μια σήμανση προθεσμίας, εφόσον έχει φοιτητές έχουν ανατεθεί στις περιόδους που σήμανση περίοδο
et_ee: Märkus: Te ei saa kustutada tähistamine perioodil, kui see on õpilastele antud perioode Märgistuse jooksul
fa_ir: توجه : شما می توانید یک دوره مارک را حذف کنید اگر آن را تا دانش آموزان در آن دوره مارک را برای دوره های اختصاص داده
fi_fi: Huomaa: Et voi poistaa merkintää ajan, jos se on oppilaiden määritetty kausien että merkintä aika
ga_ie: Nóta: Ní féidir leat a scriosadh de thréimhse mharcáil má tá sé do mhic léinn a shanntar do thréimhsí sa tréimhse sin marcála
gl_gl: Nota: Non pode eliminar un período de reserva, se ten alumnos designados para períodos en que período de reserva
hr_hr: Napomena: Ne možete izbrisati obilježavanje razdoblja ako je studentima dodijeljena razdoblja u tom razdoblju obilježavanje
hu_hu: Megjegyzés: Nem lehet törölni egy jelölési időszakban, ha azt a diákok rendelt időszakok, hogy a jelölés időszakban
is_is: Ath: Þú getur ekki eytt merkingar tíma ef það hefur nemendum tengt við tímabil í þeirri merkingu tímabili
ja_jp: 注意：これは、そのマーキングの期間での期間に割り当てられている生徒を持っている場合にはマーキングピリオドを削除することはできません
lt_lt: Pastaba: Jūs negalite ištrinti ženklinimo laikotarpio, jei ji buvo studentų, laikotarpius, kad ženklinimas laikotarpį
lv_lv: Piezīme: Jūs nevarat dzēst marķējumu periodu, ja tas ir studentiem piešķirta uz periodiem, ka marķējums periodā
mk_mk: Забелешка: Не можете да ги избришете ознака период ако има ученици доделен на периоди во кои означување период
nn_no: Merk: Du kan ikke slette en markering periode hvis det har elevene tildelt perioder i at merking perioden
pl_pl: Uwaga: Nie możesz usuwać okres oznakowania, jeśli ma studentów przypisane do okresów, w tym okresie CE
pt_pt: Nota: Você não pode excluir um período de marcação, se tiver alunos designados para períodos em que período de marcação
ro_ro: Notă: Nu puteţi şterge o perioadă de marcaj în cazul în care are elevi alocate pentru perioadele în care perioada de marcaj
ru_ru: Примечание: Вы не можете удалять оценочный период, если он студентам присваивается периодов в том, что оценочный период
sk_sk: Poznámka: Nie je možné odstrániť označenie obdobia, ak sa má študentom priradený období toto označenie obdobie
sl_si: Opomba: Ne morete izbrisati oznako obdobja, če ima študentom dodeljen obdobja v te oznake obdobju
sq_al: Shënim: Ju nuk mund të fshini një periudhë shënon nëse ka nxënës caktuar për periudhat në atë periudhë shënon
sr_rs: Напомена: Не можете брисати означавање периода када је студентима додељено на периоде у том периоду обележавање
sv_se: Notera: Du kan inte radera en markering tid om den har eleverna tilldelats perioder i denna märkning perioden
th_th: หมายเหตุ : คุณไม่สามารถลบระยะเวลาการทำเครื่องหมายหากมีนักเรียนที่ได้รับมอบหมายให้ระยะเวลาในช่วงการทำเครื่องหมายที่
tr_tr: Not: İşaretin dönemde dönemlere atanan öğrenciler varsa, işaretleme süresi silemezler
uk_ua: Примітка: Ви не можете видаляти оцінний період, якщо він студентам присвоюється періодів в тому, що оціночний період
wa_be: Noder: Ni allwch ddileu cyfnod marcio os yw wedi fyfyrwyr neilltuo i gyfnodau yn y cyfnod marcio
zh_tw: 注意：您不能刪除標記期間如果有學生在此期間分配給評分期

source: Notice that neither two marking periods nor two posting periods in the same tier can overlap dates
af_za: Let daarop dat nóg twee nasien periodes of twee gepos periodes in dieselfde toegeroep datums kan oorvleuel
ar_dz: لاحظ أنه لا فترتين ولا فترتين بمناسبة نشر في الطبقة نفسها يمكن أن تتداخل التواريخ
be_by: Звярніце ўвагу, што ні двух, ні маркіроўкі перыяды две размяшчэння перыядаў у тым жа ўзроўні могуць перакрывацца даты
bg_bg: Забележете, че нито две маркиране на периоди, нито два публикуване периоди в същото подреждане могат да се застъпват дати
bn_bd: উল্লেখ্য ত্ত দুই অবস্থানসূচক সময়সীমার বা দুটি একই তালা মধ্যে পোস্টিং সময়সীমার তারিখ আবৃত করতে পারেন
da_dk: Bemærk, at der hverken to mærkning perioder, ej heller to udstationering perioder i samme lag kan overlappe datoer
el_gr: Σημειώστε ότι ούτε τα δύο σήμανση περιόδους ούτε δύο περιόδων καταχώρισης στην ίδια βαθμίδα μπορεί να επικαλύπτονται ημερομηνίες
et_ee: Pange tähele, et kumbki two tähistamine perioodide ega two postitad perioodidel sama astme võivad kattuda kuupäevad
fa_ir: توجه کنید که نه دو مارک دوره و نه دو دوره ارسال در همان ردیف می توانید تاریخ را با هم همپوشانی دارند
fi_fi: Huomaa, että kumpikaan kaksi merkintää aikoja eikä kaksi lähettämistä aikoja samassa tier voi päällekkäin päivämääriä
ga_ie: Fógra gur féidir le ceachtar dhá thréimhse mharcáil ná dhá thréimhse phost sa tsraith chéanna dátaí forluí
gl_gl: Teña en conta que nin dous períodos de cita nin dous períodos contables na mesma capa pode sobrepasar datas
hr_hr: Imajte na umu da ni dvije obilježavanje razdoblja ni dva knjiženja razdoblja u istom stupu mogu preklapati datume
hu_hu: Figyeljük meg, hogy sem a two-jelölés időszakban se két könyvelési időszakokban az ugyanazon réteg lehet átfedés dátumok
is_is: Takið eftir að hvorki tvær merkingar tíma né tveggja staða tímabil á sama flokkaupplýsingar geta skarast dagsetningar
ja_jp: twoマーキングの期間も同じ層に2つの会計期間のいずれも日付がオーバーラップする可能性があることに注意してください
lt_lt: Atkreipkite dėmesį, kad nei du žymėjimo laikotarpius, nei dvi tos pačios pakopos komandiruotės laikotarpiais gali sutapti datas
lv_lv: Ievērojiet, ka neviens two marķējums periodiem, ne arī two norīkošanu periodiem pašā bīstamības var pārklāties datumiem
mk_mk: Забележете дека ниту две означување периоди ниту две објавувате периоди во исто ниво можат да се преклопуваат датуми
nn_no: Legg merke til at verken to merking perioder eller to poste perioder i samme tier kan overlappe datoer
pl_pl: Zauważ, że ani dwóch oznakowania okresów ani dwóch okresów księgowania w tym samym poziomie mogą się nakładać daty
pt_pt: Observe que nem dois períodos de marcação nem dois períodos contábeis na mesma camada pode se sobrepor datas
ro_ro: Observaţi că nici două perioade de marcaj şi nici nu două perioade a posta în acelaşi rang se pot suprapune date
ru_ru: Обратите внимание, что ни двух, ни маркировки периоды две размещения периодов в том же уровне могут перекрываться даты
sk_sk: Všimnite si, že ani dvoch označenie obdobie, ani dva účtovanie obdobie v rovnakej vrstve môžu prekrývať termíny
sl_si: Obvestilo, da niti two označevanje obdobji niti two objavo obdobja v istem listo prekrivajo datumi
sq_al: Vini re se as dy periudha që shënon as dy periudha postuar në nivelin e njëjtë mund të përputhen datat
sr_rs: Приметите да се ни две обележавање периода ни две постављањем периода у истом ред преклапања датума
sv_se: Observera att varken två-märkning perioder eller två inlägg perioder i samma grupp kan överlappa datum
th_th: ขอให้สังเกตว่าทั้งสองช่วงเวลาการทำเครื่องหมายหรือสองช่วงเวลาโพสต์ในระดับเดียวกันสามารถซ้อนทับกันวันที่
tr_tr: Iki işaretleme dönemlerinde de aynı katmanda iki gönderme dönemleri ne tarih üst üste dikkat edin
uk_ua: Зверніть увагу, що ні двох, ні маркування період дві розміщення періодів в тому ж рівні можуть перекриватися дати
wa_be: Hysbysiad bod modd na dau gyfnod marcio nac dau gyfnod postio yn yr un haen gorgyffwrdd dyddiadau
zh_tw: 請注意，既不two標誌著時期也不two張貼時期在同一層可以重疊日期
