Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Contact Field Category
af_za: Kontak Veld Kategorie
ar_dz: عناوين الاتصال الميداني
be_by: Кантактная поле Катэгорыя
bg_bg: Свържете се с Категория поле
bn_bd: ক্ষেত্র বিষয়শ্রেণী যোগাযোগ
da_dk: Kontakt Field kategori
el_gr: Επικοινωνία Κατηγορία Πεδίο
es_es: Categoría Campo de Contacto
et_ee: Kontakt Field Kategooria
fa_ir: تماس با رده میدان
fi_fi: Yhteystiedot Field Luokka
ga_ie: Teagmháil Catagóir Allamuigh
gl_gl: Contacte Categoría Campo
hr_hr: Kontaktirajte polje Kategorija
hu_hu: Kapcsolat Field kategória
is_is: Hafðu Field Flokkur
ja_jp: フィールドのカテゴリにお問い合わせください
lt_lt: Susisiekite Lauko Kategorija
lv_lv: Sazināties Lauks Kategorija
mk_mk: Контакт поле Категорија
nn_no: Kontakt Felt Kategori
pl_pl: Kontakt Kategoria Pole
pt_pt: Fale Categoria Campo
ro_ro: Contact Categorie câmp
ru_ru: Контактное поле Категория
sk_sk: Kontaktné pole kategórie
sl_si: Kontakt Field Kategorija
sq_al: Kontakto Kategoria Fusha
sr_rs: Контакт Категорија поље
sv_se: Kontakta Field Kategori
th_th: ติดต่อประเภทฟิลด์
tr_tr: Alan Kategori İletişim
uk_ua: Контактна поле Категорія
wa_be: Cysylltwch Categori Maes
zh_tw: 聯繫人字段分類

source: Associate Parents with Students
af_za: Mede-Ouers met studente
ar_dz: مع الطلاب المنتسبين للآباء
be_by: Асацыіраваны Бацькі са студэнтамі
bg_bg: Асоциирани Родителите със студенти
bn_bd: ছাত্র সহযোগী মাতাপিতা
da_dk: Knyt Forældre med studerende
el_gr: Αναπληρωτής Οι γονείς με τους μαθητές
es_es: Padres Asociados con Estudiantes
et_ee: Associate Vanemad õpilased
fa_ir: پدر و مادر معاشرت با دانشجویان
fi_fi: Associate Vanhemmat opiskelijoiden kanssa
ga_ie: Tuismitheoirí Comhlach le Mic Léinn
gl_gl: Os pais asociar con estudantes
hr_hr: Suradnik Roditelji s učenicima
hu_hu: Associate szülők és diákok
is_is: Félagi Foreldrar við nemendur
ja_jp: 学生と関連付ける親
lt_lt: Asocijuotos Tėvai su studentais
lv_lv: Associate Vecāki ar studentiem
mk_mk: Соработник Родителите со студентите
nn_no: Førsteamanuensis Foreldre med elever
pl_pl: Associate Rodzice Uczniowie
pt_pt: Os pais associar com estudantes
ro_ro: Părinţii asociat cu studentii
ru_ru: Ассоциированный Родители со студентами
sk_sk: Pridružení rodičia so študentmi
sl_si: Izredni Starši s študenti
sq_al: Prindërit shok Studentët
sr_rs: Сарадник Родитељи са студентима
sv_se: Associate Föräldrar med elever
th_th: ผู้ปกครองนักเรียนเชื่อมโยงกับ
tr_tr: Öğrenciler ile Önlisans Veliler
uk_ua: Асоційований Батьки зі студентами
wa_be: Cyswllt â Rhieni Myfyrwyr
zh_tw: 副家長與學生

source: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Multiple Choices
af_za: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Veelvuldige keuse
ar_dz: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select اختيارات متعددة
be_by: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select з множным выбарам
bn_bd: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select মাল্টিপল চয়েস
el_gr: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select πολλαπλές επιλογές
es_es: Desplegable/Auto Desplegable/Desplegable Codificado/Seleccione las Opciones Múltiples
et_ee: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Mitmekülgne valik
fa_ir: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select چندگانه انتخاب
fi_fi: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Useita vaihtoehtoja
ga_ie: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Il-Roghanna
gl_gl: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select elección múltiple
hr_hr: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select više izbora
hu_hu: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select több választási
ja_jp: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select複数の選択肢
lt_lt: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Keli pasirinkimai
lv_lv: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select vairākām izvēlēm
mk_mk: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select повеќе избори
pt_pt: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Escolhas Múltiplas
ro_ro: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select mai multe alegeri
ru_ru: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select с множественным выбором
sk_sk: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select viac volieb
sq_al: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select zgjedhje të shumëfishta
sr_rs: Пулл-Довн/Ауто Пулл-Довн/Цодед Пулл-Довн/Селецт више опција
sv_se: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select flera val
th_th: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select เลือกหลาย
tr_tr: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Çoklu Seçimleri
uk_ua: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select з множинним вибором
wa_be: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Dewisiadau Lluosog
zh_tw: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select多個選擇

source: Advanced Report
af_za: Gevorderde verslag
ar_dz: تقرير المتقدمة
be_by: Пашыраны дакладзе
bg_bg: Разширено Съобщи
bn_bd: উন্নতমানের প্রতিবেদন
da_dk: Avanceret Rapport
el_gr: Αναλυτική Έκθεση
es_es: Informe Avanzado
fa_ir: پیشرفته گزارش
fi_fi: Tarkennetun raportin
ga_ie: Tuarascáil Casta
gl_gl: Informes avanzados
hr_hr: Napredna izvješća
hu_hu: Részletes jelentés
ja_jp: 高度なレポート
lt_lt: Išplėstinė Pranešti
lv_lv: Advanced ziņojums
mk_mk: Напредно Злоупотреба
nn_no: Avansert rapport
pl_pl: Raport zaawansowany
pt_pt: Relatórios avançados
ro_ro: Avansate Raport
ru_ru: Расширенный докладе
sk_sk: Rozšírené správy
sl_si: Napredna poročila
sq_al: Raporti i avancuar
sr_rs: Напредни извештај
sv_se: Avancerad Rapport
th_th: รายงานขั้นสูง
tr_tr: Gelişmiş Raporu
uk_ua: Розширений доповіді
wa_be: Adroddiad Uwch
zh_tw: 高級報告

source: * one per line
af_za: * Een per lyn
ar_dz: * واحد في كل سطر
be_by: * Па адным у радку
bg_bg: * По един на ред
bn_bd: লাইন প্রতি * এক
da_dk: * Én pr linje
el_gr: * Μία σε κάθε γραμμή
es_es: * uno por línea
et_ee: * Üks rea kohta
fa_ir: * یکی در هر خط
fi_fi: * Yksi per rivi
ga_ie: * Amháin in aghaidh an líne
gl_gl: * Un por liña
hr_hr: * Jedan po retku
hu_hu: * Soronként
is_is: * Eitt í hverja línu
ja_jp: 行ごとに*一
lt_lt: * Vieną į eilutę
lv_lv: * Vienam katrā rindiņā
mk_mk: * Еден по линија
nn_no: * Én per linje
pl_pl: * Jeden na wiersz
pt_pt: * Um por linha
ro_ro: * Unul pe fiecare rând
ru_ru: * По одному в строке
sk_sk: * Každý riadok jednu
sl_si: * Eno v vsako vrstico
sq_al: * Një për çdo rresht
sr_rs: * Један по линији
sv_se: * Ett per rad
th_th: * หนึ่งคำต่อบรรทัด
tr_tr: * Bir satır başına
uk_ua: * По одному в рядку
wa_be: * Un i bob llinell
zh_tw: *每行一個

source: * for dates: YYYY-MM-DD,
af_za: * Vir datums: JJJJ-MM-DD,
ar_dz: * التواريخ : YYYY - MM - DD ،
be_by: * Для даты: YYYY-MM-DD,
bg_bg: * За дати: YYYY-MM-DD
bn_bd: তারিখ জন্য *: YYYY-MM-DD,
da_dk: * For datoer: YYYY-MM-DD,
el_gr: * Για τις ημερομηνίες: YYYY-MM-DD,
es_es: * para las fechas: AAAA-MM-DD,
et_ee: * Mis kuupäevadel: YYYY-MM-DD,
fa_ir: * برای تاریخ : YYYY - MM - DD ،
fi_fi: * Päivämäärät: YYYY-MM-DD,
ga_ie: * Le haghaidh dátaí: YYYY-MM-DD,
gl_gl: * Para datas: AAAA-MM-DD,
hr_hr: * Za datume: GGGG-MM-DD,
hu_hu: * A dátumok: YYYY-MM-DD,
is_is: * Fyrir dagsetningar: YYYY-MM-DD,
ja_jp: 日付の*：YYYY - MM - DD、
lt_lt: * Datos: YYYY-MM-DD,
lv_lv: * Datumiem: YYYY-MM-DD,
mk_mk: * За датуми: ГГГГ-ММ-ДД,
nn_no: * For datoer: ÅÅÅÅ-MM-DD,
pl_pl: * Do daty: RRRR-MM-DD,
pt_pt: * Para datas: AAAA-MM-DD,
ro_ro: * Pentru datele: AAAA-LL-ZZ,
ru_ru: * Для даты: YYYY-MM-DD,
sk_sk: * Pre dáta: YYYY-MM-DD,
sl_si: * Za datume: YYYY-MM-DD,
sq_al: * Për datat: YYYY-MM-DD,
sr_rs: * За датуме: ГГГГ-ММ-ДД
sv_se: * För datum: ÅÅÅÅ-MM-DD,
th_th: * สำหรับวันที่ : YYYY - MM - DD,
tr_tr: Tarihler için *: YYYY-AA-GG,
uk_ua: * Для дати: YYYY-MM-DD,
wa_be: * Ar gyfer dyddiadau: BBBB-MM-DD,
zh_tw: *為日期：YYYY - MM - DD，

source: Print Mailing Labels
af_za: Druk adres etikette
ar_dz: طباعة تسميات بريدية
be_by: Друк паштовых налепак
bg_bg: Отпечатване на пощенски етикети
bn_bd: মেইলিং লেবেল প্রিন্ট
da_dk: Udskrive adresseetiketter
el_gr: Εκτύπωση Ετικέτες αλληλογραφίας
es_es: Imprimir Etiquetas de Correo
et_ee: Prindi Mailing Labels
fa_ir: نسخه قابل چاپ برچسب های پستی
fi_fi: Tulostaa osoitetarroja
ga_ie: Priontáil Lipéid Ríomhphoist
gl_gl: Imprimir etiquetas de enderezo
hr_hr: Ispis adresnih naljepnica
hu_hu: Nyomtatás Levelezési címkék
ja_jp: 宛名ラベルを印刷
lt_lt: Spausdinti Pašto etiketės
lv_lv: Drukāt pasta sūtījumu uzlīmes
mk_mk: Верзија за мејлинг етикети
nn_no: Skrive ut adresseetiketter
pl_pl: Drukowania etykiet adresowych
pt_pt: Imprimir etiquetas de endereçamento
ro_ro: Etichete de imprimare de adrese
ru_ru: Печать почтовых наклеек
sk_sk: Tlačiť poštové štítky
sl_si: Print Nalepke
sq_al: Print Etiketa postimit
sr_rs: Принт етикете Мејлинг
sv_se: Skriva ut adressetiketter
th_th: พิมพ์ป้ายผนึกจดหมาย
tr_tr: Baskı Posta Etiketleri
uk_ua: Друк поштових наклейок
wa_be: Argraffu Mailing Labels
zh_tw: 打印郵件標籤

source: Print Student Labels
af_za: Druk Student Labels
ar_dz: طباعة تسميات الطلاب
be_by: Друк Студэнцкая этыкеткі
bg_bg: Печат на Студентски Етикети
bn_bd: ছাত্র লেবেল প্রিন্ট
da_dk: Print Student etiketter
el_gr: Εκτύπωση ετικετών Φοιτητών
es_es: Imprimir Etiquetas de Alumnos
fa_ir: چاپ برچسب دانشجویی
fi_fi: Tulosta Student Tarrat
ga_ie: Priontáil Lipéid Mac Léinn
gl_gl: Imprimir etiquetas de Student
hr_hr: Ispis Studentski naljepnice
hu_hu: Nyomtatás Student címkék
is_is: Print Student Flokkar
ja_jp: 学生のラベルを印刷
lt_lt: Spausdinti Studentų Etiketės
lv_lv: Drukāt Studentu Labels
mk_mk: Верзија за студентски Етикети
nn_no: Skriv Student etiketter
pl_pl: Drukowania etykiet Student
pt_pt: Imprimir etiquetas de Student
ro_ro: Etichete de imprimare Student
ru_ru: Печать Студенческая этикетки
sk_sk: Tlač Študent štítky
sl_si: Print Student nalepke
sq_al: Print Etiketa Student
sr_rs: Принт етикете Студентски
sv_se: Skriv ut Student etiketter
th_th: พิมพ์ฉลากนักเรียน
tr_tr: Öğrenci Etiket Yazdır
uk_ua: Друк Студентська етикетки
wa_be: Argraffu Labeli Myfyrwyr
zh_tw: 學生打印標籤

source: Custody
af_za: Bewaring
ar_dz: رعاية
be_by: Ўтрыманне пад вартай
bg_bg: Попечителство
bn_bd: হেফাজত
el_gr: Επιμέλεια
es_es: Custodia
et_ee: Eestkoste
fa_ir: حبس
fi_fi: Huolto
ga_ie: Coimeád
gl_gl: Custodia
hr_hr: Pritvora
hu_hu: Őrizet
is_is: Forsjá
ja_jp: 親権
lt_lt: Globa
lv_lv: Turētājbankas
mk_mk: Старателство
pl_pl: Kustodia
pt_pt: Custódia
ro_ro: Custodie
ru_ru: Содержание под стражей
sk_sk: Starostlivosti
sl_si: Skrbništvo
sq_al: Kujdestari
sr_rs: Старатељство
sv_se: Vårdnad
th_th: การดูแล
tr_tr: Gözaltı
uk_ua: Утримання під вартою
wa_be: Ddalfa
zh_tw: 保管

source: Emergency
af_za: Nood
ar_dz: حالة طوارئ
es_es: emergencia

source: Print Goals & Progresses
af_za: Print Doele vorder &amp;
ar_dz: وتقدم الأهداف الطباعة
be_by: Друк Мэты і Прагрэс
bg_bg: Печат Целите и прогресира
bn_bd: প্রিন্ট লক্ষ্য ও অগ্রগতি
da_dk: Print Mål &amp; skrider
el_gr: Στόχοι Εκτύπωση &amp; Πρόοδος
es_es: Imprimir Objetivos y Evolución
et_ee: Prindi Eesmärgid &amp; edenedes
fa_ir: اهداف چاپ و پیشرفت
fi_fi: Tulosta Tavoitteet &amp; etenee
ga_ie: Spriocanna Priontáil chun cinn &amp;
gl_gl: Metas de impresión e marcha
hr_hr: Ispis Golovi i napreduje
hu_hu: Print Célok és előrehaladás
is_is: Prenta Goals &amp; líður
ja_jp: 目標と進行を印刷
lt_lt: Spausdinti tikslai ir progresuoja
lv_lv: Drukāt Mērķi un sasniegumi
mk_mk: Верзија за цели и напредува
nn_no: Print Mål og utførelse
pl_pl: Cele Print &amp; nasila się
pt_pt: Metas de impressão e Andamentos
ro_ro: Gol Print &amp; Progrese
ru_ru: Печать Цели и Прогресс
sk_sk: Tlač ciele a postupuje
sl_si: Print Cilji &amp; Napredek
sq_al: Qëllimet Printo &amp; zhvillohet
sr_rs: Принт Циљеви и напредује
sv_se: Skriv Mål &amp; fortskrider
th_th: เป้าหมายการพิมพ์และการดำเนินการ
tr_tr: Baskı Hedefler ve Gelişmeler
uk_ua: Друк Цілі і Прогрес
wa_be: Nodau Argraffu a mynd yn ei flaen
zh_tw: 打印目標與進展

source: Student Fields
af_za: Studente Fields
ar_dz: طالب الحقول
be_by: Студэнцкая Палі
bg_bg: Студентски Fields
bn_bd: ছাত্র ক্ষেত্র
el_gr: Τα πεδία Φοιτητική
es_es: Campos del Alumno
fa_ir: زمینه های دانشجویی
fi_fi: Opiskelija kentät
ga_ie: Réimsí Mac Léinn
gl_gl: Campos de estudante
hr_hr: Studentski Polja
hu_hu: Diák mezők
is_is: Námsmaður Fields
ja_jp: 学生のフィールド
lt_lt: Studentų sritys
lv_lv: Studentu lauki
mk_mk: Студент Полиња
pl_pl: Pola Student
pt_pt: Campos de estudante
ro_ro: Student Domenii
ru_ru: Студенческая Поля
sk_sk: Študent pole
sq_al: Fushat Student
sr_rs: Студентски Поља
sv_se: Student Fält
th_th: ข้อมูลนักเรียน
tr_tr: Öğrenci Alanlar
uk_ua: Студентська Поля
wa_be: Meysydd Myfyrwyr
zh_tw: 學生場

source: Upload Student Photo
af_za: Studente Foto oplaai
ar_dz: تحميل صور الطلاب
be_by: Загрузіць Студэнцкая Фотаздымак
bg_bg: Качи снимка Student
bn_bd: ছাত্র ছবি আপলোড করুন
da_dk: Upload Student Foto
el_gr: Ανεβάστε Φωτογραφία Φοιτητών
es_es: Subir Foto del Alumno
et_ee: Üleslaadimine Student Photo
fa_ir: آپلود عکس دانشجویی
fi_fi: Lataa Student Photo
ga_ie: Upload Grianghraf Mac Léinn
gl_gl: Enviar Foto Estudante
hr_hr: Učitaj Studentski Fotografija
hu_hu: Feltöltése Student Photo
is_is: Hlaða Student Photo
ja_jp: 生徒の写真をアップロード
lt_lt: Įkelti Studentų Nuotrauka
lv_lv: Augšupielādēt Studentu Foto
mk_mk: Внеси Студентски Фото
nn_no: Last Student Photo
pl_pl: Dodaj zdjęcie Student
pt_pt: Enviar Foto Estudante
ro_ro: Încărcare poză Student
ru_ru: Загрузить Студенческая Фотография
sk_sk: Študent Nahrať fotografie
sl_si: Naloži Student Photo
sq_al: Ngarko Foto Student
sr_rs: Уплоад фотографија студената
sv_se: Ladda upp Student foto
th_th: อัพโหลดรูปถ่ายของนักเรียน
tr_tr: Öğrenci Fotoğraf Yükle
uk_ua: Завантажити Студентська Фотографія
wa_be: Llwytho Llun i Fyfyrwyr
zh_tw: 上傳學生照片

source: Update Student Photo
af_za: Studente Foto bywerk
ar_dz: تحديث طالبة صور
be_by: Абнаўленне Студэнцкага Фотаздымак
bg_bg: Актуализиране на Студентски снимка
bn_bd: সাম্প্রতিকীকরন ছাত্র ছবি
da_dk: Opdater Student Photo
el_gr: Ενημέρωση Φωτογραφία Φοιτητών
es_es: Actualizar la foto del Alumno
et_ee: Uuenda Student Photo
fa_ir: بروز رسانی عکس دانشجویی
fi_fi: Päivitä Student Photo
ga_ie: Grianghraf Mac Léinn Nuashonrú
gl_gl: Actualización de Fotos dos Alumnos
hr_hr: Update Studentski Fotografija
hu_hu: Frissítés Hallgatói fénykép
is_is: Uppfæra Student Photo
ja_jp: 生徒の写真を更新
lt_lt: Atnaujinti Studentų Nuotrauka
lv_lv: Update Studentu Foto
mk_mk: Ажурирање Студентски Фото
nn_no: Oppdatering Student Photo
pl_pl: Zdjęcie Student aktualizacja
pt_pt: Atualização de Fotografias dos Alunos
ro_ro: Actualizare Student poză
ru_ru: Обновление Студенческого Фотография
sk_sk: Aktualizácia Študent foto
sl_si: Posodobitev Student Photo
sq_al: Foto Update Student
sr_rs: Упдате Студентски Фото
sv_se: Uppdatera Student Foto
th_th: มีรูปของนักเรียนปรับปรุง
tr_tr: Güncelleme Öğrenci Fotoğraf
uk_ua: Оновлення Студентського Фотографія
wa_be: Llun i Fyfyrwyr Diweddaraf
zh_tw: 更新學生照片

source: Associated Parents
af_za: Associated Ouers
ar_dz: يرتبط الآباء
be_by: Звязаныя Бацькам
bg_bg: Асошиейтед Родителите
bn_bd: যুক্ত মাতাপিতা
da_dk: Tilknyttet Forældre
el_gr: Associated γονείς
et_ee: Associated Vanemad
fa_ir: همراه والدین
fi_fi: Associated Vanhemmat
ga_ie: Tuismitheoirí Gaolmhara
gl_gl: Os pais asociados
hr_hr: Associated Roditelji
hu_hu: Kapcsolódó szülők
is_is: Tengd Foreldrar
ja_jp: 関連する親
lt_lt: Asocijuotas Tėvai
lv_lv: Associated Vecāki
mk_mk: Асошиетед Родителите
nn_no: Associated Foreldre
pl_pl: Associated Rodzice
pt_pt: Os pais associados
ro_ro: Părinţii asociate
ru_ru: Связанные Родителям
sk_sk: Rodičia spojené
sl_si: Associated Starši
sq_al: Prindërit Associated
sr_rs: Асошијетед Родитељи
sv_se: Medverkande Föräldrar
th_th: ผู้ปกครองที่เกี่ยวข้อง
tr_tr: İlişkili Veliler
uk_ua: Пов&#39;язані Батькам
wa_be: Rhieni Cysylltiedig
zh_tw: 相關的家長

source: Contact Field Categories
af_za: Kontak Veld Kategorieë
ar_dz: الاتصال فئات الميدانية
be_by: Кантактная поле Катэгорыі
bg_bg: Свържете се с поле Категории
bn_bd: ক্ষেত্র বিষয়শ্রেণী যোগাযোগ
da_dk: Kontakt Field Kategorier
el_gr: Επικοινωνία Κατηγορίες Πεδίο
es_es: Categorías Campo de Contacto
et_ee: Kontakt Field Kategooriad
fa_ir: تماس با ردههای صفحه میدان
fi_fi: Yhteystiedot Kenttä Kategoriat
ga_ie: Teagmháil Catagóirí Allamuigh
gl_gl: Contacte Categorías Campo
hr_hr: Kontaktirajte polje Kategorije
hu_hu: Kapcsolat Field Kategóriák
is_is: Hafðu Field Flokkar
ja_jp: フィールドのカテゴリにお問い合わせください
lt_lt: Kontaktai lauko Kategorijos
lv_lv: Sazināties Lauks Kategorijas
mk_mk: Контакт поле Категории
nn_no: Kontakt Felt Kategorier
pl_pl: Kontakt Kategorie Pole
pt_pt: Fale Categorias Campo
ro_ro: Contact Categorii câmp
ru_ru: Контактное поле Категории
sk_sk: Kontaktné pole Kategórie
sl_si: Stiki Kategorije Field
sq_al: Kontakto Kategoritë Fusha
sr_rs: Контакт Категорије поље
sv_se: Kontakta Field Kategorier
th_th: ติดต่อเราหมวดฟิลด์
tr_tr: Alan Kategorileri İletişim
uk_ua: Контактна полі Категорії
wa_be: Cysylltwch â Categorïau Maes
zh_tw: 聯繫人字段分類

source: Contact Field
af_za: Kontak Veld
ar_dz: الاتصال الميداني
be_by: Кантактная полі
bg_bg: Свържете се Поле
bn_bd: ক্ষেত্র যোগাযোগ
da_dk: Kontakt Field
el_gr: Επικοινωνία Πεδίο
es_es: Campos de Contacto
et_ee: Kontakt Field
fa_ir: تماس با فیلد
fi_fi: Yhteystiedot Field
ga_ie: Teagmháil Allamuigh
gl_gl: Contacte Campo
hr_hr: Kontaktirajte Polje
hu_hu: Kapcsolat Field
is_is: Hafðu Field
ja_jp: フィールドに連絡
lt_lt: Susisiekite laukas
lv_lv: Sazināties Lauks
mk_mk: Контакт поле
nn_no: Kontakt Felt
pl_pl: Kontakt z pola
pt_pt: Fale Campo
ro_ro: A lua legatura cu câmp
ru_ru: Контактное поле
sk_sk: Kontaktné pole
sl_si: Kontakt Field
sq_al: Kontakto Fusha
sr_rs: Контакт Поље
sv_se: Kontakta Field
th_th: ติดต่อสนาม
tr_tr: Alan İletişim
uk_ua: Контактна поле
wa_be: Cysylltwch â Maes
zh_tw: 聯繫人字段

source: Contact Fields
af_za: Kontak Fields
ar_dz: اتصل الحقول
be_by: Палі кантактаў
bn_bd: যোগাযোগ ক্ষেত্র
da_dk: Kontakt Fields
el_gr: Τα πεδία Επικοινωνία
es_es: Los campos de contacto
et_ee: Kontakt Fields
fa_ir: فیلدهای ارتباط
fi_fi: Yhteystiedot kentät
ga_ie: Réimsí Teagmháil
gl_gl: Os campos de contacto
hr_hr: Kontaktirajte Polja
hu_hu: Kapcsolat mezők
is_is: Viltu samband við Fields
ja_jp: 連絡先フィールド
lt_lt: Kontaktai sritys
lv_lv: Kontakti lauki
mk_mk: Контакт Полиња
nn_no: Kontakt Fields
pl_pl: Pola Kontakt
pt_pt: Os campos de contato
ro_ro: Contact Domenii
ru_ru: Поля контактов
sk_sk: Kontaktné pole
sq_al: Fushat Kontakto
sr_rs: Контакт Поља
sv_se: Kontakta Fält
th_th: เขตข้อมูลที่ติดต่อ
tr_tr: İletişim Alanlar
uk_ua: Поля контактів
wa_be: Meysydd Cyswllt
zh_tw: 聯繫人字段

source: Email Address
af_za: E-pos adres
ar_dz: العنوان الإلكتروني
be_by: Адрас электроннай пошты
bg_bg: E-mail Адрес
bn_bd: ইমেইল ঠিকানা
da_dk: E-mail-adresse
el_gr: Ηλεκτρονική Διεύθυνση
es_es: Dirección de Correo Electrónico
et_ee: E-posti aadress
fa_ir: آدرس ایمیل
fi_fi: Sähköpostiosoite
ga_ie: Seoladh Ríomhphoist
gl_gl: Enderezo de correo-e
hr_hr: Adresa e-pošte
hu_hu: E-mail cím
ja_jp: メールアドレス
lt_lt: Elektroninio pašto adresas
lv_lv: E-pasta adrese
mk_mk: Email адреса
nn_no: E-postadresse
pl_pl: Adres e-mail
pt_pt: Endereço de e-mail
ro_ro: Adresa de email
ru_ru: Адрес электронной почты
sk_sk: E-mailovú adresu
sl_si: E-poštni naslov
sq_al: Email Adresa
sr_rs: Е-маил адреса
sv_se: E-postadress
th_th: ที่อยู่อีเมล์
tr_tr: E-posta Adresi
uk_ua: Адреса електронної пошти
wa_be: Cyfeiriad E-bost
zh_tw: 電子郵件地址

source: Student Information Report
af_za: Studente inligting verslag
ar_dz: طالب التقرير معلومات
be_by: Даклад інфармацыя для студэнтаў
bg_bg: Студентски информационен доклад
bn_bd: ছাত্র তথ্য প্রতিবেদন
da_dk: Student informationsrapport
el_gr: Έκθεση Φοιτητών Πληροφορίες
es_es: Reporte de Información de Alumnos
et_ee: Student inforaport
fa_ir: اطلاعات دانشجویی گزارش
fi_fi: Student tiedonantoluonnos
ga_ie: Tuarascáil um Fhaisnéis do Mhic Léinn
gl_gl: Informe de Información do estudante
hr_hr: Studentski Informacijski izvješće
hu_hu: Hallgatói Információs jelentés
is_is: Námsmaður Upplýsingar Report
ja_jp: 学生情報レポート
lt_lt: Studentų Informacinis pranešimas
lv_lv: Studentu informatīvais ziņojums
mk_mk: Студент Информации за Извештај
pl_pl: Raport Informacje o uczniu
pt_pt: Relatório de Informação do estudante
ro_ro: Student raport de informare
ru_ru: Доклад информация для студентов
sk_sk: Študijný informačný správy
sl_si: Študentski informacijski Poročilo
sq_al: Informacione Student Report
sr_rs: Студентски Извештај о
sv_se: Student informationsrapport
th_th: รายงานข้อมูลนักเรียน
tr_tr: Öğrenci Bilgi Raporu
uk_ua: Доповідь інформація для студентів
wa_be: Adroddiad Gwybodaeth i Fyfyrwyr
zh_tw: 學生信息報告

source: Personal Information
af_za: Persoonlike Inligting
ar_dz: المعلومات الشخصية
be_by: Персанальная інфармацыя
bg_bg: Лична информация
bn_bd: ব্যক্তিগত তথ্য
da_dk: Personlige oplysninger
el_gr: Προσωπικά Δεδομένα
es_es: Información Personal
et_ee: Isiklik info
fa_ir: اطلاعات شخصی
fi_fi: Henkilötiedot
ga_ie: Faisnéis Phearsanta
gl_gl: Información persoal
hr_hr: Osobni podaci
hu_hu: Személyes adatok
is_is: Persónuupplýsingar
ja_jp: 個人情報
lt_lt: Asmeninė informacija
lv_lv: Personīgā informācija
mk_mk: Лични информации
nn_no: Personlig informasjon
pl_pl: Informacje osobiste
pt_pt: Informações Pessoais
ro_ro: Informaţii personale
ru_ru: Персональная информация
sk_sk: Osobné informácie
sl_si: Osebni podatki
sq_al: Informacione Personale
sr_rs: Личне информације
sv_se: Personlig information
th_th: ข้อมูลส่วนบุคคล
tr_tr: Kişisel Bilgiler
uk_ua: Персональна інформація
wa_be: Gwybodaeth Bersonol
zh_tw: 個人信息

source: Home Address
af_za: Woonadres
ar_dz: عنوان المنزل
be_by: Хатні адрас
bg_bg: Домашен адрес
bn_bd: হোম ঠিকানা
da_dk: Hjem Adresse
el_gr: Διεύθυνση κατοικίας
es_es: Dirección de la Casa
et_ee: Kodune aadress
fa_ir: آدرس خانه
fi_fi: Kotiosoite
ga_ie: Seoladh Baile
gl_gl: Enderezo casa
hr_hr: Početna Adresa
hu_hu: Otthoni cím
ja_jp: ホーム住所
lt_lt: Namų adresas
lv_lv: Mājas adrese
mk_mk: Насловна Адреса
nn_no: Hjem Adresse
pl_pl: Adres domowy
pt_pt: Endereço casa
ro_ro: Acasa Adresa
ru_ru: Домашний адрес
sk_sk: Domáca adresa
sl_si: Domači naslov
sq_al: Adresa e shtëpisë
sr_rs: Кућна адреса
sv_se: Hemadress
th_th: ที่อยู่ที่บ้าน
tr_tr: Ev Adresi
uk_ua: Домашня адреса
wa_be: Cyfeiriad Cartref
zh_tw: 家庭地址

source: Primary Emergency Contact
af_za: Primêre-nood Kontak
ar_dz: الاتصال الأولية في حالات الطوارئ
be_by: Асноўная кантактная асоба надзвычайных
bg_bg: На спешна първична Контакт
bn_bd: প্রাথমিক জরুরী যোগাযোগ
da_dk: Primær Emergency Kontakt
el_gr: Πρωτοβάθμια Επικοινωνία έκτακτης ανάγκης
es_es: Contacto de Emergencia Primario
et_ee: Õnnetuse korral esmaste pääste Kontakt
fa_ir: تماس اضطراری اولیه
fi_fi: Hätäaputoimia Yhteystiedot
ga_ie: Teagmháil Éigeandála Bunscoile
gl_gl: Contactar de emerxencia primaria
hr_hr: Primarni Hitna Kontakt
hu_hu: Elsődleges Emergency Contact
is_is: Primary Neyðarnúmer samband
ja_jp: 一次緊急時連絡先
lt_lt: Pirminis Avarinės Kontaktai
lv_lv: Primārā ārkārtas Kontakti
mk_mk: Основно за итни случаи
nn_no: Primær Emergency Kontakt
pl_pl: Kontakt podstawowy awaryjne
pt_pt: Contato de emergência primária
ro_ro: Primar de urgenţă Contact
ru_ru: Основное контактное лицо чрезвычайным
sk_sk: Primárny kontakt pre mimoriadne situácie
sl_si: Primarni sili Kontakt
sq_al: Kontakto primare e urgjencës
sr_rs: Примарног санитетског Контакт
sv_se: Primär akutkontakt
th_th: ติดต่อฉุกเฉินระดับประถมศึกษา
tr_tr: Temel Acil Durum İrtibatı
uk_ua: Основне контактна особа надзвичайних
wa_be: Cyswllt mewn Argyfwng Cynradd
zh_tw: 主要緊急聯絡
