Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: total seats will be broken down even farther by each period. Here again you can list scheduled and unscheduled students. Also, you can select a single course period and list the scheduled and unscheduled students.
af_za: totale sitplekke sal nog verder afgebreek word deur elke periode. Hier is weer jy kan &#39;n lys van geskeduleerde en ongeskeduleerde studente. Jy kan ook &#39;n enkele kursus tydperk kies en maak&#39; n lys van die geskeduleerde en ongeskeduleerde studente.
be_by: агульнага ліку месцаў будзе разбіта яшчэ далей, кожны перыяд. І тут вы можаце пералічыць планавых і пазапланавых студэнтаў. Акрамя таго, вы можаце выбраць адзін перыяд курсу і спіс планавых і пазапланавых студэнтаў.
bg_bg: общите места ще бъдат разбити дори по-далеч от всеки период. Тук отново можете да добавите планови и извънпланови студенти. Също така, можете да изберете един период, разбира се и списък на планови и извънпланови студенти.
bn_bd: মোট আসন ভাঙা প্রতিটি পর্যায় হবে নিচে এমনকি দীর্ঘতর. এখানে আবার আপনি নির্ধারিত এবং unscheduled ছাত্রদের তালিকা পারেন. উপরন্তু, আপনি একটি কোর্সের মেয়াদ নির্বাচন এবং নির্ধারিত এবং unscheduled ছাত্রদের তালিকা পারেন.
da_dk: totale pladser vil blive opdelt endnu længere ved hver periode. Også her kan du liste over planlagte og uplanlagte studerende. Du kan også vælge et enkelt kursus periode, og en liste over de planlagte og uplanlagte studerende.
el_gr: συνολικά έδρες θα κατανέμονται ακόμη μακρύτερα από κάθε περίοδο. Εδώ πάλι μπορείτε να λίστα τακτικές ή έκτακτες φοιτητές. Επίσης, μπορείτε να επιλέξετε μία μόνο περίοδο πορεία και τον κατάλογο από την προγραμματισμένη και μη προγραμματισμένη φοιτητές.
et_ee: Kokku kohti jaotatakse isegi kaugemale iga jooksul. Siingi saab nimekirja planeeritud ja planeerimata õpilastele. Samuti saate valida ühe kursuse jooksul ja nimekirja planeeritud ja planeerimata õpilastele.
fa_ir: کرسی خواهد بود در کل شکسته حتی دورتر توسط هر دوره است. در اینجا بار دیگر شما می توانید فهرست دانش آموزان برنامه ریزی و برنامه ریزی. همچنین شما می توانید یک دوره تک درس را انتخاب کنید و لیست دانش آموزان برنامه ریزی و برنامه ریزی.
fi_fi: Paikkoja yhteensä jaetaan jopa kauemmas kunkin kauden. Tässäkin voit listan suunniteltu ja suunnittelematon opiskelijoille. Voit myös valita yhden kurssin ajan ja luettelo suunniteltu ja suunnittelematon opiskelijoille.
ga_ie: Beidh suíochán iomlán a bhriseadh síos níos faide fiú amháin ag gach tréimhse. Anseo arís is féidir leat liosta do mhic léinn sceidealta agus neamhsceidealta. Chomh maith leis sin, is féidir leat a roghnú tréimhse cúrsa amháin agus na mic léinn sceidealta agus neamhsceidealta liosta.
gl_gl: total de asentos será dividida aínda máis por cada período. Aquí, outra vez pode incluír os estudantes programadas e non programadas. Ademais, pode seleccionar un período único curso ea lista dos alumnos programadas e non programadas.
hr_hr: Ukupni broj sjedala bit će raščlanjeni i dalje za svako razdoblje. Ovdje opet možete popis rasporedu i nepredviđeni studenata. Također, možete odabrati jedno razdoblje tijek i popis rasporedu i nepredviđeni studenata.
hu_hu: teljes ülés lesz bontásban is távolabb minden időszakban. Itt is lehet listát tervezett és nem tervezett diákok. Is kiválaszthatja egy tanfolyam ideje és felsorolja a tervezett és nem tervezett diákok.
is_is: Alls sæti verður skipt niður jafnvel lengra frá hverju tímabili. Hér aftur þú getur listi tímaáætlun og unscheduled nemenda. Einnig er hægt að velja eitt námskeið tíma og listi tímaáætlun og unscheduled nemenda.
ja_jp: 総座席は各期間でも遠くに分解されます。ここで再びこのスケジュールと非スケジュールの学生を一覧表示することができます。また、単一のコース期間を選択し、スケジュールと非スケジュールの学生を一覧表示することができます。
lt_lt: viso mandatų skaičius bus dar toliau suskirstyti pagal kiekvieną laikotarpį. Čia vėl galite sąraše numatytiems ir nenumatytiems studentams. Be to, galite pasirinkti vieną kursą laikotarpiui, ir sąrašas numatytiems ir nenumatytiems studentų.
lv_lv: Kopējais vietu skaits tiks sadalīti vēl tālāk, ko katrā laika posmā. Šeit atkal, jūs varat plānotu un neplānotu studentiem. Jūs varat arī atlasīt vienu kursu laiku un sarakstu plānotu un neplānotu studentiem.
mk_mk: вкупниот места ќе бидат скршени долу, дури и подалеку од секој период. Тука повторно може да се листа закажани и непланирана студенти. Исто така, можете да изберете еден курс период и листа на закажани и непланирана студенти.
nn_no: total seter vil bli brutt ned enda lenger ved hver periode. Her igjen kan du liste over planlagte og ikke planlagte studenter. Du kan også velge et enkelt kursperioden og liste de planlagte og ikke planlagte studenter.
pl_pl: mandatów ogółem będą rozbijane jeszcze dalej przez każdego okresu. Tu znowu można listę zaplanowanych i niezaplanowanych studentów. Ponadto można wybrać jeden okres przebiegu i lista zaplanowanych i niezaplanowanych studentów.
pt_pt: total de assentos será dividida ainda mais por cada período. Aqui, novamente você pode listar os estudantes programadas e não programadas. Além disso, você pode selecionar um período único curso ea lista dos alunos programadas e não programadas.
ro_ro: numărul de locuri total va fi defalcate chiar mai departe de fiecare perioadă. Aici, din nou, aveţi posibilitatea să lista de elevi programate şi neprogramate. De asemenea, puteţi selecta o perioadă de curs unic şi lista studenţilor programate şi neprogramate.
ru_ru: общего числа мест будет разбита еще дальше, каждый период. И здесь вы можете перечислить плановых и внеплановых студентов. Кроме того, вы можете выбрать один период курса и список плановых и внеплановых студентов.
sk_sk: Celkom miest budú rozdelené ešte ďalej v každom období. Tu opäť môžete zoznam plánované i neplánované študentov. Tiež si môžete zvoliť jednu dobu kurzu a zoznam študentov plánované i neplánované.
sl_si: skupaj sedeži bodo razčlenjeni še dlje, ki ga vsako obdobje. Tudi tukaj si lahko seznam načrtovanih in nenačrtovanih študentov. Prav tako lahko izberete eno obdobje, seveda, in seznam načrtovanih in nenačrtovanih študentov.
sq_al: vende i përgjithshëm do të ndahen edhe më larg nga çdo periudhë. Këtu përsëri ju mund të listës studentëve të planifikuar dhe të paplanifikuar. Gjithashtu, ju mund të zgjidhni një periudhë të vetme kurs dhe listën e studentëve të planifikuar dhe të paplanifikuar.
sr_rs: укупног броја места ће бити рашчлањен још даље од сваког периода. Овде је опет можете да списак редован и ванредни студенти. Такође, можете да изаберете једном периоду курс и списак редован и ванредни студенти.
sv_se: totala antalet platser kommer att brytas ner ännu längre i varje period. Återigen kan du lista planerade och oplanerade studenter. Du kan också välja en enda kurs period och lista de planerade och oplanerade studenter.
th_th: ที่นั่งทั้งหมดจะถูกหักลงแม้ไกลออกไปตามระยะเวลาที่แต่ละ ที่นี่อีกครั้งคุณสามารถรายการที่นักเรียนกำหนดและไม่ได้หมายกำหนดการ นอกจากนี้คุณยังสามารถเลือกช่วงเวลาที่แน่นอนเดียวและนักเรียนรายการกำหนดและไม่ได้หมายกำหนดการ
tr_tr: Her dönemde toplam koltuk bile uzak bölünebilir. Burada yine planlı ve plansız öğrenciler listeleyebilirsiniz. Ayrıca, tek bir kurs dönemi seçin ve planlı ve plansız öğrencilerin listesi.
uk_ua: загального числа місць буде розбита ще далі, кожен період. І тут ви можете перерахувати планових та позапланових студентів. Крім того, ви можете вибрати один період курсу та список планових та позапланових студентів.
wa_be: Bydd cyfanswm y seddi yn cael eu torri i lawr hyd yn oed ymhellach gan bob cyfnod. Yma eto, gallwch rhestr myfyrwyr cofrestredig a heb ei drefnu. Hefyd, gallwch ddewis gyfnod cwrs sengl a rhestrwch y myfyrwyr cofrestredig a heb ei drefnu.
zh_tw: 總座位將被分解，甚至更遠的各個時期。這裡又可以列出定期和不定期的學生。此外，您可以選擇單門課程內，並列出了定期和不定期的學生。

source: Student Requests Report
af_za: Studente Versoeke Rapport
ar_dz: تطلب طالب تقرير
be_by: Студэнцкая просіць дакладзе
bg_bg: Студентски Заявки съобщават
bn_bd: ছাত্র অনুরোধ প্রতিবেদন
da_dk: Student Anmodninger Rapport
el_gr: Αιτήσεις σπουδαστών Έκθεση
es_es: Informe de Solicitudes del Alumno
et_ee: Student Taotlused Report
fa_ir: درخواست دانشجویی گزارش
fi_fi: Student pyynnöt Raportti
ga_ie: Tuarascáil Iarratais do Mhic Léinn
gl_gl: Pedidos estudante Informar
hr_hr: Studentski zahtjevi izvješće
hu_hu: Diák kéri jelentés
is_is: Námsmaður Beiðnir Report
ja_jp: 学生リクエストのレポート
lt_lt: Studentų Prašymai ataskaita
lv_lv: Studentu pieprasījumi ziņojums
mk_mk: Студент Барањата Злоупотреба
nn_no: Student Forespørsler Rapport
pl_pl: Wnioski Student Zgłoś
pt_pt: Pedidos estudante Relatar
ro_ro: Cereri Student Raport
ru_ru: Студенческая просит докладе
sk_sk: Študent Žiadosti správy
sl_si: Student Prošnje Poročilo
sq_al: Kërkesat e studentëve Raporti
sr_rs: Студентски репорт рекуестс
sv_se: Student Begäran Rapport
th_th: ขอรายงานนักศึกษา
tr_tr: Öğrenci İstekleri Raporu
uk_ua: Студентська просить доповіді
wa_be: Ceisiadau Adroddiad Myfyrwyr
zh_tw: 學生請報告

source: This report shows the number of students who requested each course and the number of total seats in that course. The courses are grouped by subject.
af_za: Hierdie verslag toon die aantal studente wat elke kursus en die getal van die totale setels in daardie kursus te versoek. Die kursusse is ingedeel volgens onderwerp.
ar_dz: هذا التقرير يبين أن عدد الطلاب الذين طلبت كل دورة وعدد المقاعد الإجمالي في هذا المسار. يتم تجميع هذه الدورات عن طريق الموضوع.
be_by: Гэтая справаздача паказвае колькасць студэнтаў, якія прасілі кожнага курсу і агульная колькасць месцаў у гэтым курсе. Курсы згрупаваныя па тэмах.
bg_bg: Този доклад показва броя на студентите, които поискаха всеки курс и броя на общия брой места в този курс. Курсовете са групирани по предмет.
bn_bd: এই রিপোর্ট ছাত্র যারা প্রতিটি কোর্স এবং যে কোর্সে মোট আসন সংখ্যা অনুরোধ সংখ্যা দেখায়. কোর্সের বিষয় দ্বারা গ্রুপকৃত হয়.
da_dk: Denne rapport viser antallet af studerende, der anmodes om hvert kursus og det samlede antal pladser på kurset. Kurserne er grupperet efter emne.
el_gr: Η έκθεση αυτή δείχνει τον αριθμό των φοιτητών που ζήτησαν κάθε μάθημα και ο αριθμός του συνόλου των εδρών σε αυτή την πορεία. Τα μαθήματα ομαδοποιούνται κατά θέμα.
es_es: Este informe muestra el número de alumnos que ha solicitado cada curso y el número total de plazas en ese curso. Los cursos están agrupados por asignaturas.
et_ee: Käesolev aruanne näitab õpilaste arv, kes taotlesid iga kursuse ja koguarvu kohti sellele kursusele. Kursused on jaotatud teemade kaupa.
fa_ir: این گزارش نشان می دهد تعدادی از دانشجویانی که درخواست هر دوره و تعداد صندلی های کل در آن دوره است. رشته ها بر حسب موضوع ، گروه بندی می شوند.
fi_fi: Tämä raportti osoittaa opiskelijoiden määrä, jotka pyysivät kunkin kurssin ja määrä Paikkoja yhteensä kyseisen kurssin. Kurssit on ryhmitelty aihepiireittäin.
ga_ie: Léiríonn an tuarascáil seo an líon mac léinn a d&#39;iarr gach cúrsa agus ar líon na suíochán iomlán sa chúrsa sin. Tá na cúrsaí a ghrúpáil de réir ábhar.
gl_gl: Este informe mostra o número de alumnos que solicitaron cada un dos cursos e do número de prazas total en que o curso. Os cursos están agrupados por temas.
hr_hr: Ovo izvješće prikazuje broj studenata koji je tražio svaki predmet i broj ukupnih mjesta u koje naravno. Tečajevi su grupirani po temi.
hu_hu: Ez a jelentés azt mutatja, a hallgatók száma, akik kérni természetesen száma és az összes helyet, hogy persze. A tanfolyamok téma szerint csoportosítja.
is_is: Þessi skýrsla sýnir fjölda nemenda sem óskað hvert námskeið og fjölda af sætum í námskeiðinu. Námskeiðin eru flokkaðar eftir efni.
ja_jp: このレポートは、各コースとそのコースの総議席数を要求され​​た学生の数を示しています。コー​​スは主題別にグループ化されています。
lt_lt: Ši ataskaita rodo, studentams, kurie pareikalavo, kad kiekviena eigą ir visų to kurso vietų skaičius. Kursai yra sugrupuoti pagal temas.
lv_lv: Šis ziņojums liecina, audzēkņu skaitu, kas pieprasīts ikreiz, gaitu un kopējo vietu šo kursu skaitu. Kursi ir grupēti pēc tēmas.
mk_mk: Овој извештај го прикажува бројот на студентите кој побара секој предмет и вкупниот број на места во кои се разбира. Курсевите се групирани според тема.
nn_no: Denne rapporten viser antall studenter som etterspør hvert kurs, og det totale antallet plasser i det kurset. Kursene er gruppert etter emne.
pl_pl: Ten raport pokazuje liczbę studentów, którzy po każdym przebiegu i liczby mandatów ogółem w tym kursie. Kursy są pogrupowane tematycznie.
pt_pt: Este relatório mostra o número de alunos que solicitaram cada curso e do número de lugares total em que o curso. Os cursos estão agrupados por assunto.
ro_ro: Acest raport arată numărul de elevi care au solicitat la fiecare curs, precum şi numărul de locuri în total de acest curs. Cursurile sunt grupate în funcţie de subiect.
ru_ru: Этот отчет показывает число студентов, которые просили каждого курса и общее количество мест в этом курсе. Курсы сгруппированы по темам.
sk_sk: Táto správa uvádza počet študentov, ktorí žiadali o každý chod a celkový počet miest v kurze. Kurzy sú rozdelené podľa témy.
sl_si: To poročilo prikazuje število študentov, ki zahtevajo vsak potek in številu vseh sedežev v tem času. Tečaji so urejeni po tematiki.
sq_al: Ky raport tregon numrin e studentëve të cilët kërkuar çdo kurs dhe numrin e vendeve të përgjithshëm në këtë kurs. Kurset janë grupuar sipas subjektit.
sr_rs: Овај извештај показује број студената који су тражили сваки предмет и укупан број места у том курсу. Курсеви су груписане по теми.
sv_se: Denna rapport visar att antalet studenter som begärt varje kurs och det totala antalet platser i den kursen. Kurserna är grupperade efter ämne.
th_th: รายงานนี้จะแสดงจำนวนของนักเรียนที่ขอให้แต่ละหลักสูตรและจำนวนที่นั่งทั้งหมดในหลักสูตรที่ หลักสูตรมีการจัดกลุ่มตามชื่อเรื่อง
tr_tr: Bu raporda, her ders ve o dersin toplam koltuk sayısı talep öğrenci sayısını gösterir. Dersler konuya göre gruplandırılmıştır.
uk_ua: Цей звіт показує число студентів, які просили кожного курсу і загальна кількість місць в цьому курсі. Курси згруповані за темами.
wa_be: Mae&#39;r adroddiad hwn yn dangos y nifer o fyfyrwyr sy&#39;n gofyn am bob cwrs a nifer y seddau gyfanswm y cwrs hwnnw. Mae&#39;r cyrsiau wedi&#39;u grwpio yn ôl pwnc.
zh_tw: 此報告顯示學生人數誰要求每門課程的數量和總議席的過程。這些課程是按主題分組。

source: This report is useful for creating the master schedule since it helps you determine the number of course periods necessary for each course due to demand for the course.
af_za: Hierdie verslag is handig vir die skep van die hoof skedule, aangesien dit help jou bepaal die getal van die kursus periodes wat nodig is vir elke kursus wat vir die kursus te eis.
ar_dz: هذا التقرير هو مفيدة لإنشاء جدول رئيسي منذ أن يساعدك على تحديد عدد الفترات اللازمة لدورة كل دورة بسبب الطلب للدورة.
be_by: Гэты справаздачу можна выкарыстоўваць для стварэння майстар графік, паколькі ён дапамагае вызначыць колькасць, вядома, тэрміны, неабходныя для кожнага курсу з-за попыту на курс.
bg_bg: Този доклад е полезно за създаване на капитана график, тъй като тя ви помага да се определи броя на курса периоди, необходими за всеки курс, поради търсенето на курса.
bn_bd: এই প্রতিবেদন মাস্টার সময়সূচি তৈরি থেকে এটির সাহায্যে আপনি কোর্স সময়সীমার প্রতিটি কোর্সের কোর্স জন্য চাহিদা কারণে জন্য প্রয়োজনীয় সংখ্যা নির্ধারণের জন্য দরকারী.
da_dk: Denne rapport er nyttig til at skabe master schedule da det hjælper dig med at afgøre, hvor mange selvfølgelig perioder, der er nødvendige for hvert kursus på grund af efterspørgslen efter kurset.
el_gr: Η έκθεση αυτή είναι χρήσιμη για τη δημιουργία του βασικού χρονοδιαγράμματος, δεδομένου ότι σας βοηθά να προσδιορίσετε τον αριθμό των περιόδων φυσικά απαραίτητο για κάθε μάθημα, λόγω της ζήτησης για το μάθημα.
es_es: Este informe es útil para crear el programa - agenda maestra, ya que ayuda a determinar el número de períodos de cursos necesarios para cada curso basado en la demanda de ese curso.
et_ee: See aruanne on kasulik luua põhigraafik sest see aitab teil kindlaks number muidugi perioodid on vajalikud iga kursuse tingitud nõudlusest muidugi.
fa_ir: این گزارش برای ایجاد برنامه استاد از آن کمک می کند تا به تعدادی از دوره دوره لازم برای هر دوره به علت به تقاضا برای دوره تعیین شما مفید باشد.
fi_fi: Tämä raportti on hyödyllinen luotaessa Master Schedule koska se auttaa sinua määrittämään määrä tietysti tilikausilla, kunkin kurssin kysynnästä kurssin.
ga_ie: Tá an tuarascáil seo úsáideach do chruthú ar an sceideal máistir ós rud é go gcuidíonn sé leat a chinneadh líon na dtréimhsí ndóigh, is gá do gach cúrsa mar gheall ar éileamh ar an gcúrsa.
gl_gl: Este informe é útil para crear o plan-mestre, xa que axuda a determinar o número de períodos de curso necesarias para cada un dos cursos, debido á demanda para o curso.
hr_hr: Ovo izvješće je korisno za stvaranje majstor raspored jer pomaže vam odrediti broj naravno razdoblja potrebna za svakog tečaja zbog potražnje za tečaj.
hu_hu: Ez a jelentés hasznos létre a mester ütemtervet, mivel segít meghatározni a szám természetesen időszakok szükséges minden kurzus miatt a kereslet a tanfolyamot.
is_is: Þessi skýrsla er gagnlegur fyrir að búa til skipstjóra áætlun þar sem það hjálpar þér að ákvarða fjölda tíma auðvitað nauðsynlegt fyrir hvert námskeið vegna eftirspurnar eftir námskeiðið.
ja_jp: それはあなたがコースを要求するために、各コースに必要なコースの期間の数を決定する手助けとなるので、このレポートでは、マスタースケジュールを作成する場合に便利です。
lt_lt: Ši ataskaita yra naudinga sukurti kapitonas grafiką, nes jis padeda jums nustatyti kursų trukmės, kurie būtini kiekvienam žinoma dėl kursų paklausa.
lv_lv: Šis ziņojums ir noderīga, lai radītu kapteinis grafiks, jo tas palīdz jums noteikt skaitu, protams nepieciešamajos periodos, lai katru kursu, jo pieprasījums kursam.
mk_mk: Овој извештај е корисно за создавање на господар распоред, бидејќи тоа им помага да се утврди бројот на периоди се разбира се неопходни за секој курс се должи на побарувачката за курсот.
nn_no: Denne rapporten er nyttig for å lage mesteren planen siden det hjelper deg å bestemme antall selvfølgelig perioder som er nødvendig for hvert kurs på grunn av etterspørsel etter kurset.
pl_pl: Ten raport jest przydatne do tworzenia harmonogramu głównego, ponieważ pomaga określić liczbę okresów oczywiście konieczne dla każdego kursu ze względu na popyt na kurs.
pt_pt: Este relatório é útil para criar o plano-mestre, uma vez que ajuda a determinar o número de períodos de curso necessárias para cada curso, devido à demanda para o curso.
ro_ro: Acest raport este util pentru a crea programul de master, deoarece vă ajută să determinaţi numărul de perioade de curs necesare pentru fiecare curs, ca urmare a cererii pentru curs.
ru_ru: Этот отчет можно использовать для создания мастер график, поскольку он помогает определить количество, конечно, сроки, необходимые для каждого курса из-за спроса на курс.
sk_sk: Táto správa je užitočné pre vytváranie master plánu, pretože vám pomôže určiť počet samozrejme dobu nevyhnutnú pre každý kurz vzhľadom k dopytu po kurze.
sl_si: To poročilo je koristno za ustvarjanje master urnik, saj vam pomaga, da določi število seveda rokov, da za vsako seveda zaradi povpraševanja po predmeta.
sq_al: Ky raport është i dobishëm për krijimin e planit mjeshtri që ajo ju ndihmon të përcaktojë numrin e periudhave sigurisht e nevojshme për çdo kurs për shkak të kërkesës për kursin.
sr_rs: Овај извештај је користан за креирање мастер план, јер вам помаже да утврди број, наравно, периода потребних за сваки курс, због потражње за курс.
sv_se: Denna rapport är användbart för att skapa befälhavaren schemat eftersom det hjälper dig att avgöra hur många naturligtvis perioder som behövs för varje kurs på grund av efterfrågan på kursen.
th_th: รายงานนี้จะเป็นประโยชน์สำหรับการสร้างตารางหลักเนื่องจากมันช่วยให้คุณสามารถกำหนดจำนวนงวดแน่นอนที่จำเป็นสำหรับหลักสูตรเนื่องจากความต้องการสำหรับหลักสูตรที่แต่ละ
tr_tr: Bu rapor, bu kurs için talep nedeniyle her ders için gerekli ders dönemlerinin sayısını belirlemek yardımcı beri master planı oluşturmak için yararlıdır.
uk_ua: Цей звіт можна використовувати для створення майстер графік, оскільки він допомагає визначити кількість, звичайно, терміни, необхідні для кожного курсу через попит на курс.
wa_be: Mae&#39;r adroddiad hwn yn ddefnyddiol ar gyfer creu&#39;r rhestr meistr gan ei fod yn eich helpu i benderfynu ar nifer y cyfnodau cwrs angenrheidiol ar gyfer pob maes o law i alw ar gyfer y cwrs.
zh_tw: 這份報告是有用的創建總表，因為它可以幫助您確定的數量，當然需要時間每門課程，由於需求的課程。

source: Student Schedules Report
af_za: Studente Skedules Rapport
ar_dz: طالب تقرير الجداول
be_by: Студэнцкая Расклад дакладзе
bg_bg: Студентски Разписания съобщават
bn_bd: ছাত্র পূর্বপরিকল্পনা প্রতিবেদন
da_dk: Student Tidsplaner Rapport
el_gr: Δρομολόγια Φοιτητική Έκθεση
es_es: Informe de Agenda de los Alumnos
et_ee: Üliõpilaste nimekirjas Report
fa_ir: زمانبندی دانشجویی گزارش
fi_fi: Student aikataulut Raportti
ga_ie: Tuarascáil Sceidil na Mac Léinn
gl_gl: Horarios estudante Informes
hr_hr: Studentski Raspored izvješće
hu_hu: Diák Menetrendek jelentés
is_is: Námsmaður Schedules Report
ja_jp: 学生のスケジュールレポート
lt_lt: Studentų Tvarkaraščiai ataskaita
lv_lv: Student grafiki pārskats
mk_mk: Студент Распоред Злоупотреба
nn_no: Student Rutetider Rapport
pl_pl: Harmonogramy Student Zgłoś
pt_pt: Horários estudante Relatórios
ro_ro: Orarele Student Raport
ru_ru: Студенческая Расписание докладе
sk_sk: Študent plány správy
sl_si: Student Urniki Poročilo
sq_al: Oraret Student Report
sr_rs: Студентски Распоред извештаја
sv_se: Student Scheman Rapport
th_th: กำหนดการรายงานนักศึกษา
tr_tr: Öğrenci Tarifeleri Raporu
uk_ua: Студентська Розклад доповіді
wa_be: Atodlenni Adroddiad Myfyrwyr
zh_tw: 學生附表報告
