Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You can add other information about this contact, such as their cell phone number, fax number, occupation, workplace, etc. by filling in the title of the new data in the empty field with the default value and its corresponding value in the empty field to the right
af_za: Jy kan ander inligting oor hierdie kontak, soos hul selfoon nommer, faks nommer, beroep, werkplek, ens. Voeg deur in te vul die titel van die nuwe data in die leë veld met die standaard waarde en die ooreenstemmende waarde in die leë veld aan die regterkant
ar_dz: يمكنك إضافة معلومات أخرى عن هذا الاتصال ، مثل هذه الخلية رقم الهاتف ، رقم الفاكس ، والاحتلال ، ومكان العمل ، وما إلى ذلك عن طريق ملء في عنوان البيانات الجديدة في حقل فارغ مع القيمة الافتراضية وقيمتها المناظرة في حقل فارغ إلى اليمين
be_by: Вы можаце дадаць іншыя звесткі пра гэта кантакце, напрыклад, свайго сотавага тэлефона, нумар факса, род заняткаў, месца працы і т. д., запоўніўшы ў назве новых дадзеных у пустое поле са значэннем па змаўчанні і яго адпаведнае значэнне ў пустое поле справа
bg_bg: Можете да добавите друга информация за този контакт, като техният брой мобилен телефон, факс номер, професия, работното място и т.н., като попълните в заглавието на новите данни в празното поле с стойността по подразбиране и съответната стойност в празното поле надясно
bn_bd: ডিফল্ট মান এবং এর খালি ক্ষেত্রে যথাযত মান সঙ্গে খালি ক্ষেত্রে নতুন তথ্য শিরোনাম ভর্তি দ্বারা এই যোগাযোগ বিষয়ে অন্যান্য যেমন তাদের সেল ফোন নম্বর, ফ্যাক্স নম্বর, বৃত্তি, কর্মক্ষেত্রে, ইত্যাদি তথ্য, যোগ করতে পারেন অধিকার
da_dk: Du kan tilføje andre oplysninger om denne kontakt, såsom deres mobilnummer, faxnummer, stilling, arbejdsplads osv. ved at udfylde titlen på de nye data i det tomme felt med standard værdi og den tilsvarende værdi i det tomme felt til højre
el_gr: Μπορείτε να προσθέσετε άλλες πληροφορίες σχετικά με αυτή την επαφή, όπως τον αριθμό τηλεφώνου κυττάρων τους, τον αριθμό fax, επάγγελμα, χώρο εργασίας, κλπ., συμπληρώνοντας τον τίτλο της τα νέα δεδομένα στο κενό πεδίο με την προκαθορισμένη τιμή και την αντίστοιχη αξία του στο κενό πεδίο στα δεξιά
et_ee: Saate lisada muud teavet selle kontakti, näiteks oma mobiiltelefoni number, faksi number, amet, töökoht jne täites pealkiri uued andmed tühi väli koos vaikimisi väärtus ja sellele vastav väärtus tühi väli paremale
fa_ir: شما می توانید اطلاعات دیگر در مورد این تماس ، مانند شماره همراه خود تلفن ، شماره فکس ، شغل ، محل کار ، و غیره را با پر کردن عنوان داده های جدید در این زمینه خالی با ارزش به طور پیش فرض و مقدار متناظر با آن در حوزه خالی اضافه کنید به سمت راست
fi_fi: Voit lisätä muita tietoja tästä yhteyttä, kuten niiden matkapuhelin, faksinumero, ammatti, työpaikka jne. täyttämällä otsikko uusia tietoja tyhjään kenttään oletusarvo ja sen vastaava arvo tyhjään kenttään oikealle
ga_ie: Is féidir leat eolas eile faoi seo déan teagmháil, mar a n-uimhir fón póca, uimhir facs, slí bheatha, san ionad oibre, etc ag líonadh i dteideal na sonraí nua i réimse folamh leis an luach réamhshocraithe agus a luach comhfhreagrach i réimse folamh leis an gceart
gl_gl: Podes engadir outras informacións sobre ese contacto, como o seu número de teléfono móbil, número de fax, ocupación, lugar de traballo, etc, enche o título dos novos datos no campo baleiro co valor estándar eo seu valor correspondente no campo baleiro á dereita
hr_hr: Možete dodati ostale informacije o ovom kontaktu, kao što je njihov broj mobitela, broj faksa, zanimanje, radno mjesto, itd. popunjavanjem u naslovu nove podatke u prazno polje s zadana vrijednost i odgovarajuće vrijednosti u prazno polje nadesno
hu_hu: Felveheti egyéb információkat erről a kapcsolatot, például a mobiltelefon számát, fax számát, foglalkozás, munkahely, stb kitöltésével a címe az új adatokat az üres mezőbe az alapértelmezett értéket és a hozzá tartozó érték az üres mezőbe jobbra
is_is: Þú getur bætt öðrum upplýsingum um þetta samband, eins og klefi sími tala þeirra, faxnúmer, atvinna, vinnustað o.fl. með því að fylla í hausnum á nýjum gögnum í tóm sviði með sjálfgefið gildi og samsvarandi gildi hennar í tómt sviði til hægri
ja_jp: あなたは、デフォルトの値は、空​​のフィールドに対応する値に空のフィールドに新しいデータのタイトルを埋めることでそのような自分の携帯電話番号、ファックス番号、職業、職場、などなど、この連絡先に関するその他の情報を、追加することができます右へ
lt_lt: Galite pridėti kitos informacijos apie šį adresatą, pavyzdžiui, savo mobiliojo telefono numerį, fakso numerį, profesiją, darbo vietoje ir kt. Pildyti naujus duomenis tuščias laukas pavadinimas numatytąją vertę ir jo atitinkama vertė tuščias laukas į dešinę
lv_lv: Jūs varat pievienot citu informāciju par šo kontaktu, piemēram, savu mobilā telefona numuru, faksa numuru, nodarbošanos, darbavieta, utt aizpildot nosaukumā jaunu datu tukšs lauks ar noklusēto vērtību un atbilstošo vērtību, kas tukšs lauks pa labi
mk_mk: Можете да додадете и други информации за овој контакт, како што се нивните мобилни телефонски број, број на факс, занимање, работно место, итн со пополнување на наслов на нови податоци во празно поле со стандардната вредност и соодветната вредност во празното поле на правото
nn_no: Du kan legge til annen informasjon om denne kontakten, slik som sin mobiltelefon, faksnummer, yrke, arbeidsplass, etc. ved å fylle ut tittelen på den nye data i det tomme feltet med default verdi og den tilsvarende verdi i det tomme feltet til høyre
pl_pl: Możesz dodać informacje o kontakcie, takie jak numer telefonu komórkowego, numer faksu, zawód, miejsce pracy itp., wypełniając w tytule nowe dane w puste pole z wartością domyślną i odpowiadająca jej wartość w puste pole w prawo
pt_pt: Você pode adicionar outras informações sobre esse contato, como seu número de telefone celular, número de fax, ocupação, local de trabalho, etc, preenchendo o título dos novos dados no campo vazio com o valor padrão e seu valor correspondente no campo vazio para a direita
ro_ro: Puteţi adăuga alte informaţii despre această persoană de contact, cum ar fi numărul lor de telefon mobil, numărul de fax, ocupaţia, locul de muncă, etc prin completarea titlul de noile date în câmp gol cu ​​valoare implicită şi valoarea corespunzătoare acesteia în câmp gol la dreapta
ru_ru: Вы можете добавить другие сведения об этом контакте, например, своего сотового телефона, номер факса, род занятий, место работы и т. д., заполнив в названии новых данных в пустое поле со значением по умолчанию и его соответствующее значение в пустое поле справа
sk_sk: Môžete tiež pridať ďalšie informácie o tomto kontakte, ako je ich číslo mobilného telefónu, číslo faxu, povolania, pracoviská, atď vyplnením názvu nových dát do prázdne pole s predvolenou hodnotou a zodpovedajúcu hodnotu v prázdne pole doprava
sl_si: Dodate lahko druge informacije o tem stiku, na primer njihovo številko mobilnega telefona, fax številka, poklic, delovno mesto, itd tako, da izpolnite v naslovu novih podatkov v prazno polje s privzeto vrednostjo in temu ustrezno vrednostjo v prazno polje v desno
sq_al: Ju mund të shtoni informacione të tjera në lidhje me këtë kontakt, të tilla si numri i tyre celular, numrin e faksit, profesionin, vendin e punës, etj, duke plotësuar në titullin e të dhënave të reja në fushën e zbrazët me vlera e paracaktuar dhe vlera e saj përkatëse në fushën e zbrazët në të djathtë
sr_rs: Можете да додате друге информације о овом контакту, као што је њихов број мобилног телефона, број факса, занимање, радно место, итд попуњавањем наслову нових података у празно поље са подразумеване вредности и одговарајуће вредности у празно поље десно
sv_se: Du kan lägga till annan information om denna kontakt, exempelvis sin mobiltelefon, faxnummer, yrke, arbetsplats, etc. genom att fylla i titeln av de nya uppgifterna i det tomma fältet med standardvärdet och dess motsvarande värde i det tomma fältet till höger
th_th: คุณสามารถเพิ่มข้อมูลอื่น ๆ เกี่ยวกับการติดต่อนี้เช่นหมายเลขโทรศัพท์ของเซลล์หมายเลขโทรสาร, อาชีพ, ที่ทำงาน, ฯลฯ โดยการกรอกชื่อเรื่องของข้อมูลใหม่ในเขตข้อมูลที่ว่างเปล่าที่มีค่าเริ่มต้นและค่าที่สอดคล้องกันในด้านที่ว่างเปล่า ไปทางขวา
tr_tr: Varsayılan değeri ve boş bir alana karşılık gelen değer boş alanda yeni veri başlığı doldurarak, kendi cep telefon numarası, faks numarası, meslek, işyeri, vb gibi bu kişi ile ilgili diğer bilgiler ekleyebilirsiniz sağa
uk_ua: Ви можете додати інші відомості про це контакті, наприклад, свого стільникового телефону, номер факсу, рід занять, місце роботи і т. д., заповнивши в назві нових даних в порожнє поле зі значенням за замовчуванням і його відповідне значення в порожнє поле праворуч
wa_be: Gallwch ychwanegu gwybodaeth arall am y cyswllt hwn, megis eu nifer cafell ffôn, rhif ffacs, galwedigaeth, yn y gweithle, ac yn y blaen drwy lenwi&#39;r teitl y data newydd yn y maes gwag gyda&#39;r gwerth diofyn a&#39;i werth cyfatebol yn y maes gwag i&#39;r dde
zh_tw: 您可以添加其他信息有關此聯繫，如自己的手機號碼，傳真號碼，職業，工作單位等填寫在標題的新數據，在空字段的默認值及其對應的值在空場以正確的

source: Contacts and information about contacts can be deleted by clicking on the delete icon
af_za: Kontakte en inligting oor kontakte kan verwyder word deur te kliek op die ikoon verwydering
ar_dz: يمكن حذف الأسماء والمعلومات حول الاتصالات بالنقر على أيقونة حذف
be_by: Кантакты і інфармацыя аб кантактах можна выдаліць, націснуўшы на значок выдалення
bg_bg: За контакти и информация за контакти може да бъде изтрита, като кликнете върху иконата за изтриване
bn_bd: যোগাযোগ এবং পরিচিতিদের তথ্য মুছে ফেলুন আইকনের উপর ক্লিক করা যাবে মুছে ফেলা
da_dk: Kontakter og oplysninger om kontaktpersoner kan slettes ved at klikke på ikonet Slet
el_gr: Επαφές και πληροφορίες για τις επαφές μπορούν να διαγραφούν κάνοντας κλικ στο εικονίδιο διαγραφής
et_ee: Kontaktid ja informatsiooni kontaktid saab kustutada klõpsates kustutada ikoon
fa_ir: تماس با ما و اطلاعات مربوط به مخاطبین را می توان با کلیک کردن بر روی آیکون حذف حذف
fi_fi: Yhteystiedot ja tietoa yhteyksiä voidaan poistaa klikkaamalla Poista-kuvaketta
ga_ie: Is féidir Teagmhálacha agus faisnéis maidir le teagmhálacha a scriosadh ag chliceáil ar an deilbhín scriosadh
gl_gl: Contactos e información sobre os contactos poden ser eliminados facendo clic na icona de exclusión
hr_hr: Kontakti i informacije o kontaktima može se izbrisati tako da kliknete na ikonu za brisanje
hu_hu: Elérhetőségek és információk kapcsolatok törölhetők kattintson a Törlés ikonra
is_is: Tengiliðir og upplýsingar um tengiliði er hægt að eyða með því að smella á eyða táknið
ja_jp: 連絡先と連絡先に関する情報は、削除アイコンをクリックして削除することができます。
lt_lt: Kontaktai ir informacijos apie ryšius galima ištrinti paspaudę piktogramą ištrinti
lv_lv: Kontakti un informācija par kontaktiem informāciju var dzēst, noklikšķinot uz dzēst ikonas
mk_mk: Контакти и информации за контакти може да биде избришан со кликнување на избришете икона
nn_no: Kontakter og informasjon om kontakter kan slettes ved å klikke på Slett-ikonet
pl_pl: Kontakt i informacje na temat kontaktów można usunąć, klikając na ikonę usuwania
pt_pt: Contatos e informações sobre os contatos podem ser excluídos, clicando no ícone de exclusão
ro_ro: Persoane de contact şi informaţii despre persoanele de contact pot fi şterse de către faceţi clic pe pictograma Ştergere
ru_ru: Контакты и информация о контактах можно удалить, нажав на значок удаления
sk_sk: Kontakty a informácie o kontaktoch je možné zmazať kliknutím na ikonu Odstrániť
sl_si: Kontakti in informacije o stikih lahko izbrišete s klikom na ikono za brisanje
sq_al: Kontaktet dhe informacion për kontakte mund të fshihet duke klikuar në ikonën fshini
sr_rs: Контакти и информације о контактима могу бити избрисани кликом на икону Делете
sv_se: Kontakter och information om kontakter kan tas bort genom att klicka på ikonen Ta bort
th_th: รายชื่อและข้อมูลเกี่ยวกับรายชื่อจะถูกลบโดยคลิกที่ไอคอนลบ
tr_tr: Rehber ve kişiler hakkında bilgi silme simgesini tıklatarak silinebilir
uk_ua: Контакти та інформація про контакти можна видалити, натиснувши на значок видалення
wa_be: Gall Cysylltiadau a gwybodaeth am gysylltiadau yn cael ei ddileu drwy glicio ar yr eicon ddileu
zh_tw: 聯繫人和聯繫信息，可以刪除點擊刪除圖標

source: next to the information to be deleted
af_za: langs die inligting te verwyder
ar_dz: بجانب المعلومات المراد حذفه
be_by: побач з інфармацыяй для выдалення
bg_bg: до информация, за да бъдат заличени
bn_bd: পরবর্তী তথ্য অপসারণের জন্য
da_dk: ved siden af ​​de oplysninger, der skal slettes
el_gr: δίπλα από τις πληροφορίες που πρέπει να διαγραφούν
et_ee: kõrval teave tuleb kustutada
fa_ir: در کنار اطلاعات برای حذف شود
fi_fi: vieressä tiedot poistettava
ga_ie: in aice leis an t-eolas a scriosadh
gl_gl: á beira da información a seren eliminados
hr_hr: uz podatke koji će biti izbrisana
hu_hu: mellett az információt törölni
is_is: við hliðina á upplýsingar til að eyða
ja_jp: 削除する情報の横
lt_lt: šalia informacija turi būti išbrauktas
lv_lv: blakus informācijai ir jāsvītro
mk_mk: до информации треба да се избришат
nn_no: ved siden av den informasjonen som skal slettes
pl_pl: obok informacji do usunięcia
pt_pt: ao lado das informações a serem excluídos
ro_ro: lângă informaţiile care urmează să fie eliminat
ru_ru: рядом с информацией для удаления
sk_sk: Ďalšie na informácie, ktoré sa zrušujú
sl_si: poleg informacij, da se črta
sq_al: tjetër për informacionin që duhet të fshihen
sr_rs: поред информација се брише
sv_se: bredvid den information som ska raderas
th_th: ถัดไปข้อมูลที่ถูกลบ
tr_tr: silinecek bilgilerin yanında
uk_ua: поряд з інформацією для видалення
wa_be: nesaf er mwyn i&#39;r wybodaeth gael ei dileu
zh_tw: 旁邊的信息被刪除

source: Note: you will be asked to confirm all deletions. Any information on the screen can be modified by first clicking on the information, then changing its value, and finally clicking the Save button at the top of the screen
af_za: Let wel: u sal gevra word om alle skrappings te bevestig. Enige inligting op die skerm kan verander word deur die eerste op die inligting, dan is die waarde daarvan te verander, en uiteindelik op die Save-knoppie aan die bokant van die skerm
be_by: Заўвага: Вам будзе прапанавана пацвердзіць ўсе выдаленняў. Любая інфармацыя на экране можа быць зменена, пстрыкнуўшы спачатку на інфармацыю, а затым змяняе свой кошт, і, нарэшце, націснуўшы кнопку Захаваць ў верхняй частцы экрана
bg_bg: Забележка: ще бъдете помолени да потвърдите всички заличавания. Всяка информация, на екрана могат да бъдат променени, като първо кликнете върху информацията, а след това се променя стойността си, и накрая щракнете върху бутона Save в горната част на екрана
bn_bd: উল্লেখ্য: যে সকল অনুমোদন নিশ্চিত হবে. পর্দায় কোন তথ্য তথ্য প্রথম ক্লিক করে, পরিবর্তন করা যায় তাহলে তার মান পরিবর্তন, এবং অবশেষে পর্দার উপরের সেভ বাটন ক্লিক করতে পারেন
da_dk: Bemærk: Du vil blive bedt om at bekræfte alle sletninger. Alle oplysninger på skærmen kan ændres ved først at klikke på de oplysninger, derefter ændrer dens værdi, og endelig klikke på knappen Gem øverst på skærmen
el_gr: Σημείωση: θα σας ζητηθεί να επιβεβαιώσετε όλες τις διαγραφές. Όλες οι πληροφορίες που εμφανίζονται στην οθόνη μπορεί να τροποποιηθεί κάνοντας πρώτα κλικ στις πληροφορίες, στη συνέχεια, αλλάζοντας την αξία του, και τέλος κάνοντας κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης
et_ee: Märkus: sul palutakse kinnitada kõik kustutamised. Kõik info ekraanil saab muuta kõigepealt klõpsates informatsiooni, siis muutuvad selle väärtuse ja lõpuks klõpsates nuppu Salvesta ülaosas ekraani
fa_ir: توجه : از شما خواسته خواهد شد که به تایید همه حذف شده است. هر گونه اطلاعات بر روی صفحه نمایش را می توان برای اولین بار کلیک کردن بر روی اطلاعات تغییر و سپس تغییر مقدار آن ، و در نهایت کلیک کردن بر روی دکمه ذخیره در بالای صفحه نمایش
fi_fi: Huomaa: sinua pyydetään vahvistamaan kaikki poistot. Kaikki tiedot ruudulla voidaan muuttaa napsauttamalla ensin tietoihin, sitten muuttaa sen arvoa, ja lopulta klikkaamalla Tallenna-painiketta yläreunassa näytön
ga_ie: Nóta: iarrfar ort a dhearbhú go léir a scriosadh. Is féidir aon fhaisnéis ar an scáileán a mhodhnú trí chliceáil ar an eolas dtús, ansin ag athrú a luach, agus ar deireadh cliceáil ar an gcnaipe Sábháil ag barr an scáileáin
gl_gl: Nota: lle será solicitada a confirmar todas as exclusións. Calquera información sobre a pantalla pode ser modificado pulsando primeiro na información, a continuación, cambiando o seu valor e, finalmente, premendo no botón Gardar da parte superior da pantalla
hr_hr: Napomena: vas će se tražiti da potvrdite brisanje svih. Sve informacije na zaslonu može se mijenjati po prvi klikom na podatke, a zatim mijenjaju svoje vrijednost, te konačno klikom na gumb Spremi na vrhu zaslona
hu_hu: Megjegyzés: kérni fogja, hogy erősítse meg az összes törlések. Minden információt a képernyőn nem lehet módosítani, hogy először kattintva az információt, akkor a változó értékét, és végül kattintson a Mentés gombra a képernyő felső részén
is_is: Ath: þú verður beðinn um að staðfesta allar úrfellingum. Allar upplýsingar á skjánum er hægt að breyta með því að fyrst að smella á upplýsingar, þá breytast gildi þess, og að lokum því að smella á Vista hnappinn efst á skjánum
ja_jp: 注：あなたがすべての削除の確認メッセージが表示されます。画面上の任意の情報は、その値を変更し、そして最終的に画面の上部にある[保存]ボタンをクリックすると、最初の情報をクリックして変更することができます。
lt_lt: Pastaba: Jums bus prašoma patvirtinti visus išbrauktas. Bet kokia informacija ekrane gali būti pakeistas pirmą kartą spustelėję informacija, tada keičia savo vertę, ir galiausiai spustelėkite mygtuką &quot;Išsaugoti&quot; ekrano viršuje
lv_lv: Piezīme: Jums tiks lūgts apstiprināt visus svītrojumiem. Jebkura informācija ekrānā var mainīt, vispirms noklikšķinot uz informāciju, tad mainot tā vērtību, un, visbeidzot, noklikšķinot uz pogas Saglabāt augšpusē ekrānam
mk_mk: Забелешка: Ќе биде побарано да ги прифатиш сите бришење. Секоја информација на екранот можат да се менуваат со кликање на информации, тогаш се менува својата вредност, и конечно со кликнување на копчето Зачувај на врвот на екранот
nn_no: Merk: Du vil bli bedt om å bekrefte alle slettinger. All informasjon på skjermen kan endres ved å først klikke på informasjon, så endrer sin verdi, og til slutt klikke på knappen Lagre øverst på skjermen
pl_pl: Uwaga: użytkownik zostanie poproszony o potwierdzenie usunięcia wszystkich. Wszelkie informacje na ekranie można zmieniać, klikając na informacje, a następnie zmieniając jego wartość, a na koniec kliknij przycisk Zapisz na górze ekranu
pt_pt: Nota: você será solicitado a confirmar todas as exclusões. Qualquer informação sobre a tela pode ser modificado clicando primeiro na informação, em seguida, alterando o seu valor e, finalmente, clicando no botão Salvar na parte superior da tela
ro_ro: Notă: vi se va cere să confirmaţi toate ştergeri. Orice informaţii de pe ecran pot fi modificate de către primul clic pe informaţii, schimbarea atunci valoarea sa, în cele din urmă şi făcând clic pe butonul Salvaţi din partea de sus a ecranului
ru_ru: Примечание: Вам будет предложено подтвердить все удалений. Любая информация на экране может быть изменено, щелкнув сначала на информацию, а затем меняет свою стоимость, и, наконец, нажав кнопку Сохранить в верхней части экрана
sk_sk: Poznámka: budete vyzvaní na potvrdenie vymazania všetkých. Všetky informácie na obrazovke môže byť upravený tak, že najprv kliknete na informácie, potom sa jeho hodnota mení, a nakoniec kliknete na tlačidlo Uložiť v hornej časti obrazovky
sl_si: Opomba: boste morali, da potrdi vse izbrisi. Vse informacije na zaslonu se lahko spremeni tako, da najprej kliknete na informacije, potem spreminjajo svojo vrednost, in na koncu s klikom na gumb Shrani na vrhu zaslona
sq_al: Shënim: ju do të kërkohet për të konfirmuar të gjitha fshirje. Çdo informacion në ekran mund të modifikohet duke i parë klikuar mbi të dhënat, atëherë ndryshon vlerën e saj, dhe në fund klikoni butonin Ruaj në krye të ekranit
sr_rs: Напомена: бићете упитани да потврдите брисање свих. Свака информација на екрану може бити модификован што ћете прво кликнути на информацијама, а затим мења његову вредност, и на крају кликнете на дугме Саве на врху екрана
sv_se: Notera: blir du ombedd att bekräfta alla strykningar. All information på skärmen kan ändras genom att först klicka på den information, sedan ändra dess värde, och slutligen klicka på knappen Spara längst upp på skärmen
th_th: หมายเหตุ : คุณจะถูกถามเพื่อยืนยันการลบทั้งหมด ข้อมูลบนหน้าจอใด ๆ ที่สามารถแก้ไขได้โดยครั้งแรกเมื่อคลิกที่ข้อมูลแล้วเปลี่ยนค่าและสุดท้ายคลิกที่ปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: Not: Tüm silme işlemlerini onaylamak için istenecektir. Ekranda herhangi bir bilgi, sonra onun değerini değiştirerek, ve, nihayet, ekranın üst kısmındaki Kaydet düğmesini tıklayarak ilk bilgilere tıklayarak tarafından değiştirilebilir
uk_ua: Примітка: Вам буде запропоновано підтвердити всі вилучень. Будь-яка інформація на екрані може бути змінено, клацнувши спочатку на інформацію, а потім змінює свою вартість, і, нарешті, натиснувши кнопку Зберегти у верхній частині екрана
wa_be: Noder: Bydd gofyn i chi gadarnhau bob dileadau. Gall unrhyw wybodaeth ar y sgrîn yn cael ei ddiwygio ddechrau drwy glicio ar y wybodaeth, yna newid ei werth, ac yn olaf glicio ar y botwm Save ar frig y sgrin
zh_tw: 注意：你會被要求確認所有刪除。在屏幕上的任何信息可以修改，首先點擊的信息，然後改變它的價值，最後點擊保存按鈕在屏幕上方

source: The Medical tab displays a students medical information
af_za: Die Mediese blad vertoon &#39;n mediese inligting vir studente
be_by: Медыцынскія ўкладцы адлюстроўваюцца студэнтаў медыцынскай інфармацыі
bg_bg: Медицински раздела показва студентите медицинска информация
bn_bd: চিকিৎসাবিদ্যা ট্যাব ছাত্রদের চিকিৎসাবিদ্যা তথ্য প্রদর্শন
da_dk: Medicinsk Fanen viser en studerende medicinske oplysninger
el_gr: Η Ιατρική καρτέλα εμφανίζει μια φοιτητές ιατρικής πληροφόρησης
et_ee: Medical kaart näitab õpilastele meditsiinilise teabe
fa_ir: زبانه پزشکی ، نمایش اطلاعات دانشجویان پزشکی
fi_fi: Medical välilehdellä opiskelija lääketieteellisen tiedon
ga_ie: Taispeánann an táb Leighis eolais do mhic léinn leighis
gl_gl: A guía mostra unha información Medical estudantes de medicina
hr_hr: Medicinski kartica prikazuje učenika medicinske podatke
hu_hu: A Medical lapon megjelenik egy diák orvosi információk
is_is: The Medical flipi sýnir nemendur læknisfræðilegar upplýsingar
ja_jp: 医療タブは、学生の医療情報が表示されます。
lt_lt: Medicinos skirtukas rodomas studentams medicininės informacijos
lv_lv: Medicīnas cilne parāda studentu medicīnisko informāciju
mk_mk: Медицинскиот јазичето покажува студенти медицински информации
nn_no: The Medical kategorien viser en studenter medisinsk informasjon
pl_pl: Medyczna karta wyświetla studentów medycyny informacji
pt_pt: A guia exibe uma informação Medical estudantes de medicina
ro_ro: Fila medical afişează o informare studenţi la medicină
ru_ru: Медицинские вкладке отображаются студентов медицинской информации
sk_sk: Zdravotná karta zobrazuje študentom lekárskych informácií
sl_si: Medical jeziček prikaže študenti zdravstvenih informacij
sq_al: Tab mjekësore tregon një informacion studentët e mjekësisë
sr_rs: Медицински картица приказује студената медицинске информације
sv_se: Medicinska fliken visas en studerande medicinsk information
th_th: แท็บแพทย์จะแสดงนักเรียนข้อมูลทางการแพทย์
tr_tr: Tıbbi sekmesi öğrencilerin tıbbi bilgi görüntüler
uk_ua: Медичні вкладці відображаються студентів медичної інформації
wa_be: Mae&#39;r tab Meddygol yn arddangos gwybodaeth myfyrwyr meddygol
zh_tw: 醫務標籤顯示了學生的醫療信息
