Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You must first select a student by using the Find a Student search screen. You can search for students who have requested a specific course or request by clicking on the Choose link next to the search options Course and Request respectively and choosing a course from the popup window that appears
af_za: Jy moet eers Kies &#39;n student deur die gebruik van die Vind&#39; n student soektog skerm. Jy kan soek vir studente wat &#39;n versoek om&#39; n spesifieke kursus of versoek deur te kliek op die Kies &#39;skakel langs die soek opsies Onderwys-en versoek onderskeidelik en die keuse van&#39; n kursus van die pop-up &quot;venster wat verskyn
be_by: Вы павінны спачатку выбраць студэнта з дапамогай Знайсці экране Студэнцкая пошуку. Вы можаце шукаць для студэнтаў, якія звярнуліся з просьбай канкрэтнага курсу або запыт, націснуўшы на спасылку Выбраць побач з курсу параметры пошуку і запытаў, адпаведна, і выбар курсу ад ўсплываючым акне, якое з&#39;яўляецца
bg_bg: Първо трябва да изберете един студент с помощта на екран Намерете търсене Студентски. Можете да търсите за студенти, които са поискали конкретен курс или искане, като щракнете върху Избор на връзка до опциите за търсене на курса и да поиска и избора на курс от изскачащ прозорец, който се появява
bn_bd: আপনি প্রথম ছাত্র অনুসন্ধান পর্দার খুঁজুন ব্যবহার দ্বারা একটি ছাত্র নির্বাচন করা প্রয়োজন. আপনি ছাত্র যারা ক্লিক নির্বাচন লিংক পরবর্তী সার্চ অপশন কোর্স এবং যথাক্রমে অনুরোধ এবং পপআপ উইন্ডো প্রদর্শিত থেকে একটি কোর্স করুন দ্বারা কোন নির্দিষ্ট কোর্স বা অনুরোধ অনুরোধ অনুসন্ধান করতে পারেন
da_dk: Du skal først vælge en studerende ved at bruge Find en Student søgeskærmen. Du kan søge efter studerende, der har anmodet om et bestemt kursus eller anmodning ved at klikke på Vælg linket ved siden af ​​søgemuligheder Kursus og anmodning henholdsvis og vælge et kursus fra popup vindue, der vises
el_gr: Πρέπει να επιλέξετε πρώτα ένα μαθητή με τη χρήση του Βρείτε μια οθόνη αναζήτησης Φοιτητών. Μπορείτε να ψάξετε για τους φοιτητές που έχουν ζητήσει μια συγκεκριμένη πορεία ή αίτηση κάνοντας κλικ στο σύνδεσμο Επιλέξτε δίπλα στην αναζήτηση Γήπεδο επιλογές και Αίτηση αντίστοιχα και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται
et_ee: Sa pead kõigepealt vali õpilane, kasutades Leia Student otsing ekraanil. Võid otsida üliõpilased, kes on taotlenud konkreetse kursuse või taotluse klikkides Vali linki otsinguvõimalusi kursuse ja taotlus vastavalt ja valida kursuse popup aken, mis kuvatakse
fa_ir: شما ابتدا باید یک دانش آموز با استفاده از یافتن یک دانش آموز صفحه نمایش جستجو را انتخاب کنید. شما می توانید برای دانش آموزانی که به یک دوره خاص و یا درخواست از طریق کلیک کردن بر روی لینک را انتخاب کنید بعد به درس جستجو انتخاب ها و درخواست به ترتیب و انتخاب یک درس از پنجره که به نظر می رسد درخواست جستجو
fi_fi: Sinun täytyy ensin valita opiskelija käyttämällä Etsi Student hakukonetta. Voit hakea opiskelijat, jotka ovat pyytäneet erityisiä kurssin tai pyytää klikkaamalla Valitse linkkiä hakuvaihtoehtoja Course ja Pyydä vastaavasti ja valitsemalla kurssin aukeavasta ikkunasta
ga_ie: Ní mór duit roghnaigh an chéad mhac léinn ag baint úsáide as an Aimsigh scáileán cuardaigh Mac Léinn. Is féidir leat cuardach a dhéanamh ar mhic léinn a d&#39;iarr ar chúrsa ar leith nó iarratas trí chliceáil ar an nasc Roghnaigh in aice leis an cuardach roghanna Cúrsa agus Iarratas faoi seach agus a roghnú ar chúrsa as an fhuinneog aníos go léir
gl_gl: Ten que primeiro seleccionar un alumno a través da pantalla de busca Atopar un estudante. Pode procurar por estudantes que solicitaron un curso específico ou solicitude premendo na ligazón Escolla á beira do Curso de opcións de busca e solicitude, respectivamente, e elixir un curso desde a fiestra que aparece
hr_hr: Prvo morate odabrati učenika pomoću Nađi ekran Studentski pretraživanja. Možete pretraživati ​​za studente koji su zatražili određeni tečaj ili zahtjev klikom na Odaberi vezu pored kolegija pretraživanja opcija i zahtjeva odnosno i odabirom kolegija iz popup prozor koji se pojavljuje
hu_hu: Meg kell először válasszon diák segítségével keresése Student keresési képernyőn. Kereshet a diákok, akik kérték egy adott kurzus vagy kérjen kattintva kiválasztása linkre a keresési opciók pálya és a kérelem, illetve, és válasszon egy tanfolyamot a felugró ablakban jelenik meg
is_is: Þú verður fyrst að velja nemanda með því að nota Finna leit Student skjár. Hægt er að leita að nemendum sem hafa beðið ákveðna námskeiði eða beiðni með því að smella á Veldu tengilinn við hliðina á leitarmöguleikar Course og biðja sig og velja námskeið úr almenningur glugganum sem birtist
ja_jp: には、まず学生検索画面の検索を使用して学生を選択する必要があります。あなたは、それぞれの検索オプションコースとリクエストの隣にある選択のリンクをクリックし、表示されるポップアップウィンドウからコースを選択することで、特定のコースやリクエストを要求している学生を検索することができます
lt_lt: Pirmiausia turite pasirinkti studentas naudojant Rasti Studentų paieškos ekraną. Jūs galite ieškoti studentų, kurie paprašė tam tikro kurso ar prašymą, paspaudę nuorodą Pasirinkti kitą paieškos galimybių kursai ir prašyti ir pasirinkti kursą iš lango, kuris pasirodo
lv_lv: Jums vispirms ir jāizvēlas students, izmantojot Atrast Student meklēšanas ekrāns. Jūs varat meklēt studentiem, kas ir pieprasījusi īpašu kursu vai pieprasījumu, noklikšķinot uz Izvēlēties saiti blakus meklēšanas iespējas Kursu un pieprasījums, attiecīgi un izvēloties kursu no uznirstošo logu, kas parādās
mk_mk: Прво треба да изберете еден студент со помош на Најди студентска пребарување екранот. Можете да пребарувате за студентите кои барале одредена курс или барање со кликнување на врската Изберете до опции за пребарување курс и Барање соодветно и изборот на курс од скокачки прозорец што ќе се појави
nn_no: Du må først velge en student ved hjelp av Finn en Student søk skjerm. Du kan søke etter studenter som har bedt om en bestemt kurs eller be om ved å klikke på Velg koblingen ved siden av søkealternativene Course og Request henholdsvis og velge et kurs fra popup-vinduet som vises
pl_pl: Najpierw musisz wybrać student za pomocą funkcji Znajdź ekran wyszukiwania Student. Można wyszukiwać dla studentów, którzy prosili o konkretny kurs lub wniosek, klikając na link Wybierz obok pola golfowego opcji wyszukiwania i żądania odpowiednio i wybierając kurs z wyskakującego okna, które pojawia się
pt_pt: Você deve primeiro selecionar um aluno usando a tela de pesquisa Encontre um estudante. Você pode procurar por estudantes que solicitaram um curso específico ou solicitação clicando no link Escolha ao lado do Curso de opções de pesquisa e solicitação, respectivamente, e escolher um curso a partir da janela pop-up que aparece
ro_ro: Trebuie să selectaţi întâi elev prin utilizarea Găsiţi un ecran de căutare Student. Aveţi posibilitatea să căutaţi pentru studenţii care au solicitat un anumit curs sau cererea făcând clic pe link-ul de lângă Alegeţi la Cursul de căutare şi opţiunile Solicit, respectiv, şi alegerea unui curs de la fereastra pop-up care apare
ru_ru: Вы должны сначала выбрать студента с помощью Найти экране Студенческая поиска. Вы можете искать для студентов, которые обратились с просьбой конкретного курса или запрос, нажав на ссылку Выбрать рядом с курса параметры поиска и запросов, соответственно, и выбор курса от всплывающем окне, которое появляется
sk_sk: Najprv je nutné vybrať študent pomocou Nájsť Student vyhľadávanie. Môžete hľadať pre študentov, ktorí požiadali o konkrétny kurz alebo požiadavku kliknutím na odkaz Vyberte si vedľa možnosťou vyhľadávania kurzu a priania, a ktorá Výber študijného programu z okna sa zobrazí
sl_si: Najprej morate izbrati študent s pomočjo Najdi zaslon Student iskanja. Iščete lahko za študente, ki so zahtevali določeno pot ali zahtevo s klikom na povezavo Izberi poleg Course možnosti iskanja in Request oziroma izbiri in seveda iz pojavnega okna, ki se pojavi
sq_al: Ju duhet së pari të zgjidhni një student duke përdorur Gjej të një ekran kërkim Student. Ju mund të kërkoni për studentët të cilët kanë kërkuar një kurs të caktuar ose të kërkojë duke klikuar në linkun Zgjidhni pranë kursit opsione kërkimi dhe Kërkesa respektivisht dhe zgjedhjen e një kurs nga dritare popup që duket
sr_rs: Прво морате изабрати студента користећи Пронађи екран Студентски претрагу. Можете претраживати за студенте који су тражили одређени предмет или захтев кликом на Изаберите везу поред опције претраживања Ток и захтева односно и избор курса искачући прозор који се појави
sv_se: Du måste först välja en elev med hjälp Hitta en skärm Student sökning. Du kan söka för studenter som har begärt en viss kurs eller begäran genom att klicka på Välj länken bredvid sökalternativ Kurs-och Begär respektive och välja en kurs från popup-fönstret som visas
th_th: ก่อนอื่นคุณต้องเลือกนักเรียนโดยการใช้หน้าจอค้นหาการค้นหานักศึกษา คุณสามารถค้นหาสำหรับนักเรียนที่มีการร้องขอเป็นหลักสูตรที่เฉพาะเจาะจงหรือการร้องขอโดยการคลิกลิงค์เลือกที่อยู่ถัดจากตัวเลือกการค้นหาหลักสูตรและการขอตามลำดับและการเลือกหลักสูตรจากหน้าต่างป๊อปอัพที่ปรากฏขึ้น
tr_tr: Önce Öğrenci arama ekranı kullanarak bir öğrenci seçmek gerekir. Sırasıyla arama seçenekleri Ders ve İstek yanındaki Seç bağlantısını tıklayarak ve açılan pencereden görünen bir ders seçiminde belirli bir ders ya da istek talep etmiş öğrenciler için arama yapabilirsiniz
uk_ua: Ви повинні спочатку вибрати студента за допомогою Знайти екрані Студентська пошуку. Ви можете шукати для студентів, які звернулися з проханням конкретного курсу або запит, натиснувши на посилання Вибрати поруч з курсу параметри пошуку і запитів, відповідно, і вибір курсу від спливаючому вікні, яке з&#39;являється
wa_be: Rhaid i chi ddewis fyfyriwr drwy ddefnyddio&#39;r Dod o hyd i Fyfyrwyr sgrin chwilio. Gallwch chwilio am fyfyrwyr sydd wedi gofyn am gwrs penodol neu wneud cais drwy glicio ar y ddolen Dewiswch wrth ymyl y dewisiadau chwilio a Cais Cwrs yn y drefn honno a dewis cwrs oddi wrth y ffenest pop-up sy&#39;n ymddangos
zh_tw: 您必須先選擇一個學生通過查找一個學生搜索屏幕。您可以搜索學生誰要求一個特定的課程或要求通過點擊選擇鏈接旁邊的搜索選項課程和要求分別選擇一門課程，從彈出的窗口中

source: To add a course to the students schedule, click on the Add a Course link next to the add icon
af_za: Om &#39;n kursus aan die studente skedule te voeg, klik op die knoppie met die&#39; n kursus skakel langs die add ikoon
ar_dz: إضافة بالطبع إلى جدول الطلاب ، وانقر على إضافة ارتباط الدورة المقبلة لإضافة رمز
be_by: Каб дадаць курс з графікам студэнты, націсніце Дадаць курс спасылку побач з дадаць значок
bg_bg: За да добавите курс за студентите график, щракнете върху бутона добави курс връзка до добавката икона
bn_bd: ছাত্রদের করতে Schedule একটি কোর্স যোগ যুক্ত করুন, একটি কোর্স লিংক পরবর্তী যোগ আইকন ক্লিক করুন
da_dk: For at tilføje et kursus for de studerende planlægge, skal du klikke på Tilføj en bane linket ved siden af ​​Tilføj-ikonet
el_gr: Για να προσθέσετε μια σειρά μαθημάτων με το πρόγραμμα οι μαθητές, κάντε κλικ στο Προσθήκη συνδέσμου Γήπεδο δίπλα στο εικονίδιο Προσθήκη
et_ee: Lisada kursuse üliõpilased ajakava, klõpsa Add Course linki lisada ikoon
fa_ir: برای اضافه کردن البته به برنامه دانش آموزان ، در مورد اضافه کردن کلیک کنید درس یک لینک در کنار آیکون اضافه کنید
fi_fi: Voit lisätä kurssin opiskelijoiden aikataulu, klikkaa Lisää kurssi linkkiä Lisää kuvake
ga_ie: Aghaidh chuig cúrsa a chur leis an sceideal do mhic léinn, cliceáil ar an nasc Cuir Cúrsa in aice leis an deilbhín chur
gl_gl: Para engadir un curso co programa alumnos, prema na ligazón Engadir un curso xunto ao icono engadir
hr_hr: Da biste dodali tečaj za studente raspored, kliknite na Dodaj tečaj vezu uz dodavanje ikone
hu_hu: Hozzáadása természetesen a diákok menetrend, kattintson az Add a pálya linkre az add ikon
is_is: Til að bæta námskeið fyrir nemendur áætlun, smella á Bæta við Course tengilinn við hliðina á bæta við táknið
ja_jp: 学生のスケジュールにコースを追加するには、次の追加アイコンにコースを追加]リンクをクリック
lt_lt: Norėdami pridėti kursą studentams tvarkaraščio, spustelėkite Pridėti pridėti piktogramą šalia kursai nuorodą
lv_lv: Lai pievienotu kursu studenti grafiku, noklikšķiniet uz Pievienot Course saiti blakus pievienotu ikonu
mk_mk: За да додадете курс на студентите распоред, кликнете на Додади курс линк до додадете икона
nn_no: For å legge til en kurs til studentene planlegge, klikk på Legg til en kurs kobling ved siden av legge ikonet
pl_pl: Aby dodać pole do harmonogramu studentów, kliknij na link Dodaj pole obok dodać ikonę
pt_pt: Para adicionar um curso com o cronograma alunos, clique no link Adicionar um curso ao lado do ícone adicionar
ro_ro: Pentru a adăuga un curs pentru programul elevilor, faceţi clic pe Adaugă o legătură curs de lângă pictograma de adăugare
ru_ru: Чтобы добавить курс с графиком студенты, нажмите Добавить курс ссылку рядом с добавить значок
sk_sk: Ak chcete pridať kurz pre študentov plánu, kliknite na tlačidlo Pridať odkaz vedľa kurzu na ikonu Add
sl_si: Če želite dodati poti, da urnik študentov, kliknite na Dodaj Course povezavo zraven dodati ikono
sq_al: Për të shtuar një kurs për orarin e nxënësve, klikoni ne Shto një lidhje e kursit të ardhshëm në ikonën shtuar
sr_rs: Да бисте додали курс за распоред студената, кликните на Додај везу Курс поред додати икону
sv_se: För att lägga till en kurs till studenterna schemat, klicka på Lägg till en kurs länken bredvid ikonen Lägg till
th_th: ในการเพิ่มหลักสูตรที่จะกำหนดเวลาให้นักเรียนคลิกที่เพิ่มลิงค์หลักสูตรถัดจากไอคอนเพิ่ม
tr_tr: Öğrencilerin programı bir ders eklemek için, Ekle ekleme simgesinin yanındaki Ders bağlantısını tıklayın
uk_ua: Щоб додати курс до графіка студенти, натисніть Додати курс посилання поруч із додати значок
wa_be: I ychwanegu cwrs i fyfyrwyr yr amserlen, cliciwch ar y ddolen Ychwanegwch Cwrs wrth ymyl yr eicon ychwanegu
zh_tw: 要增加一門課程對學生的時間表，點擊添加課程鏈接旁邊添加圖標

source: and select a course from the popup window that appears. The screen will automatically refresh to show the course addition.
af_za: en kies &#39;n kursus van die pop-up &quot;venster wat verskyn. Die skerm sal outomaties bygewerk om die kursus Daarbenewens om aan te toon.
be_by: і абярыце курс з ўсплывае акна, якое з&#39;яўляецца. На экране будзе аўтаматычна абнаўляцца, каб паказаць ход таго.
bg_bg: и изберете курс от изскачащ прозорец, който се появява. На екрана ще се обновява автоматично, за да покаже, освен разбира се.
bn_bd: এবং পপআপ উইন্ডো প্রদর্শিত থেকে একটি কোর্স নির্বাচন. পর্দা স্বয়ংক্রিয়ভাবে কোর্স ছাড়াও প্রদর্শন রিফ্রেশ হবে.
da_dk: og vælge et kursus fra popup vindue, der vises. Skærmen vil automatisk opdateres for at vise kurset tilføjelse.
el_gr: και επιλέξτε ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται. Η οθόνη θα ανανεωθεί αυτόματα για να δείξει την προσθήκη πορεία.
et_ee: ja valige kursuse popup aken, mis ilmub. Ekraan automaatselt värskendada näidata muidugi lisaks.
fa_ir: و البته از پنجره پنجره که ظاهر می شود را انتخاب کنید. صفحه نمایش به طور خودکار نشان می دهد علاوه بر این البته به روز کردن.
fi_fi: ja valitse kurssi aukeavasta ikkunasta. Näyttö päivittyy automaattisesti näyttämään kurssin lisäksi.
ga_ie: agus roghnaigh cúrsa as an fhuinneog aníos gur dealraitheach. Beidh an scáileán a athnuachan go huathoibríoch a thaispeáint ar an Chomh maith leis gcúrsa.
gl_gl: e seleccionar un curso desde a fiestra que aparece. A pantalla será actualizada automaticamente para mostrar a outra cara por suposto.
hr_hr: i odaberite tečaj iz popup prozor koji se pojavi. Na zaslonu će se automatski osvježiti pokazati tečaj dodatak.
hu_hu: és válassza ki a tanfolyam a felugró ablakban jelenik meg. A képernyő automatikusan frissül, hogy bemutassák a tanfolyam mellett.
is_is: og veldu námskeið frá almenningur glugganum sem birtist. Skjárinn mun sjálfkrafa uppfæra til að sýna að sjálfsögðu viðbót.
ja_jp: と表示されるポップアップウィンドウからコースを選択します。画面は自動的にコースの追加を表示するために更新されます。
lt_lt: ir pasirinkite iš lango, kuris pasirodo. Ekranas bus automatiškai atnaujintas, žinoma, to parodyti.
lv_lv: un izvēlieties kursu no uznirstošo logu, kas parādās. Ekrāns automātiski atsvaidzināt parādīt kursa papildinājums.
mk_mk: и одберете курс од скокачки прозорец што се појавува. На екранот автоматски ќе се освежи да покаже разбира прилог.
nn_no: og velge et kurs fra popup-vinduet som vises. Skjermen vil automatisk oppdateres til å vise kurset tillegg.
pl_pl: i wybierz kurs z wyskakującego okna, które się pojawi. Ekran zostanie automatycznie odświeżona, aby pokazać oprócz oczywiście.
pt_pt: e selecionar um curso a partir da janela pop-up que aparece. A tela será atualizada automaticamente para mostrar o outro lado é claro.
ro_ro: şi selectaţi un curs de la fereastra pop-up care apare. Ecranul se va actualiza automat pentru a afişa plus curs.
ru_ru: и выберите курс из всплывающего окна, которое появляется. На экране будет автоматически обновляться, чтобы показать ход того.
sk_sk: a vyberte kurz v pop-up okne, ktoré sa objavia. Na obrazovke sa automaticky aktualizovať ukázať kurz navyše.
sl_si: in izberite tečaj iz pojavnega okna, ki se pojavi. Na zaslonu se bo samodejno osvežite pokazati potek tega.
sq_al: dhe zgjidhni një kurs nga dritare popup që duket. Ekran automatikisht do të rifreskoni të tregojë më tepër kurs.
sr_rs: и изаберите курса прозор који се појави. Екран ће се аутоматски освежити да покаже додатак курс.
sv_se: och välj en kurs från popup-fönstret som visas. Skärmen uppdateras automatiskt för att visa kursen tillägg.
th_th: และเลือกหลักสูตรจากหน้าต่างป๊อปอัพที่ปรากฏขึ้น หน้าจอจะรีเฟรชโดยอัตโนมัติเพื่อแสดงนอกจากนี้การเรียนการสอน
tr_tr: ve açılan pencereden görünen bir ders seçin. Ders eklenmesini göstermek için ekranı otomatik olarak yenilenir.
uk_ua: і виберіть курс із спливаючого вікна, яке з&#39;являється. На екрані буде автоматично оновлюватися, щоб показати хід того.
wa_be: a dewis cwrs oddi wrth y ffenest pop-up sy&#39;n ymddangos. Bydd y sgrin yn awtomatig adfywio i ddangos yr ychwanegiad cwrs.
zh_tw: 並選擇一門課程從彈出窗口中。屏幕會自動刷新，顯示該課程除。

source: To drop an existing course, click on the delete icon
af_za: Om &#39;n bestaande kursus te laat val, kliek op die ikoon te verwyder
ar_dz: لإسقاط دورة الحالية ، انقر على أيقونة حذف
be_by: Каб выдаліць існуючы курс, націсніце на значок выдалення
bg_bg: За да пуснете един съществуващ курс, кликнете върху иконата за изтриване
bn_bd: উপস্থিত কোনো কোর্স ড্রপ মুছে আইকনে ক্লিক করুন
da_dk: At droppe et eksisterende kursus, skal du klikke på ikonet Slet
el_gr: Για να αποβάλετε ένα υπάρχον μάθημα, κάντε κλικ στο εικονίδιο διαγραφής
et_ee: Tilk olemasoleva kursuse, kliki kustutada ikoon
fa_ir: برای رها کردن دوره های موجود ، را بر روی آیکون حذف کلیک کنید
fi_fi: Jos haluat poistaa nykyisen kurssin, klikkaa Poista-kuvaketta
ga_ie: Le titim ar chúrsa atá ann cheana féin, cliceáil ar an deilbhín scriosadh
gl_gl: Para soltar un curso existente, prema na icona de exclusión
hr_hr: Za pad postojeće naravno, kliknite na ikonu za brisanje
hu_hu: A csökkenés egy meglévő tanfolyam, kattintson a törlés ikonra
is_is: Til að sleppa núverandi námskeið, smella á eyða táknið
ja_jp: 既存のコースを削除するには、削除アイコンをクリックしてください
lt_lt: Norėdami išjungti esamą kursą, spauskite ištrinti piktogramą
lv_lv: Lai atvienotu pašreizējo kursu, noklikšķiniet uz Dzēst ikonas
mk_mk: Да се ​​откажат од постоечки разбира, кликнете на иконата избришете
nn_no: For å slippe en eksisterende kurs, klikk på slett ikonet
pl_pl: Aby usunąć istniejącego kursu, kliknij ikonę usuwania
pt_pt: Para soltar um curso existente, clique no ícone de exclusão
ro_ro: Pentru a picătură un curs existent, faceţi clic pe pictograma şterge
ru_ru: Чтобы удалить существующий курс, нажмите на значок удаления
sk_sk: K poklesu súčasného kurzu, kliknite na ikonu Odstrániť
sl_si: Za padec obstoječe seveda, kliknite na ikono izbrisati
sq_al: Të bjerë një kurs ekzistuese, kliko në ikonën fshini
sr_rs: Да одустане од постојећег, наравно, кликните на икона за брисање
sv_se: Att släppa en befintlig kurs, klicka på ikonen Ta bort
th_th: เพื่อวางเป็นหลักสูตรที่มีอยู่แล้วให้คลิกที่ไอคอนลบ
tr_tr: Varolan dersin bırakmak için, sil simgesini tıklayın.
uk_ua: Щоб видалити існуючий курс, натисніть на значок видалення
wa_be: Er mwyn gollwng cwrs sy&#39;n bodoli eisoes, cliciwch ar yr eicon ddileu
zh_tw: 要刪除現有的課程，點擊刪除圖標

source: next to the course you want to drop from the students schedule.
af_za: langs die kursus wat jy wil laat val van die studente skedule.
be_by: побач вядома, вы хочаце выдаліць з раскладу студэнтаў.
bg_bg: до курса, който искате да се откажа от студентите график.
bn_bd: পরবর্তী অবশ্যই আপনি ছাত্র তফসিল থেকে ড্রপ করতে ইচ্ছুক.
da_dk: ved siden af ​​det kursus, du ønsker at slippe fra de studerende tidsplan.
el_gr: δίπλα από το μάθημα στο οποίο θέλετε να ρίξει από το πρόγραμμα οι μαθητές.
et_ee: kõrval muidugi soovite langus õpilased ajakava.
fa_ir: در کنار این دوره شما می خواهید از برنامه دانش آموزان افت.
fi_fi: vieressä kurssin haluat pudottaa opiskelijoilta aikataulusta.
ga_ie: in aice leis an cúrsa ar mian leat titim as an sceideal do mhic léinn.
gl_gl: xunto o curso que quere deixar caer a partir do programa alumnos.
hr_hr: uz kolegij u radu kojeg želite ispustiti iz studenata raspored.
hu_hu: mellett a tanfolyam akar dobni a diákok menetrend.
is_is: við hliðina á þá áfanga sem þú vilt að falla frá nemendum áætlun.
ja_jp: コー​​スに隣接して、学生のスケジュールから削除する。
lt_lt: šalia kurso norite sumažėti nuo studentų tvarkaraščio.
lv_lv: blakus protams, jūs vēlaties piliens no studentiem grafika.
mk_mk: до курсот кој сакате да се откажат од студентите распоред.
nn_no: ved siden av kurset du ønsker å slippe fra studentene planen.
pl_pl: obok oczywiście chcesz usunąć z harmonogramu studentów.
pt_pt: ao lado o curso que você quer deixar cair a partir do cronograma alunos.
ro_ro: de lângă cursul la care vrei să scadă din programul elevilor.
ru_ru: рядом конечно, вы хотите удалить из расписания студентов.
sk_sk: vedľa kurzu, ktorý chcete k poklesu z radov študentov programu.
sl_si: poleg seveda želite padec od urnik študentov.
sq_al: pranë natyrisht që ju dëshironi të heqin nga orar studentët.
sr_rs: поред курс у ком желите да одустане од распореда студената.
sv_se: bredvid den kurs du vill släppa från studenterna schema.
th_th: ถัดจากสนามที่คุณต้องการจะลดลงจากช่วงเวลาที่นักเรียน
tr_tr: ders yanında öğrencilerin programı damla istiyorum.
uk_ua: поруч звичайно, ви хочете видалити з розкладу студентів.
wa_be: wrth ymyl y cwrs yr ydych am i ollwng o&#39;r amserlen myfyrwyr.
zh_tw: 旁邊的當然要下降，由學生的時間表。
