Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To change the course period of a course for the student, click on the Period Teacher of the course you want to change and select the new course period. You can also change the term in the same fashion.
af_za: Om die loop van &#39;n kursus vir die student te verander, kliek op die tydperk Onderwyser van die kursus waaraan jy wil die nuwe kursus te verander en te kies. Jy kan ook die term in dieselfde manier.
be_by: Каб змяніць ход перыяд курс для студэнтаў, націсніце на перыяд Настаўнік вядома, вы хочаце змяніць, і выберыце новы перыяд курсу. Вы таксама можаце змяніць тэрмін у той жа моды.
bg_bg: За да промените хода период на курс за студент, кликнете върху периода Учител на Разбира се, че искате да промените и изберете новия период, разбира се. Можете също да промените срока по същия начин.
bn_bd: থেকে ছাত্র জন্য একটি কোর্সের কোর্সের মেয়াদ পরিবর্তন কোর্স আপনি এবং পরিবর্তন নতুন কোর্সের মেয়াদ নির্বাচন চান সময়কালের শিক্ষক উপর ক্লিক করুন. আপনি একই ফ্যাশন মধ্যে শব্দ পরিবর্তন করতে পারেন.
da_dk: For at ændre kursen periode på et kursus for de studerende, skal du klikke på perioden Lærer af kurset, du vil ændre, og vælge den nye kurs periode. Du kan også ændre udtrykket på samme måde.
el_gr: Για να αλλάξετε τη διάρκεια της περιόδου μια σειρά μαθημάτων για το μαθητή, κάντε κλικ στο Δάσκαλος Περίοδος την πορεία που θέλετε να αλλάξετε και επιλέξτε τη νέα περίοδο μαθημάτων. Μπορείτε επίσης να αλλάξετε τον όρο με τον ίδιο τρόπο.
et_ee: Muuta kursuse aja kursuse üliõpilane, klõpsa perioodile õpetaja kursus, mida soovite muuta ja valige uue kursuse jooksul. Saate muuta ka termini sama moodi.
fa_ir: برای تغییر دوره دوره دوره برای دانش آموز ، معلم دوره درسی که می خواهید به تغییر و انتخاب دوره دوره جدید کلیک کنید. شما همچنین می توانید این اصطلاح در مد همان تغییر دهید.
fi_fi: Voit muuttaa kurssin aikana kurssin opiskelija, klikkaa Period opettaja kurssin haluat muuttaa ja valita uuden kurssin aikana. Voit myös vaihtaa aikavälillä samalla tavalla.
ga_ie: A athrú ar an tréimhse le linn cúrsa don mhac léinn, cliceáil ar an Múinteoir Tréimhse an cúrsa ar mian leat a athrú agus roghnaigh an tréimhse cúrsa nua. Is féidir leat freisin an téarma sa bhealach céanna.
gl_gl: Para cambiar o período do curso dun curso para o alumno, faga clic sobre o Profesor Período do curso que desexa cambiar e selecciona o período novo curso. Tamén pode cambiar o prazo do mesmo xeito.
hr_hr: Da biste promijenili tijek razdoblje tečaj za studenta, kliknite na razdoblje Učitelj kolegij u radu kojeg želite izmijeniti i odaberite novi tečaj razdoblja. Također možete promijeniti termin na isti način.
hu_hu: A változás során időszakban a tanfolyam a hallgató, kattintson időszakra tanár a kurzus a módosítani kívánt, és válassza ki az új kurzus alatt. Azt is megváltoztathatja a kifejezést az azonos módon.
is_is: Til að breyta námskeiði sem er að sjálfsögðu fyrir nemandann, smelltu á Gildistími kennari þá áfanga sem þú vilt breyta og velja nýja stefnu tímabilinu. Þú getur einnig breytt tíma á sama hátt.
ja_jp: 学生のためのコースのコース期間を変更するには、新しいコースの期間を変更し、選択したいコースの期間の教師をクリックしてください。また、同じ方法で用語を変更することができます。
lt_lt: Norėdami pakeisti kursą laikotarpiui studentas, spustelėkite Laikotarpis Mokytojų Žinoma, jūs norite pakeisti, ir pasirinkite naują kursą laikotarpiui. Terminas taip pat galite keisti pačios mados.
lv_lv: Lai mainītu kursu laikā kursu students, noklikšķiniet uz periodu skolotājs protams, jūs vēlaties mainīt, un atlasiet jauno kursu periods. Jūs varat arī mainīt terminu tādā pašā veidā.
mk_mk: За да го промените текот период на курсот за ученикот, кликнете на периодот учител на курсот кој сакате да го промените и одберете нов курс период. Исто така може да го промени терминот на истиот начин.
nn_no: For å endre kursperioden av et kurs for studenten, klikk på perioden Lærer av kurset du vil endre og velg den nye kursperioden. Du kan også endre uttrykket på samme måte.
pl_pl: Aby zmienić okres trakcie kursu dla studentów, kliknij na Nauczyciel Okres w którym chcesz zmienić i wybrać nowy okres kursu. Można również zmienić termin w ten sam sposób.
pt_pt: Para alterar o período do curso de um curso para o aluno, clique sobre o Professor Período do curso que deseja alterar e selecione o período novo curso. Você também pode alterar o prazo da mesma forma.
ro_ro: Pentru a schimba cursul perioadei de un curs pentru student, faceţi clic pe Profesor Perioada de cursul la care doriţi să o modificaţi şi selectaţi perioada de nou curs. Puteţi schimba, de asemenea, la termen în acelaşi mod.
ru_ru: Чтобы изменить ход период курс для студентов, щелкните на период Учитель конечно, вы хотите изменить, и выберите новый период курса. Вы также можете изменить срок в той же моды.
sk_sk: Ak chcete zmeniť počas obdobia kurzu pre študentov, kliknite na obdobie učiteľ kurzu, ktorý chcete zmeniť a vyberte nový kurz období. Môžete tiež zmeniť termín rovnakým spôsobom.
sl_si: Če želite spremeniti potek obdobje seveda za študenta, kliknite na obdobje Učitelj seveda ga želite spremeniti, in izberite novo obdobje tečaja. Spremenite lahko tudi izraz na enak način.
sq_al: Për të ndryshuar rrjedhën e periudhës së një kurs për student, klikoni mbi Mësuesi Periudha e natyrisht që ju dëshironi për të ndryshuar dhe zgjidhni periudhë të re kurs. Ju gjithashtu mund të ndryshojë gjatë në të njëjtën mënyrë.
sr_rs: Да бисте променили време током курса за студента, кликните на период Наставник курс у ком желите да промените и изаберите нови период курс. Такође можете променити термин на исти начин.
sv_se: För att ändra kurs under en kurs för den studerande, klicka på Period Lärare på kursen du vill ändra och välj den nya kursen perioden. Du kan också ändra uttrycket på samma sätt.
th_th: หากต้องการเปลี่ยนระยะเวลาการเรียนการสอนของหลักสูตรสำหรับนักเรียนให้คลิกที่ครูระยะเวลาของหลักสูตรที่คุณต้องการเปลี่ยนและเลือกระยะเวลาการเรียนการสอนใหม่ คุณยังสามารถเปลี่ยนระยะในแบบเดียวกัน
tr_tr: Bir dersin öğrenci için ders süresini değiştirmek için, yeni ders dönemi değiştirmek ve seçmek istediğiniz dersin Dönem Öğretmen tıklayın. Terimi de aynı şekilde değiştirebilirsiniz.
uk_ua: Щоб змінити хід період курс для студентів, клацніть на період Учитель звичайно, ви хочете змінити, і виберіть новий період курсу. Ви також можете змінити термін в тій же моди.
wa_be: I newid y cyfnod cwrs yn gwrs ar gyfer y myfyriwr, cliciwch ar yr Athrawon Cyfnod y cwrs yr ydych am newid a dethol y cyfnod cwrs newydd. Gallwch hefyd newid y term yn yr un modd.
zh_tw: 要改變課程期間的一門課程的學生，按上期教師的當然要選擇新的變化和課程的時期。您還可以改變長期以相同的方式。

source: All additions, deletions, and modifications to a students schedule are not made permanent until you click the Save button at the top of the screen and confirm your modifications. In addition, you will have to specify the effective date
af_za: Alle byvoegings, skrappings, en wysigings aan &#39;n studente-skedule is nie permanent totdat jy kliek op die Save-knoppie aan die bokant van die skerm en bevestig jou veranderinge. Daarbenewens sal jy die effektiewe datum te spesifiseer
be_by: Усе дапаўненні, выдалення і змены ў графік студэнты не заўсёды, што робіцца пакуль вы не націснеце кнопку Захаваць ў верхняй частцы экрана і пацвердзіце свае змены. Акрамя таго, вы павінны будзеце пазначыць дату ўступлення ў сілу
bg_bg: Всички добавки, заличавания, както и модификации на студенти график не са направени постоянни, докато не щракнете върху бутона Запазване в горната част на екрана и потвърдете промените си. В допълнение, Вие ще трябва да посочват датата на влизане в сила
bn_bd: সমস্ত সংযোজন, অনুমোদন, এবং পরিবর্তন একটি ছাত্র সময়সূচি স্থায়ী হয় পর্যন্ত আপনি পর্দার উপরের সেভ বাটন ক্লিক করে পরিবর্তন নিশ্চিত করা না. উপরন্তু, আপনি কার্যকরী তারিখ উল্লেখ করতে হবে
da_dk: Alle tilføjelser, sletninger og ændringer af en studerende tidsplanen ikke gøres permanent, før du klikker på knappen Gem øverst på skærmen, og bekræft dine ændringer. Derudover vil du nødt til at angive den effektive dato
el_gr: Όλες οι προσθήκες, διαγραφές και τροποποιήσεις σε ένα πρόγραμμα οι μαθητές δεν γίνονται μόνιμες μέχρι να κάνετε κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης και επιβεβαιώστε τις τροποποιήσεις σας. Επιπλέον, θα πρέπει να καθορίσετε την ημερομηνία έναρξης ισχύος
et_ee: Kõik lisandused, tühistamised ning muudatused õpilased ajakava ei ole tehtud püsiv kuni klõpsate nuppu Salvesta ülaosas ekraani ja kinnitage muudatusi. Lisaks pead täpsustama jõustumiskuupäev
fa_ir: تمام شده ، حذف ، و تغییر و به یک برنامه دانش آموزان دائمی ساخته می شوند تا بر روی دکمه ذخیره را کلیک کنید در بالای صفحه کلیک کنید و تایید تغییرات شما. علاوه بر این ، شما باید برای تعیین تاریخ موثر
fi_fi: Kaikki lisäykset, poistot ja muutokset opiskelijoille aikataulua ei vakinaistettu, kunnes napsautat Tallenna-painiketta yläreunassa näytön ja vahvista muutokset. Lisäksi sinun on määriteltävä voimaantulopäivä
ga_ie: Ní Gach breisithe, scriosadh, agus modhnuithe ar sceideal do mhic léinn atá déanta go dtí go buan tú cliceáil ar an gcnaipe Sábháil ag barr an scáileáin agus do modhnuithe a dhaingniú. Ina theannta sin, caithfidh tú a shonrú ar an dáta éifeachta
gl_gl: Todas as adicións, exclusións e modificacións cunha programación estudantes non son permanentes ata que prema no botón Gardar da parte superior da pantalla e confirmar as súas modificacións. Ademais, terá que especificar a data de vixencia
hr_hr: Sve dopune, brisanja i izmjene studenata rasporedu nisu napravili stalni dok ne kliknete na gumb Spremi na vrhu zaslona i potvrdite izmjene. Osim toga, morat ćete navesti na snagu
hu_hu: Minden kiegészítéseket, törléseket és módosításokat a diákok menetrend nem véglegesítették, amíg nem kattint a Mentés gombra a képernyő tetején, és hagyja jóvá a módosításokat. Ezen felül, akkor meg kell határozni a hatálybalépésének napját
is_is: Allar viðbætur, úrfellingum, og breytingar á nemendur áætlun er ekki gert varanlegt fyrr en þú smellir á Vista takkann efst á skjánum og staðfesta breytingar þínar. Að auki verður þú að tilgreina gildi
ja_jp: あなたが画面の上部にある[保存]ボタンをクリックし、変更を確定するまで、すべての追加、削除、および学生のスケジュールに変更が確定されていません。さらに、効果的な日付を指定する必要があります
lt_lt: Visi papildymų, trynimų ir studentų tvarkaraščio pakeitimus nėra nuolatinė, kol paspausite mygtuką &quot;Išsaugoti&quot; ekrano viršuje ir patvirtinkite savo pakeitimus. Be to, turėsite nurodyti, įsigaliojimo datą
lv_lv: Visi papildinājumi, svītrojumi un izmaiņas studentu grafiku netiek veikti pastāvīgi, kamēr jūs noklikšķiniet uz pogas Saglabāt augšpusē ekrānam un apstipriniet savu modifikācijas. Bez tam, jums būs jānorāda, spēkā stāšanās datumu
mk_mk: Сите дополнувања, бришења, и модификации на студентите распоред не се направени постојано додека не кликнете на копчето Зачувај на врвот на екранот и ја потврдите вашата модификации. Покрај тоа, ќе треба да се наведе на ефективниот датум
nn_no: Alle tillegg, slettinger og endringer til studenter tidsplan er ikke gjort permanent før du klikker på knappen Lagre øverst på skjermen og bekreft modifikasjoner. I tillegg må du spesifisere effektiv dato
pl_pl: Wszystkie dodatki, usunięcia i modyfikacji harmonogramu studenci nie są trwałe do momentu, kliknij przycisk Zapisz na górze ekranu i potwierdź zmiany. Ponadto, będziesz musiał określić datę wejścia w życie
pt_pt: Todas as adições, exclusões e modificações com uma programação estudantes não são permanentes até que você clique no botão Salvar na parte superior da tela e confirmar suas modificações. Além disso, você terá que especificar a data de vigência
ro_ro: Toate completări, eliminări, precum şi modificările la un program de studenţi nu sunt făcute permanent până când faceţi clic pe butonul Salvaţi din partea de sus a ecranului şi a confirma modificările dumneavoastră. În plus, va trebui să precizeze data intrării în vigoare
ru_ru: Все дополнения, удаления и изменения в график студенты не всегда, что делается пока вы не нажмете кнопку Сохранить в верхней части экрана и подтвердите свои изменения. Кроме того, вы должны будете указать дату вступления в силу
sk_sk: Všetky dodatky, likvidácie a úpravy študentov plánu nie sú trvalou kým kliknite na tlačidlo Uložiť v hornej časti obrazovky a potvrďte zmeny. Okrem toho budete musieť zadať dátum účinnosti
sl_si: Vsi dodatki, izbrisi in spremembe urnik študentov ni trajno, dokler ne kliknete na gumb Shrani na vrhu zaslona in potrdite spremembe. Poleg tega, boste morali določiti datum uveljavitve
sq_al: Të gjitha shtesat, grisjeve, dhe modifikime për një orar të nxënësit nuk janë bërë të përhershme derisa të klikoni butonin Ruaj në krye të ekranit dhe konfirmoni ndryshimet tuaja. Përveç kësaj, ju do të duhet të specifikojë datën efektive të
sr_rs: Све додавање, брисање и измене у распореду студенти нису направили сталан, до вас кликните на дугме Сачувај на врху екрана и потврдите измене. Осим тога, мораћете да одредите датум ступања на снагу
sv_se: Alla tillägg, borttagningar och ändringar i ett studenterna schema är inte permanent förrän du klickar på knappen Spara längst upp på skärmen och bekräfta dina ändringar. Dessutom måste du ange den dag då
th_th: เพิ่มทั้งหมดลบและปรับเปลี่ยนให้เป็นตารางนักเรียนจะไม่ได้ทำถาวรจนกว่าคุณจะคลิกปุ่มบันทึกที่ด้านบนของหน้าจอและยืนยันการแก้ไขของคุณ นอกจากนี้คุณจะต้องระบุวันที่มีประสิทธิภาพ
tr_tr: Ekranın üst kısmındaki Kaydet düğmesini tıklatın ve değişiklikler onaylamak kadar bütün ekleme, silme, öğrenci programı değişiklikler kalıcı değildir. Buna ek olarak, yürürlüğe girdiği tarihten belirtmeniz gerekecektir
uk_ua: Всі доповнення, видалення і зміни у графік студенти не завжди, що робиться поки ви не натиснете кнопку Зберегти у верхній частині екрану і підтвердіть свої зміни. Крім того, ви повинні будете вказати дату вступу в силу
wa_be: Nid yw&#39;r holl ychwanegiadau, dileadau, ac addasiadau i amserlen myfyrwyr yn cael eu gwneud barhaol nes i chi glicio ar y botwm Save ar frig y sgrin ac yn cadarnhau eich addasiadau. Yn ogystal, bydd yn rhaid i chi nodi&#39;r dyddiad dod i rym
zh_tw: 所有的添加，刪除和修改一個學生安排不永久，直到你點擊保存按鈕在屏幕上方，並確認您的修改。此外，您必須指定生效日期

source: the date on which your changes should take effect) on the confirmation screen.
af_za: die datum waarop jou veranderinge moet op die bevestiging skerm effek).
ar_dz: التاريخ الذي ينبغي أن التغييرات نافذة المفعول) على الشاشة التأكيد.
be_by: Дата, на якую вашыя змены павінны ўступіць у сілу) на экране пацверджання.
bg_bg: датата, на която вашите промени следва да вземат ефект) на екрана за потвърждение.
bn_bd: তারিখ উপর যা আপনার পরিবর্তন নিশ্চায়ন পর্দায় প্রভাব) নিতে হবে.
da_dk: den dato, hvor dine ændringer skal træde i kraft) på skærmbilledet til bekræftelse.
el_gr: την ημερομηνία κατά την οποία οι αλλαγές σας θα τεθούν σε ισχύ) στην οθόνη επιβεβαίωσης.
et_ee: kuupäeva, mil oma muudatused peaksid jõustuma) kohta kinnituse ekraanil.
fa_ir: از تاریخ که در آن تغییرات شما باید اثر) بر روی صفحه نمایش تایید.
fi_fi: jona muutokset on tarkoitus tulla voimaan) vahvistusnäyttöruudulla.
ga_ie: an dáta ar ar chóir do chuid athruithe a chur i bhfeidhm) ar an scáileán deimhniú.
gl_gl: a data en que os cambios deben ter efecto) na pantalla de confirmación.
hr_hr: datum na koji bi promjene stupile na snagu) na ekran za potvrdu.
hu_hu: az időpont, amikor a változások életbe léptetéséhez) a megerősítést kérő képernyőn.
is_is: þeim degi sem breytingarnar ættu að taka gildi) á staðfestingu skjánum.
ja_jp: 変更内容が確認画面で）を有効にする日付。
lt_lt: tos dienos, kai jūsų pakeitimus, reikėtų atsižvelgti poveikis) patvirtinimo ekrane.
lv_lv: datums, kurā izmaiņas jāstājas spēkā) uz apstiprinājuma ekrāna.
mk_mk: датумот на кој промените треба да стапи на сила) за потврда екранот.
nn_no: den dato endringene skal tre i kraft) på bekreftelsesskjermbildet.
pl_pl: dnia, w którym zmiany powinny wejść w życie) na ekranie potwierdzenia.
pt_pt: a data em que as alterações devem ter efeito) na tela de confirmação.
ro_ro: la data la care modificările dvs. ar trebui să ia în vigoare), pe ecranul de confirmare.
ru_ru: Дата, на которую ваши изменения должны вступить в силу) на экране подтверждения.
sk_sk: odo dňa, kedy sa zmeny by mali efekt) na potvrdzovací obrazovke.
sl_si: datum, na katerih naj bodo spremembe začele veljati), na potrditev zaslonu.
sq_al: data në të cilën ndryshimet tuaja duhet të hyjë në fuqi) në ekran konfirmimit.
sr_rs: дана када промене ће ступити на снагу) на екран за потврду.
sv_se: den dag då dina ändringar bör träda i kraft) på bekräftelseskärmen.
th_th: วันที่การเปลี่ยนแปลงของคุณควรจะมีผล) บนหน้าจอการยืนยันของ
tr_tr: Yaptığınız değişiklikleri onay ekranında etkisi) hangi tarih.
uk_ua: Дата, на яку ваші зміни повинні набути чинності) на екрані підтвердження.
wa_be: y dyddiad y dylai eich newidiadau ddod i rym) ar y sgrin gadarnhau.
zh_tw: 的日期變更應生效）確認屏幕上。

source: Student Requests
af_za: Studente Versoeke
ar_dz: طالب يطلب
be_by: Студэнцкая просіць
bg_bg: Студентски Заявки
bn_bd: ছাত্র অনুরোধ
da_dk: Student Anmodninger
el_gr: Αιτήσεις σπουδαστών
es_es: Solicitudes del Alumno
et_ee: Student taotlused
fa_ir: درخواست دانشجویی
fi_fi: Opiskelija pyynnöt
ga_ie: Iarratais do Mhic Léinn
gl_gl: As solicitudes de estudante
hr_hr: Studentski zahtjevi
hu_hu: Hallgatói kérések
is_is: Námsmaður Beiðnir
ja_jp: 学生の要求
lt_lt: Studentų Prašymai
lv_lv: Studentu Pieprasījumi
mk_mk: Студент Барања
nn_no: Student Forespørsler
pl_pl: Wnioski Student
pt_pt: Os pedidos de estudante
ro_ro: Student Cereri
ru_ru: Студенческая просит
sk_sk: Študent Žiadosti
sl_si: Student Prošnje
sq_al: Kërkesat e studentëve
sr_rs: Студентски захтеви
sv_se: Student Begäran
th_th: ขอนักศึกษา
tr_tr: Öğrenci İstekler
uk_ua: Студентська просить
wa_be: Ceisiadau i Fyfyrwyr
zh_tw: 學生要求
