Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: is a report that shows the number of students, days possible, the number of student days present, the number of student days absent, and the Average Daily Attendance per day for any date range at your school. These numbers are broken down by grade.
af_za: is &#39;n verslag wat toon die aantal studente, dae moontlik, die getal van die student dae teenwoordig is, die getal van die student dae afwesig is, en die gemiddelde daaglikse bywoning per dag vir&#39; n periode by jou skool. Hierdie getalle word afgebreek deur die graad.
be_by: з&#39;яўляецца справаздачу, які паказвае колькасць студэнтаў, дні магчыма, колькасць студэнцкіх дзён цяперашні час колькасць студэнцкіх дзён адсутнічае, а сярэдні дзённай наведвальнасці ў дзень для любога дыяпазону дат у Вашай школе. Гэтыя лічбы разбіты па класах.
bg_bg: е доклад, който показва броя на студентите, дни е възможно, броя на студентите дни представят, броят на студентската скамейка отсъстват, а среднодневното присъствие на ден за всеки период от време във вашето училище. Тези номера са разпределени по степен.
bn_bd: একটি রিপোর্ট যে ছাত্রদের সংখ্যা দেখায়, দিন সম্ভব, ছাত্র দিনের সংখ্যা বর্তমান, ছাত্র দিন অনুপস্থিত, এবং মাঝামাঝি প্রতিদিন দৈনিক আপনার স্কুলে এ্যাটেনডেন্স কোন সময়সীমার জন্য সংখ্যা. এই সংখ্যার গ্রেড হয় ভাগ.
da_dk: er en rapport, der viser antallet af studerende, dage det er muligt, at antallet af studerende dage til stede, er antallet af studerende dage ude, og den gennemsnitlige daglige Deltagelse per dag for alle datointerval på din skole. Disse numre er opdelt efter klassetrin.
el_gr: Είναι μια έκθεση που δείχνει τον αριθμό των φοιτητών, των ημερών είναι δυνατόν, ο αριθμός των ημερών σπουδαστών του παρόντος, ο αριθμός των μαθητών απουσιάζουν ημέρες και η μέση ημερήσια Συμμετοχή ανά ημέρα για οποιοδήποτε χρονικό διάστημα στο σχολείο σας. Αυτοί οι αριθμοί κατά βαθμό.
et_ee: on raporti, mis näitab õpilaste arvu päeva võimalik õpilaste arv päeva kohal, õpilaste arv äraoleku päeva ja päeva keskmine osavõtt päevas tahes perioodi teie koolis. Need numbrid on jaotatud klassi.
fa_ir: گزارش نشان می دهد که تعدادی از دانش آموزان است ، ممکن است روز ، تعداد روز های دانشجویی در حال حاضر ، تعدادی از روزهای دانشجویی وجود ندارد ، و حضور و غیاب روزانه به طور متوسط ​​در هر روز برای هر محدوده تاریخ در مدرسه شما. این شماره ها را توسط کلاس شکسته شد.
fi_fi: on raportin, jossa näkyy joukko opiskelijoita, päivän mahdollista, opiskelijapaikkojen päivän hetkellä opiskelijapaikkojen päivää poissa, ja keskimääräinen päivittäinen osallistuminen päivässä tahansa aikajaksolta koulussanne. Nämä numerot ovat jakautuneet virkoihin.
ga_ie: tá tuarascáil a léiríonn líon na mac léinn, laethanta is féidir é, an líon laethanta mac léinn i láthair, líon na laethanta mac léinn as láthair, agus an Freastal Meánlíon na nÍosluchtuithe sa lá d&#39;aon réimse dáta ar do scoil. Na huimhreacha seo briste síos de réir gráid.
gl_gl: é un informe que amosa o número de alumnos, día posible, o número de días de estudante actual, o número de días de estudante ausente, ea atención medio diario por día a calquera rango de datas na súa escola. Estes números son discriminadas por grao.
hr_hr: je izvještaj koji pokazuje broj studenata, dana je moguće, broj studentskih dana sadašnjosti, broj studentskih dana odsutna, a prosječan dnevni posjećenost po danu za bilo koji datumski raspon u svojoj školi. Ovi brojevi su oborio po razredu.
hu_hu: egy jelentést, amely azt mutatja, a hallgatók száma, nappal lehetséges, hogy hány diák napok száma, a hallgatói napok hiányzik, és az átlagos napi látogatása naponta minden dátumtartomány az iskolában. Ezek a számok szerinti bontásban minőségű.
is_is: er skýrsla sem sýnir fjölda nemenda, daga mögulegt, fjölda daga nemandi staðar, fjölda daga nemandi fjarverandi, og meðal Daily Aðsókn á dag fyrir hvaða tímabil í skólanum þínum. Þessar tölur eru sundurliðaðar eftir bekk.
ja_jp: 生徒の数が、可能な日数、現在の学生の日数、欠席の生徒の日数、およびあなたの学校で任意の日付範囲の一日あたりの日別平均入場者数を示すレポートです。これらの数値はグレード別に分類されています。
lt_lt: ataskaitą, kuri rodo, studentų skaičius, dienų, studentų dienų skaičius, studentų dienų, o vidutinė dienos Dalyvavimas per dieną bet kurio laikotarpio, tavo mokykloje. Šie skaičiai suskirstomi pagal rangą.
lv_lv: ir ziņojums, kas parāda studentu skaits, dienu iespējams studentu dienu skaitu klāt, skaitu studentu dienas prom, un vidējais dienas apmeklējums dienā jebkurā datumu diapazonā jūsu skolā. Šie skaitļi ir sadalīti pa kategorijām.
mk_mk: е извештај, кој покажува бројот на студентите, денови е можно, бројот на студентските денови моментов, бројот на студентските денови отсутни, а просечната дневна Публика на ден за секој период во вашето училиште. Овие броеви се поделени по одделение.
nn_no: er en rapport som viser antall studenter, mulig dager, antall student dager stede, antall student fraværsdager, og den gjennomsnittlige daglige frammøte per dag for alle datoperioder på skolen din. Disse tallene er brutt ned etter klassetrinn.
pl_pl: jest raport, który pokazuje liczbę studentów, dzień to możliwe, liczbę dni studenta Obecnie liczba dni nieobecności ucznia, a średnie dzienne Studia dziennie dla dowolnego okresu w szkole. Liczby te są podzielone na klasy.
pt_pt: é um relatório que mostra o número de alunos, dia possível, o número de dias de estudante atual, o número de dias de estudante ausente, eo atendimento médio diário por dia para qualquer intervalo de datas em sua escola. Estes números são discriminadas por grau.
ro_ro: este un raport care arată numărul de studenţi, zile posibil, numărul de zile de studenţi prezenţi, numărul de zile de absenţă studenţi, şi prezenţe în medie pe zi pe zi pentru orice gama de data la şcoală. Aceste numere sunt defalcate în funcţie de grad.
ru_ru: является отчет, который показывает число студентов, дни возможно, число студенческих дней настоящее время число студенческих дней отсутствует, а средний дневной посещаемости в день для любого диапазона дат в Вашей школе. Эти цифры разбиты по классам.
sk_sk: je správa, ktorá ukazuje počet študentov, možno dní, počet študentských súčasnej dobe je počet dní strávených študentov, a priemerný denný návštevnosti za deň pre každý deň rad vo vašej škole. Tieto čísla sú členené do platových tried.
sl_si: je poročilo, ki prikazuje število študentov, možno dni, število dni navzočnosti študenta, število študentskih dni odsotnosti, in povprečni dnevni Udeležba na dan za katero koli časovno obdobje na vaši šoli. Te številke so razčlenjene po razredih.
sq_al: është një raport që tregon numrin e studentëve, ditë të jetë e mundur, numrin e ditëve të studentëve të pranishëm, numrin e ditëve studentore mungon, dhe Pjesëmarrja të Përditshëm Mesatarisht në ditë për çdo varg datën në shkollën tuaj. Këto numra janë thyer nga klasa.
sr_rs: је извештај који приказује број студената, дана је могуће, број студентских дана присутна, број студентских дана одсутни, а просечан дневни боравак дневно за сваки период у вашој школи. Ови бројеви су рашчлањене по разреду.
sv_se: är en rapport som visar antalet studenter, dagar är möjligt, antalet studieplatser dagar, antalet studerande dagar frånvarande, och den genomsnittliga dagliga Närvaro per dag för varje datumintervall på din skola. Dessa siffror är uppdelade efter klass.
th_th: รายงานที่แสดงจำนวนของนักเรียนเป็นวันที่เป็นไปได้จำนวนวันที่นักเรียนปัจจุบันจำนวนวันที่นักเรียนขาดเรียนและการเข้าร่วมประชุมเฉลี่ยต่อวันต่อวันสำหรับช่วงวันที่ใด ๆ ที่โรงเรียนของคุณ ตัวเลขเหล่านี้จะถูกแบ่งโดยเกรด
tr_tr: öğrenci sayısını gösteren bir rapor, olası gün, öğrenci gün sayısı mevcut öğrenci eksik gün, okulda herhangi bir tarih aralığı için gün başına Ortalama Günlük Seyirci sayısı. Bu numaralar sınıf tarafından parçalanırlar.
uk_ua: є звіт, який показує кількість студентів, дні можливо, кількість студентських днів даний час число студентських днів відсутня, а середній денний відвідуваності в день для будь-якого діапазону дат у Вашій школі. Ці цифри розбиті по класах.
wa_be: yn adroddiad sy&#39;n dangos y nifer o fyfyrwyr, diwrnodau bosibl, nifer y diwrnodau y myfyrwyr hyn o bryd, mae nifer y dyddiau myfyrwyr absennol, ac mae&#39;r Presenoldeb Daily Cyfartaledd y dydd ar gyfer unrhyw ystod dyddiadau yn eich ysgol. Mae&#39;r niferoedd hyn yn cael eu torri i lawr yn ôl gradd.
zh_tw: 是一份報告，顯示學生人數，天數可能，數天的學生目前，學生數天缺席，每日平均每天出席任何日期範圍內的學校。這些數字細分檔次。

source: Daily Summary Report
af_za: Daaglikse opsomming verslag
ar_dz: ملخص التقرير اليومي
be_by: Штодзённы зводны справаздачу
bg_bg: Доклад за Daily Summary
bn_bd: দৈনিক সংক্ষিপ্ত প্রতিবেদন
da_dk: Daglig sammenfattende rapport
el_gr: Καθημερινή Συνοπτική Έκθεση
es_es: Reporte de Resumen Diario
et_ee: Daily koondaruanne
fa_ir: خلاصه گزارش روزانه
fi_fi: Päivittäinen Yhteenvetoraportti
ga_ie: Tuairisc Achoimre Laethúil
gl_gl: Informe curta diaria
hr_hr: Dnevno izvješće Sažetak
hu_hu: Napi összefoglaló jelentés
is_is: Daglegt Summary Report
ja_jp: デイリーサマリーレポート
lt_lt: Dienos suvestinė ataskaita
lv_lv: Dienas kopsavilkums pārskats
mk_mk: Дневни збирен извештај
nn_no: Daglig Oppsummeringsrapport
pl_pl: Dzienny raport Podsumowanie
pt_pt: Relatório Resumido diária
ro_ro: Raport zilnic Rezumat
ru_ru: Ежедневный сводный отчет
sk_sk: Denné Súhrnná správa
sl_si: Daily Povzetek poročila
sq_al: Raporti Daily Përmbledhje
sr_rs: Дневни Преглед извештаја
sv_se: Daglig Sammanfattande rapport
th_th: รายงานสรุปรายวัน
tr_tr: Günlük Özet Raporu
uk_ua: Щоденний зведений звіт
wa_be: Adroddiad Cryno dyddiol
zh_tw: 每日摘要報告

source: This report shows the daily attendance status of any number of students for every date during any timeframe.
af_za: Hierdie verslag toon die daaglikse bywoning status van &#39;n aantal studente vir elke datum gedurende&#39; n tydraamwerk.
ar_dz: هذا التقرير يوضح حالة الحضور اليومي من أي عدد من الطلاب عن كل تاريخ في أي اطار زمني.
be_by: Гэтая справаздача паказвае штодзённы статус наведвальнасці любога ліку студэнтаў для кожнай даты на працягу любога перыяду часу.
bg_bg: Този доклад показва дневния статус на посещаемост на произволен брой на студентите за всяка дата по време на всеки период от време.
bn_bd: এই প্রতিবেদন দৈনিক কোনো timeframe সময় প্রতি তারিখ জন্য ছাত্রদের কোন সংখ্যার উপস্থিতি অবস্থা দেখায়.
da_dk: Denne rapport viser det daglige fremmøde status af et vilkårligt antal elever for hver dag under enhver tidsramme.
el_gr: Η έκθεση αυτή δείχνει την καθημερινή κατάσταση συμμετοχή οποιουδήποτε αριθμού των φοιτητών για κάθε ημέρα κατά τη διάρκεια οποιουδήποτε χρονικού διαστήματος.
es_es: Este informe muestra el estado de asistencia diaria de los alumnos durante un período de tiempo determinado.
et_ee: Käesolev aruanne näitab igapäevane kohalolek seisundi õpilaste arv iga kuupäeva ühelgi aja jooksul.
fa_ir: این گزارش نشان می دهد وضعیت حضور و غیاب روزانه هر تعداد از دانش آموزان برای هر زمان در طول هر بازه زمانی.
fi_fi: Tämä raportti osoittaa päivittäin läsnä tilaa haluamansa määrän opiskelijoita joka päivä aikana mitään aikataulua.
ga_ie: Léiríonn an tuarascáil seo an stádas freastal laethúil ar aon líon na mac léinn le haghaidh gach dáta i rith aon tréimhse ama.
gl_gl: Este informe mostra o estado de frecuencia diaria de calquera número de alumnos para cada data, durante calquera período de tempo.
hr_hr: Ovo izvješće prikazuje dolaze na status bilo kojeg broja studenata za svaki dan tijekom bilo kojeg vremenskog razdoblja.
hu_hu: Ez a jelentés azt mutatja, a napi jelenléti állapotát tetszőleges számú diák minden időpontban során bármilyen időn belül.
is_is: Þessi skýrsla sýnir daglega viðveru stöðu hvers nemenda fyrir hvern þann dag á meðan allir tíma.
ja_jp: このレポートは、任意の期間中にすべての日付の学生は、任意の数の毎日の出席状況を示しています。
lt_lt: Ši ataskaita rodo, bet kas per bet kurį laikotarpį datą studentų skaičius kasdien lankyti statusas.
lv_lv: Šis ziņojums liecina, ikdienas apmeklējumu stāvokļa pārbaudi jebkuram studentu skaitu par katru dienu jebkurā laikā.
mk_mk: Овој извештај покажува секојдневно присуство статус на било кој број на студенти за секое излегување во текот на сите временски рок.
nn_no: Denne rapporten viser den daglige frammøte status som helst antall studenter for hver dato i løpet av noen tidsramme.
pl_pl: Ten raport pokazuje codzienne statusu obecności dowolnej liczby studentów na co dzień w dowolnym czasie.
pt_pt: Este relatório mostra o status de freqüência diária de qualquer número de alunos para cada data, durante qualquer período de tempo.
ro_ro: Acest raport prezintă starea de prezenţă de zi cu zi cu privire la orice număr de studenţi pentru fiecare data la orice interval de timp.
ru_ru: Этот отчет показывает ежедневный статус посещаемости любого числа студентов для каждой даты в течение любого периода времени.
sk_sk: Táto správa ukazuje, prezenčná stavu ľubovoľného počtu študentov pre každý deň v každom časovom úseku.
sl_si: Poročilo kaže, dnevno udeležbo status poljubno število študentov za vsak dan v vsakem časovnem okviru.
sq_al: Ky raport tregon statusin e përditshme praninë e çdo numri të studentëve për çdo datë gjatë çdo afati kohor.
sr_rs: Овај извештај показује дневни боравак статуса било који број студената за сваки дан у току било ког временског оквира.
sv_se: Denna rapport visar den dagliga närvaron status för antalet elever för varje dag under någon tidsram.
th_th: รายงานนี้จะแสดงสถานะการเข้าร่วมประชุมประจำวันของจำนวนนักเรียนทุกคนสำหรับวันใด ๆ ในช่วงระยะเวลาใด ๆ
tr_tr: Bu raporda, günlük devam durumu, herhangi bir zaman diliminde sırasında her bir tarih için öğrencilerin herhangi bir sayı gösterir.
uk_ua: Цей звіт показує щоденний статус відвідуваності будь-якого числа студентів для кожної дати протягом якого періоду часу.
wa_be: Mae&#39;r adroddiad hwn yn dangos y statws presenoldeb dyddiol o unrhyw nifer o fyfyrwyr ar gyfer pob dyddiad yn ystod unrhyw amserlen.
zh_tw: 此報告顯示日常出勤狀況的任意數量的學生在任何時間內每個日期。
