Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: If you are using the Gradebook, you can have openSIS calculate each students eligibility grades by clicking on the Use Gradebook Grades link at the top of the list. Clicking this link will automatically save each students eligibility grades and refresh the list
af_za: As jy die gebruik van die Gradebook, kan jy openSIS elke studente in aanmerking te kom grade bereken deur te kliek op die gebruik Gradebook Graad skakel aan die bokant van die lys. Indien u op hierdie skakel kliek, sal outomaties elke studente in aanmerking te kom grade en verfris die lys
be_by: Калі вы выкарыстоўваеце Заліковая кніжка, вы можаце мець openSIS разліку кожнага студэнта класах права, націснуўшы на спасылку Выкарыстоўвайце Заліковая кніжка Ацэнкі ў верхняй частцы спісу. Пры націску на гэтую спасылку будзе аўтаматычна захоўваць кожны класах студэнты прымальнасці і абнавіць спіс
bg_bg: Ако използвате Gradebook, можете да имате за openSIS изчисли всеки студенти за допустимост на степени, като кликнете върху оценките Използвайте Gradebook връзка в горната част на списъка. Щракването върху тази връзка, автоматично ще запише всеки клас за допустимост на студенти и да обновите списъка
bn_bd: যদি আপনি Gradebook ব্যবহার করে আপনি তালিকার শীর্ষে ব্যবহার Gradebook বাংলাদেশের লিঙ্কে ক্লিক openSIS প্রতিটি ছাত্রদের যোগ্যতা বাংলাদেশের নিরূপণ করতে পারে. এই লিঙ্ক ক্লিক করা হলে স্বয়ংক্রিয়ভাবে প্রতিটি ছাত্রদের যোগ্যতা বাংলাদেশের সংরক্ষণ তালিকা রিফ্রেশ হবে
da_dk: Hvis du bruger Gradebook, kan du få openSIS beregne hver studerende berettigelse kvaliteter ved at klikke på Brug Gradebook Karakterer linket øverst på listen. Hvis du klikker på dette link vil automatisk gemme hver studerende berettigelse kvaliteter og opdatere listen
el_gr: Εάν χρησιμοποιείτε το Gradebook, μπορείτε να έχετε openSIS τον υπολογισμό κάθε μαθητές βαθμούς επιλεξιμότητας κάνοντας κλικ στο βαθμών Gradebook Χρήση σύνδεσμο στο πάνω μέρος της λίστας. Κάνοντας κλικ σε αυτό το σύνδεσμο θα αποθηκεύσει αυτόματα κάθε βαθμούς επιλεξιμότητας φοιτητές και να ανανεώσετε τη λίστα
et_ee: Kui sa kasutad Gradebook, sul võib olla openSIS arvutada iga õpilaste abikõlblikkuse klasside klõpsates Kasuta Gradebook Grades link ülaosas nimekirja. Selle lingi klõpsamine salvestab automaatselt iga õpilaste abikõlblikkuse klasside ja värskenda nimekirja
fa_ir: اگر شما با استفاده از Gradebook ، شما می توانید openSIS محاسبه هر یک از دانش آموزان واجد شرایط بودن نمرات را با کلیک کردن بر روی لینک نمرات استفاده از Gradebook در بالای لیست. کلیک کردن بر روی این لینک به طور خودکار هر یک از نمرات دانش آموزان واجد شرایط بودن و صرفه جویی در تازه کردن لیست
fi_fi: Jos käytät Gradebook, voit olla openSIS laskea kunkin opiskelijoille kelpoisuuden arvosanat klikkaamalla Käytä Gradebook arvosanat linkkiä yläreunassa luettelosta. Tämän linkin napsauttaminen tallentaa automaattisesti jokaisen opiskelijoille kelpoisuuden arvosanat ja päivittää listan
ga_ie: Má tá tú ag baint úsáide as an Gradebook, is féidir leat a bheith openSIS ríomh gach gráid incháilitheacht do mhic léinn trí chliceáil ar an nasc Gradebook Úsáid Gráid ag barr an liosta. Cliceáil an nasc seo ach amháin go huathoibríoch gach gráid incháilitheacht do mhic léinn agus ar an liosta a athnuachan
gl_gl: Se está usando o libro de notas, pode que openSIS calcular cada notas dos alumnos de elixibilidade, premendo na ligazón de Reixas Use Gradebook arriba na lista. Premendo nese enlace pode gardar automaticamente cada notas dos alumnos de elixibilidade e actualizar a lista
hr_hr: Ako koristite Gradebook, možete imati openSIS izračunati svaki studenata podobnosti ocjene klikom na korištenje Gradebook Ocjene link na vrhu popisa. Klikom na ovaj link će automatski spremiti svaku studenata ocjene podobnosti i osvježiti popis
hu_hu: Ha használja a Gradebook, akkor már openSIS számítani az egyes tanulók alkalmassági fokozatok kattintva a használata Gradebook Pontok linkre a lista tetején. Erre a hivatkozásra kattintva automatikusan ment minden hallgató jogosultsági osztály, és a lista frissítéséhez
is_is: Ef þú ert að nota Gradebook getur þú hefur openSIS reikna hvern nemenda hæfi bekk með því að smella á Gradebook Nota Einkunnir tengilinn efst á listanum. Með því að smella á þennan tengil mun sjálfkrafa vista hvert nemendur hæfi bekk og uppfæra listann
ja_jp: あなたが成績表を使用している場合は、openSISがリストの先頭に使用成績表成績のリンクをクリックして各学生の資格等級を計算することができます。このリンクをクリックすると、自動的に各学生の資格等級を保存し、リストをリフレッシュします
lt_lt: Jei naudojate Gradebook, galite openSIS apskaičiuoti kiekvieno studentų tinkamumo klasių paspaudę nuorodą Gradebook Prognozės Naudoti sąrašo viršuje. Paspaudus šią nuorodą, bus automatiškai išsaugoti kiekvieną studentų tinkamumo klasių ir atnaujinti sąrašą
lv_lv: Ja jūs izmantojat Gradebook, jūs varat būt openSIS aprēķināt katru studentu atbilstības pakāpes, noklikšķinot uz Lietot Gradebook Grades saites saraksta augšgalā. Noklikšķinot uz šīs saites, automātiski tiks ietaupīt katru studentu atbilstības pakāpes un atsvaidzināt saraksts
mk_mk: Ако користите на Gradebook, можете да се пресмета openSIS секој студенти подобност оценки со кликнување на употреба Gradebook Оценки линкот на врвот на листата. Со кликнување на овој линк автоматски ќе го спаси секој студенти подобност оценки и освежување на листа
nn_no: Hvis du bruker karakterboken, kan du ha openSIS beregne hver studenter berettigelse karakterer ved å klikke på Bruk karakterboken Grades linken på toppen av listen. Klikke på denne linken vil automatisk lagre hver studenter valgbarhet karakterer og oppdatere listen
pl_pl: Jeśli używasz dzienniczek ocen, można mieć openSIS obliczenia każdej klasy uczniowie kwalifikowalności klikając na stopnie Użyj dzienniczek ocen link na górze listy. Kliknięcie tego łącza spowoduje automatycznie zapisać każdy uczniów klas kwalifikacji i odświeżyć listę
pt_pt: Se você estiver usando o livro de notas, você pode ter openSIS calcular cada notas dos alunos de elegibilidade, clicando no link de Grades Use Gradebook no topo da lista. Ao clicar nesse link irá salvar automaticamente a cada notas dos alunos de elegibilidade e atualizar a lista
ro_ro: Dacă utilizaţi cartea de note, puteţi avea openSIS calcula fiecare notele elevilor de eligibilitate, făcând clic pe link-ul Utilizaţi cartea de note Note la partea de sus a listei. Făcând clic pe această legătură într-va salva automat fiecare clasele de eligibilitate studenţi şi reîmprospăta lista
ru_ru: Если вы используете Зачетная книжка, вы можете иметь openSIS расчета каждого студента классах право, нажав на ссылку Используйте Зачетная книжка Оценки в верхней части списка. При нажатии на эту ссылку будет автоматически сохранять каждый классах студенты приемлемости и обновить список
sk_sk: Ak používate zadávanie známok, môžete mať openSIS počítať každú spôsobilosť študentov triedy po kliknutí na odkaz zadávanie známok používania stupňa v hornej časti zoznamu. Kliknutím na tento odkaz sa automaticky uloží každý študentov spôsobilosť známky a aktualizovať zoznam
sl_si: Če uporabljate redovalnice, lahko imate openSIS izračunati vsak študentov upravičenosti ocene s klikom na povezavo redovalnice Uporaba ocen na vrhu seznama. S klikom na to povezavo se bo samodejno shrani vse študente upravičenosti razredih in osvežite seznam
sq_al: Nëse jeni duke përdorur Gradebook, ju mund të keni openSIS llogaritur çdo nxënës notat e të drejtën duke klikuar mbi linkun Gradebook Përdor Notat në krye të listës. Duke klikuar këtë link automatikisht do të shpëtojë çdo notat studentëve të drejtën dhe rifreskoni lista
sr_rs: Ако користите Градебоок, можете имати опенСИС израчунати сваки студентима оцене подобности кликом на Користите Оцене Градебоок линк на врху листе. Кликом на овај линк ће аутоматски сачувати свако студенти оцене подобности и освежити листу
sv_se: Om du använder betygsbok, kan du ha openSIS beräkna varje elever behörighet betyg genom att klicka på Använd betygsbok Betyg länken högst upp i listan. Du klickar på länken kommer automatiskt att spara varje studenter behörighet betyg och uppdatera listan
th_th: ถ้าคุณกำลังใช้ Gradebook คุณสามารถมี openSIS คำนวณผลการเรียนของนักเรียนแต่ละคนมีสิทธิ์ได้โดยคลิกที่ใช้การเชื่อมโยง Gradebook เกรดที่ด้านบนของรายการ คลิกที่ลิงค์นี้จะบันทึกผลการเรียนของนักเรียนแต่ละคนมีสิทธิ์และรีเฟรชรายการ
tr_tr: Gradebook kullanıyorsanız, Opensis listenin üst kısmında Kullanım Gradebook Sınıflar bağlantısını tıklayarak her öğrencinin uygunluk dereceleri hesaplamak olabilir. Bu linki tıkladığınızda otomatik olarak her öğrencinin uygunluk dereceleri kaydetmek ve listeyi yenilemek
uk_ua: Якщо ви використовуєте Залікова книжка, ви можете мати openSIS розрахунку кожного студента класах право, натиснувши на посилання Використовуйте Залікова книжка Оцінки у верхній частині списку. При натисканні на це посилання буде автоматично зберігати кожен класах студенти прийнятності та оновити список
wa_be: Os ydych yn defnyddio y Llyfr Marciau, gallwch gael openSIS gyfrifo pob un graddau o fyfyrwyr gymhwyster trwy glicio ar y ddolen Graddau Llyfr Marciau Defnyddiwch ar frig y rhestr. Bydd clicio ar y cyswllt awtomatig gynilo bob cymhwyster myfyrwyr gradd ac adfywio y rhestr
zh_tw: 如果您使用的成績冊，你可以計算出每個學生有openSIS資格等級通過點擊鏈接年級成績冊使用頂部的列表。點擊這個鏈接會自動保存每個學生的資格等級和刷新列表

source: Either your account is inactive or your access permission has been revoked. Please contact the school administration.
af_za: Óf jou rekening onaktief is, of jou toegang toestemming is herroep. Kontak asseblief die skool bestuur.
ar_dz: اما حسابك غير نشط أو تم إبطال إذن الوصول الخاص بك. يرجى الاتصال على إدارة المدرسة.
be_by: Альбо ваш рахунак неактыўных ці ваш доступ дазвол быў адменены. Калі ласка, звяжыцеся з адміністрацыяй школы.
bg_bg: Или вашата сметка не е активна, или разрешението си за достъп е било отменено. Моля свържете се с администрацията на училището.
bn_bd: হয় আপনার অ্যাকাউন্ট নিষ্ক্রিয় অথবা আপনার প্রবেশাধিকার অনুমতি বাতিল করা হয়েছে. স্কুল পরিচালনা যোগাযোগ করুন.
da_dk: Enten er din konto er inaktiv, eller din adgang tilladelse er blevet tilbagekaldt. Kontakt venligst skolens administration.
el_gr: Είτε ο λογαριασμός σας είναι ανενεργός ή άδεια πρόσβασης σας έχει ακυρωθεί. Παρακαλούμε επικοινωνήστε με την διοίκηση του σχολείου.
es_es: Puede ser que su cuenta esté inactiva o su permiso de acceso haya sido revocado. Por favor, póngase en contacto con la administración de la Institución.
et_ee: Kas konto on passiivne või teie juurdepääsu luba on tühistatud. Palun pöörduge kooli juhtkonna.
fa_ir: در هر دو صورت حساب خود را غیر فعال و یا اجازه دسترسی به خود لغو شده است. لطفا تماس گرفتن با مدیریت مدرسه.
fi_fi: Joko tilisi on aktiivinen tai pääsy lupa on peruutettu. Ota yhteyttä koulun hallintoon.
ga_ie: Ceachtar bhfuil do chuntas neamhghníomhach nó má tá do chead rochtana a chúlghairm. Téigh i dteagmháil leis an riarachán na scoile.
gl_gl: Ou a súa conta está inactiva ou o seu permiso de acceso foi revogado. Póñase en contacto coa administración da escola.
hr_hr: Ili je vaš račun neaktivan ili pristup dopuštenje je oduzeto. Molimo kontaktirajte školske uprave.
hu_hu: Vagy fiókja inaktív, vagy a hozzáférési engedélyt visszavonták. Kérjük, forduljon az iskolavezetés.
is_is: Annaðhvort er reikningnum óvirk eða aðgang að leyfi hafi verið afturkölluð. Vinsamlegast hafið samband við skólastjórnendur.
ja_jp: どちらかのアカウントが非アクティブであるか、またはアクセス許可が失効しています。学校の管理にお問い合わせください。
lt_lt: Arba jūsų sąskaita yra neaktyvi, arba savo prieigos leidimas buvo atšauktas. Prašome susisiekti su mokyklos administracija.
lv_lv: Vai nu Jūsu konts ir neaktīvs vai pieeju atļaujas ir atsaukta. Lūdzu, sazinieties ar skolas administrācijas.
mk_mk: Или вашата сметка е оневозможена или пристап дозвола е поништен. Ве молиме јавете се во училиштето администрација.
nn_no: Enten kontoen er inaktiv eller din tilgang tillatelse er opphevet. Ta kontakt med skolens administrasjon.
pl_pl: Albo Twoje konto jest nieaktywne lub uprawnienia dostępu został odwołany. Prosimy o kontakt z administracją szkoły.
pt_pt: Ou a sua conta está inativa ou sua permissão de acesso foi revogado. Entre em contato com a administração da escola.
ro_ro: Fie contul dvs. este inactiv sau permisiunea de acces a fost revocat. Vă rugăm să contactaţi administraţia şcolii.
ru_ru: Либо ваш счет неактивных или ваш доступ разрешение было отменено. Пожалуйста, свяжитесь с администрацией школы.
sk_sk: Buď váš účet nie je aktívny alebo oprávnenia pre prístup bol odvolaný. Prosím, kontaktujte vedenie školy.
sl_si: Ali vaš račun je neaktiven ali vaš dostop dovoljenja je bil preklican. Obrnite se na šolske uprave.
sq_al: Ose llogarinë tuaj, ose është joaktiv lejen tuaj qasje është revokuar. Ju lutem kontaktoni administrata e shkollës.
sr_rs: Или је ваш налог неактиван или Ваш приступ дозволе је одузета. Молимо Вас да контактирате администрацију школе.
sv_se: Antingen ditt konto är inaktivt eller din tillgång tillstånd har återkallats. Vänligen kontakta skolledningen.
th_th: ทั้งบัญชีของคุณถูกใช้งานไม่ได้หรือได้รับอนุญาตเข้าถึงข้อมูลของคุณได้ถูกเพิกถอน กรุณาติดต่อผู้บริหารโรงเรียน
tr_tr: Ya hesabınız devre dışı ya da erişim izni iptal edildi. Okul idaresi irtibata geçiniz.
uk_ua: Або ваш рахунок неактивних або ваш доступ дозвіл було скасовано. Будь ласка, зв&#39;яжіться з адміністрацією школи.
wa_be: Naill ai eich cyfrif yn segur neu eich caniatâd mynediad wedi cael ei ddiddymu. Cysylltwch â&#39;r weinyddiaeth ysgol.
zh_tw: 無論您的帳戶處於非活動狀態或您的訪問權限已被吊銷。請聯繫學校的管理。

source: Incorrect username or password. Please try again.
af_za: Inkorrekte gebruikersnaam of wagwoord. Probeer asseblief weer.
ar_dz: اسم المستخدم أو كلمة المرور غير صحيحة. يرجى المحاولة مرة أخرى.
be_by: Няправільнае імя карыстальніка ці пароль. Калі ласка, паспрабуйце яшчэ раз.
bg_bg: Неправилно потребителско име или парола. Моля, опитайте отново.
bn_bd: ভুল ব্যবহারকারীর নাম বা পাসওয়ার্ড. আবার চেষ্টা করুন.
da_dk: Forkert brugernavn eller adgangskode. Prøv venligst igen.
el_gr: Λάθος όνομα χρήστη ή τον κωδικό πρόσβασης. Παρακαλώ δοκιμάστε ξανά.
et_ee: Vale kasutajanimi või parool. Palun proovige uuesti.
fa_ir: نام کاربری یا رمز عبور نادرست. لطفا دوباره سعی کنید.
fi_fi: Virheellinen käyttäjätunnus tai salasana. Yritä uudelleen.
ga_ie: Ainm úsáideora nó ar do phasfhocal mícheart. Bain triail as arís.
gl_gl: Nome de usuario ou contrasinal incorrectos. Por favor, inténteo de novo.
hr_hr: Pogrešno korisničko ime ili lozinka. Molimo pokušajte ponovno.
hu_hu: Helytelen felhasználónév vagy jelszó. Kérjük, próbálja újra.
is_is: Rangt notandanafn eða lykilorð. Vinsamlegast reyndu aftur.
ja_jp: 間違ったユーザー名またはパスワード。もう一度やり直してください。
lt_lt: Neteisingas vartotojo vardas arba slaptažodis. Bandykite dar kartą.
lv_lv: Nepareizs lietotājvārds vai parole. Lūdzu, mēģiniet vēlreiz.
mk_mk: Неточно членско име или лозинка. Ве молиме обидете се повторно.
nn_no: Feil brukernavn eller passord. Vennligst prøv igjen.
pl_pl: Niewłaściwy login i hasło. Prosimy spróbować ponownie.
pt_pt: Nome de usuário ou senha incorretos. Por favor, tente novamente.
ro_ro: Numele de utilizator sau parola incorectă. Vă rugăm să încercaţi din nou.
ru_ru: Неправильное имя пользователя или пароль. Пожалуйста, попробуйте еще раз.
sk_sk: Nesprávne užívateľské meno alebo heslo. Skúste to prosím znova.
sl_si: Napačno uporabniško ime ali geslo. Prosimo, poskusite znova.
sq_al: Emrin e përdoruesit apo fjalëkalimin pasakta. Ju lutemi të provoni përsëri.
sr_rs: Погрешно корисничко име или лозинку. Молимо покушајте поново.
sv_se: Felaktigt användarnamn eller lösenord. Var god försök igen.
th_th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง โปรดลองอีกครั้ง
tr_tr: Yanlış kullanıcı adı veya şifre. Lütfen yeniden deneyin.
uk_ua: Неправильне ім&#39;я користувача або пароль. Будь ласка, спробуйте ще раз.
wa_be: Enw defnyddiwr neu gyfrinair anghywir. Ceisiwch eto.
zh_tw: 不正確的用戶名或密碼。請再試一次。

source: Your account has been created. You will be notified by email when it is verified by school administration and you can log in.
af_za: Jou rekening is geskep. Jy sal per e-pos in kennis gestel word wanneer dit deur die skool-administrasie geverifieer en jy kan inteken.
be_by: Ваш уліковы запіс была створаная. Вы будзеце апавешчаныя па электроннай пошце, калі гэта праверана адміністрацыяй школы, і вы можаце ўвайсці ў сістэму
bg_bg: Вашият акаунт беше създаден. Ще бъдете уведомени по електронната поща, когато е проверено от училищната администрация и можете да влезете.
bn_bd: আপনার একাউন্ট তৈরি হয়েছে. আপনার ইমেইল দ্বারা যখন স্কুল প্রশাসন দ্বারা যাচাই হয় বিজ্ঞাপিত করা হবে এবং আপনি লগইন করতে পারেন
da_dk: Din konto er blevet oprettet. Du vil få besked via e-mail, når den er verificeret af skolens administration og du kan logge ind
el_gr: Ο λογαριασμός σας έχει δημιουργηθεί. Θα ειδοποιηθείτε με email όταν αυτό ελέγχεται από τη διοίκηση του σχολείου και μπορείτε να συνδεθείτε!
et_ee: Sinu konto on loodud. Teid teavitatakse e-posti teel, kui see on kontrollitud koolide juhtimise ja võid sisse logida
fa_ir: حساب کاربری شما ایجاد شده است. از طریق ایمیل به شما اطلاع خواهد شد در زمانی که توسط دولت مدرسه تایید شده و شما می توانید وارد شوید.
fi_fi: Tilisi on luotu. Sinulle ilmoitetaan sähköpostitse, kun se on tarkastanut koulun hallinnon ja voit kirjautua sisään
ga_ie: Tá do chuntas cruthaithe. Cuirfear in iúl duit trí r-phost nuair a bheidh sé arna bhfíorú ag riaradh an scoil agus is féidir leat logáil isteach
gl_gl: A súa conta foi creada. Notificaráselle por correo-e cando é posible pola administración da escola e pode log in
hr_hr: Vaš korisnički račun je kreiran. Bit ćete obaviješteni putem e-pošte kada je verificiran od strane školske uprave, a vi možete prijaviti rezervirati
hu_hu: A fiók hoztak létre. Ön értesítést kap e-mailben, ha igazolja az iskolai adminisztráció és akkor jelentkezzen be
is_is: Reikningur þinn hefur verið búinn til. Þú færð tilkynningu í tölvupósti þegar það er staðfest með því að gefa skólanum og þú getur skráð þig inn
ja_jp: アカウントが作成されました。あなたは、それが学校の管理によって確認された場合に電子メールで通知されますし、ログインできます。
lt_lt: Jūsų paskyra buvo sukurta. Jums bus pranešta elektroniniu paštu, kai mokyklos administracija patikrino ir galėsite prisijungti
lv_lv: Jūsu konts ir izveidots. Jums tiks paziņots pa e-pastu, kad tā ir pārbaudīta, skolu vadību, un jūs varat log in
mk_mk: Вашата сметка е креирана. Ќе бидете известени преку е-мејл кога е потврдена од страна на училишната администрација и може да се логирате
nn_no: Din konto har blitt opprettet. Du vil bli varslet via e-post når den er verifisert av skolens administrasjon, og du kan logge inn
pl_pl: Twoje konto zostało utworzone. Użytkownik zostanie powiadomiony przez e-mail, jeśli jest weryfikowane przez administrację szkoły i będziesz mógł się zalogować
pt_pt: Sua conta foi criada. Você será notificado por e-mail quando é verificada pela administração da escola e você pode log in
ro_ro: Contul dvs. a fost creat. Veţi fi notificat prin e-mail atunci când aceasta este verificată de către administraţia şcolii şi vă puteţi autentifica
ru_ru: Ваша учетная запись была создана. Вы будете уведомлены по электронной почте, когда это проверено администрацией школы, и вы можете войти в систему
sk_sk: Váš účet bol vytvorený. Budete upozornení e-mailom, ak je overená školou správy a prihlásením
sl_si: Vaš račun je bil ustvarjen. Boste obveščeni po e-pošti, ko je preverjeno, ki jih uprava šolo in jih lahko prijavi?
sq_al: Llogaria juaj është krijuar. Ju do të njoftoheni me email, kur ajo është verifikuar nga administrata e shkollës dhe ju mund të hyni in
sr_rs: Ваш налог је направљен. Бићете обавештени путем е-маила када је верификован од стране школске администрације и можете се пријавите
sv_se: Ditt konto har skapats. Du kommer att meddelas via e-post när den kontrolleras av skolans administration och du kan logga in
th_th: บัญชีของคุณได้ถูกสร้างขึ้น คุณจะได้รับการแจ้งทางอีเมลเมื่อมีการตรวจสอบโดยการบริหารโรงเรียนและคุณสามารถเข้าสู่ระบบ
tr_tr: Hesabınız yaratıldı. Okul yönetimi tarafından doğrulanmadı e-posta ile haberdar olacak ve oturum
uk_ua: Обліковий запис було створено. Ви будете повідомлені по електронній пошті, коли це перевірено адміністрацією школи, і ви можете увійти в систему
wa_be: Mae eich cyfrif wedi&#39;i greu. Cewch eich hysbysu drwy e-bost pan fydd yn cael ei wirio gan gweinyddiaeth yr ysgol a gallwch logio i mewn
zh_tw: 您的帳戶已創建。您將通過電子郵件通知時，核實學校的管理，你可以登錄。

source: You must have javascript enabled to use openSIS.
af_za: U moet Javateks ontsper om openSIS te gebruik.
ar_dz: يجب أن يكون جافا سكريبت لاستخدام openSIS.
be_by: Вы павінны мець JavaScript уключаны для выкарыстання openSIS.
bg_bg: Вие трябва ДжаваСкрипт поддръжка за да използват openSIS.
bn_bd: আপনার জাভাস্ক্রিপ্ট থেকে openSIS ব্যবহার সক্রিয় করা আবশ্যক.
da_dk: Du skal have Javascript aktiveret for at bruge openSIS.
el_gr: Θα πρέπει να έχετε ενεργοποιημένη τη Javascript για να τη χρήση openSIS.
et_ee: Sul peab olema JavaScript lubatud kasutada openSIS.
fa_ir: شما باید جاوا اسکریپت را فعال کنید برای استفاده از openSIS.
fi_fi: Sinulla tulee olla JavaScript käyttääksesi openSIS.
ga_ie: Ní mór duit a bheith ar chumas javascript openSIS a úsáid.
gl_gl: Ten que ter dispoñible JavaScript para usar openSIS.
hr_hr: Morate imati omogućen JavaScript za korištenje openSIS.
hu_hu: Meg kell töltened a JavaScript programot használni openSIS.
is_is: Þú verður að hafa JavaScript virkt til að nota openSIS.
ja_jp: あなたはjavascriptがopenSISを使用するために有効にする必要があります。
lt_lt: Turite veikiancio Javascript, kad naudoti openSIS.
lv_lv: Jums ir jābūt aktivizētam Javascript, lai izmantotu openSIS.
mk_mk: Мора да го вклучите Javascript-от за да ја користите openSIS.
nn_no: Du må ha javascript aktivert for å bruke openSIS.
pl_pl: Musisz mieć włączoną obsługę JavaScript w użyciu openSIS.
pt_pt: Você deve ter disponível JavaScript para usar openSIS.
ro_ro: Trebuie să aveţi javascript activat pentru a folosi openSIS.
ru_ru: Вы должны иметь JavaScript включен для использования openSIS.
sk_sk: Musíte mať Java scripty povolené na používanie openSIS.
sl_si: Morate imeti omogočen javascript za uporabo openSIS.
sq_al: Ju duhet të keni të aktivizoni Java skriptet për të përdorur openSIS.
sr_rs: Морате имати омогућен ЈаваСкрипт да бисте употребе опенСИС.
sv_se: Du måste ha Javascript aktiverat för att använda openSIS.
th_th: คุณต้องมีการเปิดใช้จาวาสคริปต์ที่จะใช้ openSIS
tr_tr: Opensis kullanmak için JavaScript etkinleştirilmiş olmalıdır.
uk_ua: Ви повинні мати JavaScript включений для використання openSIS.
wa_be: Mae&#39;n rhaid i chi wedi dewis defnyddio javascript i ddefnyddio openSIS.
zh_tw: 您必須啟用使用openSIS。

source: Log Out
af_za: Teken uit
ar_dz: تسجيل الخروج
be_by: Выйсці
bg_bg: Изход
bn_bd: লগ আউট
da_dk: Log ud
el_gr: Έξοδος
es_es: Cierre de Sesión
et_ee: Logi välja
fa_ir: خروج از سیستم
fi_fi: Kirjaudu ulos
ga_ie: Logáil Amach
hr_hr: Odjava
hu_hu: Kijelentkezés
ja_jp: ログアウト
lt_lt: Atsijungti
mk_mk: Вклучи Од
nn_no: Logg ut
pl_pl: Wyloguj
ru_ru: Выйти
sk_sk: Odhlásiť sa
sr_rs: Одјави се
sv_se: Logga ut
uk_ua: Вийти
zh_tw: 註銷

source: Subject
af_za: Onderwerp
ar_dz: موضوع
be_by: Тэма
bg_bg: Предмет
bn_bd: বিষয়
da_dk: Emne
el_gr: Θέμα
es_es: Tema
et_ee: Teema
fa_ir: موضوع
fi_fi: Aihe
ga_ie: Ábhar
gl_gl: Asunto
hr_hr: Predmet
hu_hu: Téma
is_is: Efni
ja_jp: 対象と
lt_lt: Tema
lv_lv: Tēma
mk_mk: Предмет
pl_pl: Temat
pt_pt: Assunto
ro_ro: Subiect
ru_ru: Тема
sk_sk: Predmet
sl_si: Predmet
sq_al: Subjekt
sr_rs: Предмет
sv_se: Ämne
th_th: เรื่อง
tr_tr: Konu
uk_ua: Тема
wa_be: Pwnc
zh_tw: 主題
