Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To add a grade level, fill in the grade levels title, short name, sort order, and next grade in the empty fields at the bottom of the grade levels list and click the Save button. The Next Grade field indicates the grade students in the current grade will proceed to in the next school year.
af_za: Om &#39;n graad vlak te voeg, vul in die graad vlakke titel, kort naam, volgorde, en die volgende graad in die leë velde aan die onderkant van die graad vlakke lys en kliek op die Save-knoppie. Die volgende graad veld dui die graad studente in die huidige graad sal voortgaan om in die volgende skooljaar.
be_by: Каб дадаць этапе навучання, запоўніце класа тытул узроўнях, кароткае найменне, парадак сартавання, а ў наступным класе ў пустыя палі ў ніжняй частцы класа ўзроўні спісу і націсніце кнопку Захаваць. Наступнае полі класа паказвае класаў у бягучым класе працягнецца ў наступным навучальным годзе.
bg_bg: За да добавите клас, попълнете в клас заглавие нива, кратко име, вид на поръчката, и следващия клас в празните полета в долната част на клас списък нива и щракнете върху бутона Save. Следващото поле степен показва, клас ученици в клас, ще се пристъпи към следващата учебна година.
bn_bd: একটি গ্রেড স্তরের যোগ গ্রেড স্তরের শিরোনাম, সংক্ষিপ্ত নাম, ক্রমিকায়ন, এবং গ্রেড স্তর তালিকা নীচে খালি ক্ষেত্রে পরবর্তী গ্রেড মধ্যে, এবং ভরাট সেভ বাটন ক্লিক করুন. পরবর্তী গ্রেড ক্ষেত্রে উল্লেখ বর্তমান গ্রেড মধ্যে গ্রেড ছাত্রদের পরবর্তী স্কুল বছরে অগ্রসর হবে.
da_dk: At tilføje et klassetrin, udfylde klassetrin titel, korte navn, sorteringsrækkefølge, og næste lønklasse i de tomme felter i bunden af ​​klassetrin listen og klikke på knappen Gem. Den næste lønklasse felt angiver den klasse elever i den aktuelle klasse går videre til i det næste skoleår.
el_gr: Για να προσθέσετε ένα επίπεδο βαθμού, συμπληρώστε το βαθμό τίτλο επίπεδα, σύντομο όνομα, σειρά ταξινόμησης και επόμενο βαθμό στον κενά πεδία στο κάτω μέρος του βαθμού λίστα επίπεδα και κάντε κλικ στο κουμπί Αποθήκευση. Το επόμενο πεδίο Βαθμός δείχνει το βαθμό τους μαθητές στη σημερινή τάξη θα προχωρήσει στο επόμενο σχολικό έτος.
et_ee: Lisada klassi tasemel, täitke palgaastme taseme pealkiri, lühinimi, sortimisjärjestus ja järgmise palgaastme tühjade väljade allosas klassi tasemel ning klõpsake nuppu Salvesta. Järgmine aste väljal märgib klassi õpilased praeguses klassi viib läbi järgmisel õppeaastal.
fa_ir: برای اضافه کردن یک سطح کلاس ، به عنوان سطح کلاس ، نام کوتاه ، نظم مرتب کردن بر اساس ، و درجه بعدی در زمینه های خالی در پایین لیست سطوح درجه را پر کنید و با کلیک بر روی دکمه ذخیره. میدان درجه بعدی نشان می دهد دانش آموزان کلاس در کلاس جاری خواهد شد در سال تحصیلی بعدی را ادامه دهید.
fi_fi: Voit lisätä luokka-aste, täytä luokka-asteelta otsikko, lyhyt nimi, lajittelujärjestys ja seuraavalle luokalle vuonna tyhjät kentät alareunassa luokka-asteelta luettelosta ja napsauta Tallenna-painiketta. Seuraava luokka kenttä osoittaa luokkien oppilaille nykyisessä luokka etenee ensi lukuvuonna.
ga_ie: A chur ar leibhéal an grád, líon isteach an teideal leibhéil grád, ainm gearr, ordú a shórtáil, agus grád seo chugainn i réimsí folamh ag bun an liosta leibhéil grád agus cliceáil ar an gcnaipe Sábháil. Léiríonn an réimse seo chugainn beidh na daltaí Grád grád sa ghrád atá ann faoi láthair ar aghaidh go dtí sa scoilbhliain seo chugainn.
gl_gl: Para engadir un nivel de ensino, enche o título niveis de escolarización, nome curto, orde de clasificación, e próximo grao nos campos baleiros na parte inferior da lista de series e prema no botón Gardar. O campo Grao continuación indica a estudantes de educación primaria no grao actual continuará o próximo curso.
hr_hr: Da biste dodali ocjenu razini, ispunite razreda razinama naslov, skraćeni naziv, redoslijed sortiranja, a sljedeći razred u prazna polja na dnu razreda razine popisa i kliknite na gumb Spremi. Sljedeći razred polje pokazuje razreda u trenutnoj razreda odvijat će se u sljedeću školsku godinu.
hu_hu: Hozzáadásához évfolyam szinten, töltse ki az osztály szintjén címét, rövid név, rendezés, és a következő fokozat az üres mezőket alján az évfolyam szinten listából, majd kattintson a Mentés gombra. A következő fokozat mező jelzi a osztályos tanulók az aktuális fokozat fog eljárni, hogy a következő tanévben.
is_is: Til að bæta einkunn stig, fylla í bekk stigum titli, stutt nafn, röðun, og næsta einkunn í tóm svæði neðst í einkunn stigum listanum og smelltu á Vista hnappinn. The Next Grade sviði sýnir bekk í núverandi einkunn muni halda áfram á næsta skólaári.
ja_jp: 学年レベルを追加するには、学年のタイトル、短い名前、ソート順序、および学年のリストの下部にある空のフィールドに次の学年を記入し、[保存]ボタンをクリックします。次のグレードのフィールドは、現在の学年の学年の生徒は、次の学年にに進むことを示します。
lt_lt: Norėdami pridėti laipsnio lygį, užpildykite kokybės lygio pavadinimą, trumpą pavadinimą, rūšiavimo tvarka, ir aukštesnę klasę tuščių laukų kokybės lygius sąrašo apačioje, ir spustelėkite mygtuką &quot;Išsaugoti&quot;. Kitas Įvertinimas srityje rodo, klasių moksleivių dabartinei klasėje bus vykdomas ateinančiais mokslo metais.
lv_lv: Lai pievienotu pakāpes līmenī, aizpildiet klašu nosaukumu, īso nosaukumu, kārtošanas secība, un nākamajā pakāpē tukšiem laukiem apakšā klašu sarakstā, un noklikšķiniet uz pogas Saglabāt. Nākamā pakāpe lauks norāda klašu skolēniem pašreizējā pakāpē dosies uz nākamajā mācību gadā.
mk_mk: За да додадете одделение ниво, пополнете во одделение нивоа наслов, кратко име, сортирање и следната одделение во празните полиња на дното на одделение нивоа листа и кликнете на копчето Зачувај. Следна Одделение поле укажува на одделение во тековната одделение ќе продолжи во следната учебна година.
nn_no: For å legge til et klassetrinn, fyll i klassetrinn tittel, kort navn, sorteringsrekkefølge, og neste klasse i de tomme feltene nederst på klassetrinn listen og klikk på knappen Lagre. The Next Grade feltet angir karakteren elevene i gjeldende klasse vil fortsette til i neste skoleår.
pl_pl: Aby dodać poziomu klasy, wypełnij klasy tytuł poziomach, nazwa jest krótka, porządek sortowania i następnej klasy w pustych polach na dole klasy wykaz poziomów i kliknij przycisk Zapisz. Następne pole klasy wskazuje uczniów klas w aktualnej klasie będzie kontynuowana w przyszłym roku szkolnym.
pt_pt: Para adicionar um nível de ensino, preencha o título níveis de escolaridade, nome curto, ordem de classificação, e próximo grau nos campos vazios na parte inferior da lista de séries e clique no botão Salvar. O campo Grau seguida indica a estudantes do ensino fundamental no grau atual continuará no próximo ano lectivo.
ro_ro: Pentru a adăuga un nivel de calitate, completaţi în titlu grad nivelurile, nume scurt, ordinea de sortare, şi gradul următor în câmpurile goale din partea de jos a listei grad nivelurile şi faceţi clic pe butonul Salvare. Câmpul Grad următoare indică elevii clasa in clasa a va proceda la curent în anul şcolar următor.
ru_ru: Чтобы добавить этапе обучения, заполните класса титул уровнях, краткое наименование, порядок сортировки, а в следующем классе в пустые поля в нижней части класса уровни списка и нажмите кнопку Сохранить. Следующее поле класса указывает классов в текущем классе продолжится в следующем учебном году.
sk_sk: Ak chcete pridať ročníku, vyplňte ročníky názov, skrátený názov, radenie a ďalší stupeň v prázdnych polí v dolnej časti terény zoznamu a kliknite na tlačidlo Uložiť. Ďalšieho ročníka pole udáva stupeň študenti v aktuálnom ročníku sa bude pokračovať v budúcom školskom roku.
sl_si: Če želite dodati razred ravni, izpolnite razred naslovu ravni, kratko ime, vrstni red, in naslednji razred, v prazna polja na dnu seznama razred ravni in kliknite na gumb Save. Next Grade polje označuje razred študentov v tekočem razreda bodo nadaljevali v naslednjem šolskem letu.
sq_al: Për të shtuar një nivel të klasës, të mbushur në titull klasën nivelet, emri i të shkurtër, Rendit, dhe klasa e ardhshme në fushat e zbrazëta në fund të listës klasës nivelet dhe klikoni butonin Ruaj. Fushën Next klasës tregon nxënësve të klasave në klasën aktuale do të vazhdojë në vitin e ardhshëm shkollor.
sr_rs: Да бисте додали разреда, попуните разреда титулу, кратко име, сортирања, а наредни разред у празна поља на дну разреда листе нивоа и кликните на дугме Сачувај. Наредни разред пољу указује разреда у разред тренутно ће наставити да у наредној школској години.
sv_se: För att lägga till en klass nivå, fyll i betygsstegen titel, kort namn, sorteringsordning och nästa lönegrad i de tomma fälten längst ner i betygsstegen listan och klicka på Spara. Nästa grad fältet anger vitsord i den aktuella klass går vidare till under nästa läsår.
th_th: ในการเพิ่มระดับชั้นกรอกข้อมูลในเรื่องระดับชั้นชื่อสั้น ๆ เรียงลำดับและระดับชั้นถัดไปในเขตข้อมูลที่ว่างเปล่าที่ด้านล่างของรายการระดับชั้นและคลิกที่ปุ่มบันทึก เขตเกรดถัดไปแสดงนักเรียนในระดับปัจจุบันจะดำเนินการในปีของโรงเรียนต่อไป
tr_tr: Sınıf düzeyi eklemek için, sınıf düzeyleri başlığı, kısa adı, sıralama ve sınıf düzeyi listesinde alt kısmındaki boş alanlarda üst sınıfa doldurup Kaydet düğmesini tıklatın. Sonraki Derece alan mevcut sınıf sınıf öğrencilerinin gelecek öğretim yılında devam edecektir gösterir.
uk_ua: Щоб додати етапі навчання, заповніть класу титул рівнях, коротке найменування, порядок сортування, а в наступному класі в порожні поля в нижній частині класу рівні списку і натисніть кнопку Зберегти. Наступне поле класу вказує класів у поточному класі продовжиться в наступному навчальному році.
wa_be: I ychwanegu lefel gradd, llenwch y teitl lefelau radd, enw byr, trefn, a gradd nesaf yn y caeau gwag ar waelod y rhestr lefelau radd a chliciwch ar y botwm Save. Mae&#39;r cae nesaf yn nodi Gradd bydd y myfyrwyr yn radd yn y raddfa bresennol symud ymlaen i yn y flwyddyn ysgol nesaf.
zh_tw: 要添加一個檔次水平，填補了年級冠軍，短名稱，排序順序和下一級的空字段在底部的檔次級別的列表，然後點擊保存按鈕。下一年級字段指示年級的學生在目前的等級將繼續在下一學年。

source: To modify a grade level, click on any of the grade levels information, change the value, and click the Save button. To delete a grade level, click the delete icon
af_za: Om &#39;n graad vlak te verander, klik op enige van die graad vlakke inligting, om die waarde te verander, en kliek op die Save-knoppie. Om &#39;n graad vlak te verwyder, kliek op die ikoon verwydering
be_by: Каб змяніць этапе навучання, націснуць на любую з класа інфармацыі узроўнях, змяніць значэнне, а затым націсніце кнопку Захаваць. Каб выдаліць клас узроўні пстрыкніце значок выдалення
bg_bg: За да промените клас, кликнете върху някоя от клас информационните нива, променете стойността и щракнете върху бутона Save. За да изтриете клас, щракнете върху иконата за изтриване
bn_bd: একটি গ্রেড স্তরের পরিবর্তন গ্রেড স্তরের তথ্য কোনো,, ক্লিক করে মান পরিবর্তন, এবং সেভ বাটনে ক্লিক করুন. একটি গ্রেড স্তরের মুছে ফেলা, মুছে আইকন ক্লিক করুন
da_dk: At ændre en karakter, skal du klikke på nogen af ​​de klassetrin, ændre værdien, og klik på knappen Gem. For at slette en klasse-niveau, skal du klikke på ikonet Slet
el_gr: Για να τροποποιήσετε ένα βαθμό το επίπεδο, κάντε κλικ σε οποιοδήποτε από τα επίπεδα ποιότητας πληροφορίες, αλλάξτε την τιμή και κάντε κλικ στο κουμπί Αποθήκευση. Για να διαγράψετε ένα επίπεδο βαθμού, κάντε κλικ στο εικονίδιο διαγραφής
et_ee: Muuta klassi tasemel, klõpsa ükskõik klassi tasemel teavet, väärtust muuta ja vajuta nuppu Salvesta. Kustutada klassi tasemel, klõpsake Delete ikoon
fa_ir: برای تغییر یک سطح کلاس ، با کلیک بر روی هر یک از اطلاعات سطح درجه تغییر ارزش ، و با کلیک بر روی دکمه ذخیره. برای حذف یک سطح کلاس ، با کلیک بر روی آیکون حذف
fi_fi: Voit muokata luokan tasolla, valitse tahansa luokka-asteelta, muuta arvoa, ja napsauta Tallenna-painiketta. Voit poistaa luokan tasolla, valitse Poista-kuvaketta
ga_ie: A mhodhnú ar leibhéal grád, cliceáil ar aon chuid den fhaisnéis leibhéil grád, an luach a athrú, agus cliceáil ar an gcnaipe Sábháil. A scriosadh leibhéal grád, cliceáil ar an deilbhín scriosadh
gl_gl: Para modificar un nivel, prema en calquera das informacións niveis, cambiar o valor, e prema no botón Gardar. Para borrar un nivel, prema na icona de exclusión
hr_hr: Da biste promijenili ocjenu razini, kliknite na bilo koju od razreda razine informacije, promjena vrijednosti, i kliknite gumb Spremi. Da biste izbrisali razreda razini, kliknite ikonu za brisanje
hu_hu: Módosításához évfolyam szinten, kattintson bármelyik évfolyam szintű információt, módosítsa az értéket, majd kattintson a Mentés gombra. Törléséhez évfolyam szinten, kattintson a törlés ikonra
is_is: Til að breyta einkunn stig, smellur á allir af einkunn stig upplýsingar, breyta gildi, og smelltu á Vista hnappinn. Til að eyða bekk stigi skaltu smella á eyða táknið
ja_jp: 学年レベルを変更するには、学年のレベルの情報のいずれかをクリックして値を変更し、[保存]ボタンをクリックします。学年レベルを削除するには、削除アイコンをクリック
lt_lt: Norėdami pakeisti laipsnio lygį, spustelėkite bet kokybės lygių informacijos, keisti reikšmę, ir spustelėkite mygtuką &quot;Išsaugoti&quot;. Norėdami ištrinti laipsnio lygį, spustelėkite Šalinti piktogramą
lv_lv: Lai mainītu pakāpes līmenī, noklikšķiniet uz jebkuras pakāpes līmeņi informāciju, mainītu vērtību, un noklikšķiniet uz pogas Saglabāt. Lai izdzēstu pakāpes līmenī, noklikšķiniet izdzēst ikonas
mk_mk: За да ги промените одделение ниво, кликнете на која било од одделение нивоа информации, промена на вредноста, и кликнете на копчето Зачувај. За да избришете одделение ниво, кликнете на иконата избришете
nn_no: Å modifisere et klassetrinn, klikk på noen av klassetrinn, endre verdien, og klikk Lagre. For å slette et klassetrinn, klikk på slett ikonet
pl_pl: Aby zmodyfikować poziomu klasy, kliknij na jednym z poziomów jakości informacji, zmiany wartości, a następnie kliknij przycisk Zapisz. Aby usunąć poziomu klasy, kliknij ikonę usuwania
pt_pt: Para modificar um nível, clique em qualquer das informações níveis, alterar o valor, e clique no botão Salvar. Para excluir um nível, clique no ícone de exclusão
ro_ro: Pentru a modifica un nivel de calitate, faceţi clic pe oricare dintre informaţiile gradul nivelurile, modifica valoarea, şi faceţi clic pe butonul Save. Pentru a şterge un nivel de calitate, faceţi clic pe pictograma şterge
ru_ru: Чтобы изменить этапе обучения, нажать на любую из класса информации уровнях, изменить значение, а затем нажмите кнопку Сохранить. Чтобы удалить класс уровне щелкните значок удаления
sk_sk: Ak chcete zmeniť ročníku, kliknite na niektorý z ročníkov informácie, zmeňte hodnotu a kliknite na tlačidlo Uložiť. Ak chcete odstrániť ročníku, kliknite na ikonu Odstrániť
sl_si: Če želite spremeniti razred ravni, kliknite na kateri koli ravni kakovosti informacij, spremembe vrednosti, in kliknite na gumb Save. Če želite izbrisati razred ravni, kliknite ikono izbrisati
sq_al: Për të modifikuar një nivel të klasës, klikoni mbi ndonjë nga informacionet e klasës nivelet, të ndryshojë vlerën, dhe klikoni butonin Ruaj. Për të fshirë një nivel të klasës, klikoni ikonën fshini
sr_rs: Да бисте изменили разреда, кликните на било коју од разреда информација нивоа, промените вредност, а затим кликните на дугме Сачувај. Да бисте избрисали разреда, кликните икона за брисање
sv_se: För att ändra en klass nivå, klicka på någon av betygsstegen information, ändra värdet och klickar på knappen Spara. För att radera en klass nivå, klicka på ikonen Ta bort
th_th: การปรับเปลี่ยนระดับเกรดให้คลิกที่ใด ๆ ของข้อมูลระดับชั้นเปลี่ยนค่าและคลิกที่ปุ่มบันทึก ในการลบระดับชั้นคลิกที่ไอคอนลบ
tr_tr: Sınıf düzeyi değiştirmek için, herhangi bir sınıf seviyelerinde bilgi tıklatın, değerini değiştirmek ve Kaydet düğmesini tıklatın. Sınıf düzeyi silmek için, sil simgesini tıklayın
uk_ua: Щоб змінити етапі навчання, натиснути на будь-яку з класу інформації рівнях, змінити значення, а потім натисніть кнопку Зберегти. Щоб видалити клас рівні клацніть значок видалення
wa_be: I addasu ar lefel gradd, cliciwch ar unrhyw ran o&#39;r wybodaeth lefel gradd, newid yn y gwerth, a chliciwch ar y botwm Save. I ddileu lefel gradd, cliciwch ar yr eicon dileu
zh_tw: 要修改一個檔次級別，點擊任何一個檔次級別的信息，改變值，然後點擊保存按鈕。要刪除一個檔次級別，單擊刪除圖標

source: next to the grade level you want to delete. You will be asked to confirm the deletion.
af_za: langs die graad vlak wat jy wil verwyder. Jy sal gevra word om die verwydering te bevestig.
ar_dz: بجوار مستوى الصف الذي تريد حذفه. وسوف يطلب منك تأكيد الحذف.
be_by: побач з класамі, якія патрабуецца выдаліць. Вам будзе прапанавана пацвердзіць выдаленне.
bg_bg: до клас, който искате да изтриете. Вие ще бъдете помолени да потвърдите изтриването.
bn_bd: পরবর্তী গ্রেড স্তরের আপনি মুছে ফেলতে চান. যে অপসারণ নিশ্চিতকরণ হবে.
da_dk: ved siden af ​​den klasses niveau, du ønsker at slette. Du vil blive bedt om at bekræfte sletningen.
el_gr: δίπλα από το επίπεδο βαθμού που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
et_ee: kõrval klassis, mida soovite kustutada. Teil palutakse kinnitada kustutamist.
fa_ir: در کنار به سطح درجه می خواهید پاک کنید. از شما خواسته خواهد شد که برای تایید حذف است.
fi_fi: vieressä luokkatason haluat poistaa. Sinua pyydetään vahvistamaan poisto.
ga_ie: in aice leis an leibhéal grád is mian leat a scriosadh. Iarrfar ort a dhearbhú a scriosadh.
gl_gl: á beira do nivel de ensino que desexa eliminar. Lle será solicitada a confirmar a exclusión.
hr_hr: uz ocjenu razine koju želite izbrisati. Bit ćete pitani da potvrdite brisanje.
hu_hu: mellett a minőség szinten a törölni kívánt. Meg fogják kérni, hogy erősítse meg a törlést.
is_is: við hliðina á bekk sem þú vilt eyða. Þú verður beðinn um að staðfesta eyðingu.
ja_jp: 削除する学年レベルの隣に。削除を確認するメッセージが表示されます。
lt_lt: šalia kokybės lygį, kurį norite ištrinti. Jums bus prašoma patvirtinti naikinimą.
lv_lv: blakus pakāpes līmenī, kuru vēlaties dzēst. Jums tiks lūgts apstiprināt dzēšanu.
mk_mk: до одделение ниво сакате да го избришете. Ќе ви биде побарано да се потврди бришење.
nn_no: ved siden av klassetrinn du vil slette. Du vil bli bedt om å bekrefte slettingen.
pl_pl: obok poziomu klasy, które chcesz usunąć. Zostaniesz poproszony o potwierdzenie usunięcia.
pt_pt: ao lado do nível de ensino que deseja excluir. Você será solicitado a confirmar a exclusão.
ro_ro: de lângă nivelul clasei pe care doriţi să ştergeţi. Vi se va cere să confirmaţi ştergerea.
ru_ru: рядом с классами, которые требуется удалить. Вам будет предложено подтвердить удаление.
sk_sk: u ročníku, ktorý chcete odstrániť. Budete vyzvaní na potvrdenie odstránenia.
sl_si: poleg razred ravni, ki jo želite izbrisati. Boste morali, da potrdite brisanje.
sq_al: e ardhshëm në nivelin e klasës që ju doni të fshini. Ju do të kërkohet për të konfirmuar fshirjen.
sr_rs: поред разреда који желите да избришете. Бићете упитани да потврдите брисање.
sv_se: bredvid betyget nivå du vill ta bort. Du ombeds att bekräfta borttagningen.
th_th: ต่อไปให้อยู่ในระดับเกรดที่คุณต้องการลบ คุณจะถูกถามเพื่อยืนยันการลบ
tr_tr: Silmek istediğiniz sınıf düzeyi yanında. Silme işlemini onaylamanız istenecektir.
uk_ua: поряд з класами, які потрібно видалити. Вам буде запропоновано підтвердити видалення.
wa_be: nesaf i lefel gradd eich bod am ddileu. Bydd gofyn i gadarnhau&#39;r dileu.
zh_tw: 旁邊的年級要刪除。你會被要求確認刪​​除。

source: displays the name, address, and principal of the current school
af_za: gee die naam, adres, en die skoolhoof van die huidige skool
be_by: адлюстроўвае імя, адрас, і галоўны з цяперашняй школе
bg_bg: показва името, адреса и главницата на текущата училище
bn_bd: নাম, ঠিকানা, বর্তমান স্কুল এবং মুখ্য প্রদর্শন
da_dk: viser navn, adresse og vigtigste af de nuværende skole
el_gr: εμφανίζει το όνομα, τη διεύθυνση, και τον κύριο του σημερινού σχολείου
et_ee: kuvab ekraanil nime, aadressi ja peamist praeguse kooli
fa_ir: نمایش نام ، آدرس ، و مدیر مدرسه فعلی
fi_fi: näkyy nimi, osoite ja pääasiallinen nykyisen koulun
ga_ie: Taispeánann an t-ainm, seoladh, agus príomhoide na scoile reatha
gl_gl: exhibe o nome, enderezo e director da escola actual
hr_hr: prikazuje naziv, adresu i ravnatelj tekuće školske
hu_hu: megjeleníti a nevét, címét, és fő a jelenlegi iskola
is_is: birtir nafn, heimilisfang, og helstu núverandi skóla
ja_jp: 名前、アドレス、および現在の学校の校長が表示されます。
lt_lt: rodo pavadinimas, adresas ir pagrindinė dabartinės mokyklos
lv_lv: parāda vārdu, adresi, un galvenā pašreizējā skolā
mk_mk: се прикажува името, адресата, и директорот на тековната учебна
nn_no: viser navn, adresse, og rektor ved den aktuelle skolen
pl_pl: wyświetla nazwę, adres i główny obecnej szkoły
pt_pt: exibe o nome, endereço e diretor da escola atual
ro_ro: afişează numele, adresa, şi principal al şcolar curent
ru_ru: отображает имя, адрес, и главный из нынешней школе
sk_sk: zobrazuje meno, adresu a hlavné súčasnej školy
sl_si: prikazuje ime, naslov, in glavni sedanje šole
sq_al: tregon emrin, adresën, dhe drejtorin e shkollës aktuale
sr_rs: приказује име, адресу и директор текуће школске
sv_se: Visar namn, adress och rektor för den aktuella skolan
th_th: จะแสดงชื่อที่อยู่และครูใหญ่ของโรงเรียนในปัจจุบัน
tr_tr: Mevcut okulun adı, adresi, ve temel görüntüler
uk_ua: відображає ім&#39;я, адресу, і головний з нинішньої школі
wa_be: arddangosfeydd yr enw, cyfeiriad, a phrif yr ysgol bresennol
zh_tw: 顯示的名稱，地址，主要對當前學校
