Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To delete an note, click the delete icon (-) next to the note you want to delete.
ar_dz: لحذف ملاحظة، انقر على أيقونة حذف (-) المقبل إلى الملاحظة التي تريد حذفها.
es_es: Para eliminar una nota, haga clic en el icono de eliminación (-) junto a la nota que desea eliminar.

source: You will be asked to confirm the deletion.
ar_dz: سوف يطلب منك تأكيد الحذف.
es_es: Se le pedirá que confirme la eliminación.

source: The automated installer creates a default school during installation. Once logged in, you can update the existing information with your School's Information viz. change the name, address, and principal of the current school from this page.
ar_dz: المثبت الآلي يخلق المدرسة الافتراضية أثناء التثبيت. بمجرد تسجيل الدخول، يمكنك تحديث المعلومات الموجودة مع مدرسة لديك معلومات بمعنى. تغيير اسم، وعنوان، ومدير المدرسة الحالي من هذه الصفحة.
es_es: El instalador automatizado crea una escuela por defecto durante la instalación. Una vez conectado, puede actualizar la información existente con la Información a saber de su escuela. cambiar el nombre, la dirección y el director de la escuela actual de esta página.

source: To edit and change the default school information, simply click on the existing text and it will become an editable text input field. Enter the updated information and click Update. You also have the option to delete the school. However you cannot delete a school if you have existing students enrolled in that school.
ar_dz: لتحرير وتغيير المعلومات المدرسة الافتراضية، ببساطة انقر على النص الحالي، وسوف تصبح حقل إدخال نص قابل للتحرير. أدخل المعلومات المحدثة وانقر فوق تحديث. لديك أيضا خيار لحذف المدرسة. ولكن لا يمكنك حذف المدرسة إذا كان لديك القائمة الطلاب المسجلين في تلك المدرسة.
es_es: Para editar y cambiar la información de la escuela por defecto, simplemente haga clic en el texto actual y se convertirá en un campo de entrada de texto editable. Introduzca la información actualizada y haga clic en Actualizar. Usted también tiene la opción de eliminar la escuela. Sin embargo no se puede eliminar una escuela si tiene existente estudiantes matriculados en esa escuela.

source: This page allows you to add a school to the system. Complete the school's information, and hit the Save button.
ar_dz: هذه الصفحة يسمح لك بإضافة مدرسة إلى النظام. استكمال المعلومات في المدرسة، واضغط على زر حفظ.
es_es: Esta página le permite agregar una escuela para el sistema. Completar la información de la escuela, y pulsa el botón Guardar.

source: This tab allows you to Upload your School Logo in openSIS. The logo you add will show up in all the reports that you can print from the system. Eg : Report Card, Transcripts, Advanced Report, Schedule Report and so on.
ar_dz: هذا التبويب يسمح لك حمل سيرتك شعار مدرسة في openSIS. وسوف تقوم بإضافة شعار تظهر في جميع التقارير التي يمكنك الطباعة من النظام. على سبيل المثال: بطاقة تقرير، النصوص، تقرير متقدمة، جدول تقرير وهلم جرا.
es_es: Esta ficha le permite cargar su logotipo de la Escuela en openSIS. El logotipo se agrega se mostrará en todos los informes que se pueden imprimir desde el sistema. Por ejemplo: Report Card, Transcripciones, informe avanzado, de informe de programación y así sucesivamente.

source: First you need to save your school's logo somewhere in your computer, then click on Upload School Logo option, then select the file, finally click on Upload and you school's logo is added in openSIS.
ar_dz: تحتاج أولا إلى حفظ شعار مدرستك في مكان ما في جهاز الكمبيوتر الخاص بك، ثم انقر فوق الخيار شعار مدرسة تحميل في، ثم حدد الملف، انقر على تحميل وأخيرا يضاف الشعار الذي المدرسة في openSIS.
es_es: En primer lugar usted necesita para guardar el logotipo de su escuela en algún lugar de su ordenador, haga clic en la opción Subir Logo School, a continuación, seleccione el archivo, finalmente, haga clic en Upload y el logotipo de la escuela que se añade en openSIS.

source: This page has five different options. The entire tab allows you to set the system as per your preference.
ar_dz: هذه الصفحة ديه خمسة خيارات مختلفة. علامة التبويب بأكمله يسمح لك لضبط النظام حسب تفضيلاتك.
es_es: Esta página cuenta con cinco opciones diferentes. La ficha entera le permite configurar el sistema según su preferencia.

source: This option allows you to set the half day and full day minutes. You can change the minutes as per your requirement on click and then click on save.
ar_dz: يسمح لك هذا الخيار لتعيين نصف يوم ويوم كامل دقيقة. يمكنك تغيير دقيقة وفقا للشرط الخاص بك على نقرة وثم انقر على حفظ.
es_es: Esta opción le permite ajustar el medio día y día completo minutos. Puede cambiar los minutos como por su exigencia de clic y luego haga clic en Guardar.

source: Set Log in Failure allowance count
ar_dz: ضبط دخول العد بدل الفشل
es_es: Establezca sesión Fracaso recuento subsidio

source: Set Allowable User Inactivity Days
ar_dz: تعيين العضو المسموح الخمول يوم
es_es: Set User admisible inactividad días

source: This option allows you to set up allowable user inactivity days. If a user doesn’t log in to the system for 30 days the a/c would be locked. Only an administrator can unlock the a/c. If you want you can set it up or make disabled.
ar_dz: يسمح هذا الخيار لك لانشاء المسموح أيام الخمول المستخدم. سيكون في حالة عدم تسجيل مستخدم الدخول إلى النظام لمدة 30 يوما يكون مؤمنا أ / ج. فقط يمكن للمسؤول فتح أ / ج. إذا أردت يمكنك إعداده أو جعل المعوقين.

source: This option allows the administrator to type any important notice while system maintenance is going on. Admin doesn't want any user to log in to the system at that time. The notice he types will show up on the log in screen. None of the users would be able to log in to the system.
ar_dz: هذا الخيار يسمح المسؤول لكتابة أي ملاحظة هامة أثناء صيانة النظام يجري. المشرف لا يريد أي مستخدم لتسجيل الدخول إلى النظام في ذلك الوقت. الإشعار انه أنواع وسوف تظهر على الشاشة في السجل. أن أيا من يكون المستخدمون قادرين على تسجيل الدخول إلى النظام.
es_es: Esta opción permite al administrador para escribir cualquier notificación importante, mientras que el mantenimiento del sistema que está pasando. Administración no quiere que cualquier usuario para iniciar sesión en el sistema en ese momento. El anuncio se teclea se mostrará en la pantalla de acceso. Ninguno de los usuarios sería capaz de iniciar sesión en el sistema.

source: Set Currency
ar_dz: مجموعة العملات
es_es: Configurar Moneda

source: This option allows you to set the currency as per your requirement. You can choose any currency you want and then click on save.
ar_dz: يسمح لك هذا الخيار لضبط العملة وفقا لمتطلباتكم. يمكنك اختيار أي العملة التي تريد، ثم انقر على حفظ.
es_es: Esta opción le permite establecer la moneda como por su exigencia. Usted puede elegir cualquier moneda que desea y luego haga clic en Guardar.

source: The Marking Periods page is where you setup your school's marking periods for a school year. There are four default tiers of marking periods added during the installation: Year, Semesters, Quarters, and Progress periods. openSIS installation scripts create 2 Semesters and 4 Quarters by default. However you can always have more or fewer as required by your school. Similarly, there can be any number of progress periods in a given quarter.
ar_dz: صفحة فترات وسم هو المكان الذي الإعداد فترات مدرستك بمناسبة لمدة عام المدرسة. هناك أربعة مستويات الافتراضي بمناسبة فترات أضاف أثناء التثبيت: السنة، الفصول، فصول دراسية، وفترات التقدم. البرامج النصية التثبيت openSIS إنشاء فصول دراسية 2 و 4 أرباع افتراضيا. ولكن هل يمكن أن يكون دائما أكثر أو أقل كما هو مطلوب من قبل مدرستك. وبالمثل، يمكن أن يكون هناك أي عدد من فترات التقدم في ربع معين.
es_es: La página de períodos de calificación es donde la configuración períodos de calificaciones de su escuela durante un año escolar. Hay cuatro niveles por defecto de marcaje períodos agregados durante la instalación: año, semestres, trimestres, y los períodos de progreso. scripts de instalación openSIS crean 2 semestres y 4 trimestres por defecto. Sin embargo siempre se puede tener más o menos como lo requiere su escuela. Del mismo modo, no puede haber cualquier número de períodos de progreso en un trimestre dado.

source: To add a marking period, click on the Add button (+) in the column corresponding to the type of marking period you want to add. Then, complete the marking period's information in the fields above the list of marking periods and click the Save button.
ar_dz: لإضافة فترة الوسم وانقر على زر إضافة (+) في العمود المقابل لنوع من فترة الوسم التي تريد إضافتها. ثم، واستكمال المعلومات فترة الوسم في المجالات المذكورة أعلاه قائمة فترات وضع العلامات وانقر على زر حفظ.
es_es: Para agregar un período de calificación, haga clic en el botón Añadir (+) en la columna que corresponde al tipo de período de calificación que desee agregar. Luego, complete la información del período de calificación en los ámbitos mencionados en la lista de los períodos de calificación y haga clic en el botón Guardar.

source: To delete a marking period, select it by clicking on its title on the list and click the Delete button at the top of the screen. You will be asked to confirm the deletion.
ar_dz: لحذف فترة الوسم وتحديده من خلال النقر على عنوانه في القائمة وانقر على زر حذف في الجزء العلوي من الشاشة. سوف يطلب منك تأكيد الحذف.
es_es: Para borrar un período de calificaciones, selecciónela haciendo clic en su título en la lista y haga clic en el botón Eliminar en la parte superior de la pantalla. Se le pedirá que confirme la eliminación.

source: This page allows you to setup your school's calendar for the year. The calendar displays the current month by default. The month and year displayed can be changed by changing the month and year pull-down menus at the top of the screen and clicking the Update button.
ar_dz: هذه الصفحة تسمح لك لإعداد تقويم مدرستك لهذا العام. يعرض تقويم الشهر الحالي بشكل افتراضي. والشهر والسنة عرض يمكن تغييرها عن طريق تغيير الشهر والسنة القوائم المنسدلة في الجزء العلوي من الشاشة والنقر على زر تحديث.
es_es: Esta página le permite configurar el calendario de su escuela para el año. El calendario muestra el mes actual por defecto. El mes y el año mostrado se puede cambiar al cambiar el mes y menús desplegables años en la parte superior de la pantalla y haciendo clic en el botón Actualizar.

source: On full school days, the checkbox in the upper right-hand corner of the day's square should be checked. For partial days, the checkbox should be unchecked and the number of minutes school will be in attendance should be entered into the text box next to the checkbox. For days on which there will be no school, the checkbox should be unchecked and the text field should be blank. To uncheck the checkbox or change the number of minutes in the school day, you must first click on the value you want to change. After making any changes to the calendar, click the Update button at the top of the screen.
ar_dz: في أيام المدرسة كاملة، يجب فحص مربع في الزاوية العليا اليمنى من مربع اليوم. لأيام جزئية، ينبغي أن يكون الاختيار دون رادع وسوف عدد من المدارس دقائق يكون في الحضور وينبغي إدخالها في مربع النص بجانب مربع. لعدة أيام والتي سوف يكون هناك المدرسة، يجب أن يكون الاختيار دون رادع ويجب أن يكون حقل النص فارغا. لإلغاء تحديد خانة الاختيار أو تغيير عدد الدقائق في اليوم الدراسي، يجب النقر فوق أولا على القيمة التي تريد تغييرها. بعد إجراء أية تغييرات على الجدول الزمني، انقر فوق الزر تحديث في أعلى الشاشة.
es_es: En los días escolares completos, la casilla de verificación en la esquina superior derecha de la plaza de la jornada debe ser revisado. Para los días parciales, la casilla de verificación debe estar sin marcar y el número de minutos que la escuela estará presente debe ser introducido en el cuadro de texto al lado de la casilla de verificación. Para los días en los que no habrá escuela, la casilla de verificación debe estar sin control y el campo de texto debe estar en blanco. Para desmarcar la casilla de verificación o cambiar el número de minutos en el día de la escuela, primero debe hacer clic en el valor que desea cambiar. Después de hacer cualquier cambio en el calendario, haga clic en el botón Actualizar en la parte superior de la pantalla.

source: To setup your calendar at the beginning of the year, you should use the Create this year's calendar feature. By clicking on this link in the upper right-hand corner of the screen, you can setup all days in a specified timeframe as meeting all day. You can also select which days of the week that your school is in session. After selecting the beginning and ending dates of your school's school year and the day's of the week that your school meets, click the OK button. You can now go through the calendar and mark holidays and partial days.
ar_dz: لإعداد التقويم الخاص بك في بداية السنة، يجب عليك استخدام ميزة إنشاء تقويم هذا العام. بالضغط على هذا الرابط في الزاوية اليمنى العليا من الشاشة، يمكنك إعداد كل الأيام في إطار زمني محدد عن تلبية كل يوم. يمكنك أيضا تحديد أي يوم من الأسبوع الذي مدرستك في الدورة. بعد تحديد بداية ونهاية تواريخ العام الدراسي مدرستك واليوم من الأسبوع الذي يلبي مدرستك، انقر فوق الزر موافق. يمكنك الآن تذهب من خلال التقويم وبمناسبة الأعياد وأيام جزئية.
es_es: Para configurar el calendario a principios de año, se debe utilizar la función de agenda Crear de este año. Al hacer clic en el enlace en la esquina superior derecha de la pantalla, puede configurar todos los días en los plazos previstos, el cumplimiento de todos los días. También puede seleccionar qué días de la semana que su escuela está en sesión. Después de seleccionar el inicio y terminación del año escolar de su escuela y del día de la semana que la escuela cumple, haga clic en el botón OK. Ahora puede ir a través del calendario y marcar los días festivos y días parciales.

source: To add a school event, click on the add icon (+) in the lower left-hand corner of the event's date. In the popup window that appears, enter the event's information and click the Save button. The popup window will close, and the calendar will be automatically refreshed to display the added event.
ar_dz: لإضافة الحدث المدرسة، انقر على أيقونة إضافة (+) في أسفل الزاوية اليسرى من تاريخ الحدث. في نافذة منبثقة الذي يظهر، أدخل المعلومات للحدث وانقر على زر حفظ. فإن إغلاق نافذة منبثقة، وسيتم تحديث الجدول الزمني تلقائيا لعرض الحدث المضافة.
es_es: Para agregar un evento de la escuela, haga clic en el icono de suma (+) en la esquina inferior izquierda de la fecha del evento. En la ventana emergente que aparece, ingrese la información del evento y haga clic en el botón Guardar. La ventana emergente se cerrará y el calendario se actualizará automáticamente para mostrar el evento added.

source: To modify an event, click on the event you want to modify, and change the event's information in the popup window that appears after clicking on the values you want to change. Click the Save button. The window will close and the calendar will automatically refresh to display the change.
ar_dz: لتعديل هذا الحدث، انقر على الحدث الذي تريد تعديله، وتغيير معلومات الحدث في نافذة منبثقة الذي يظهر بعد النقر على القيم التي تريد تغييرها. انقر على زر حفظ. سوف يغلق النافذة وسوف تقويم يجدد تلقائيا لعرض التغيير.
es_es: Para modificar un evento, haga clic en el evento que desea modificar y cambiar la información del evento en la ventana emergente que aparece después de hacer clic en los valores que desea cambiar. Haga clic en el botón Guardar. La ventana se cerrará y el calendario se actualizará automáticamente para mostrar el cambio.

source: This page allows you to setup your school's individual class periods. The openSIS installation script creates a group of default periods. Update these periods to match yours and delete the extra periods created during installation if necessary
ar_dz: هذه الصفحة تسمح لك لإعداد فترات الطبقة الفردية مدرستك. برنامج التثبيت النصي openSIS يخلق مجموعة من فترات الافتراضي. تحديث هذه الفترات لتتناسب مع يدكم وحذف فترات اضافية إنشاؤه أثناء التثبيت إذا لزم الأمر
es_es: Esta página le permite configurar los períodos de clases individuales de su escuela. El script de instalación openSIS crea un grupo de períodos predeterminados. Actualice estos períodos para que coincida con el suyo y eliminar los períodos adicionales creados durante la instalación en caso de necesidad

source: Middle and high schools will likely have multiple periods in a school day, where elementary schools may have only one period (called All Day) or perhaps three (All Day, Morning, and Afternoon). If required, you can add new periods very easily. To add a period, fill in the period's title, short name, sort order, and length in minutes in the empty fields at the bottom of the periods list and click the Save button
ar_dz: سوف المدارس المتوسطة والثانوية على الأرجح فترات متعددة في اليوم الدراسي، حيث قد يكون المدارس الابتدائية فترة واحدة فقط (وتسمى أحداث هذا اليوم) أو ربما ثلاث (كل يوم، صباح، وبعد الظهر). إذا لزم الأمر، يمكنك إضافة الفترات الجديدة بسهولة بالغة. لإضافة فترة، وملء في عنوان الفترة، واسم قصير، ترتيب الفرز، وطول في دقائق في الحقول الفارغة في الجزء السفلي من القائمة فترات وانقر على زر حفظ
es_es: Las escuelas medias y altas probabilidades tendrán múltiples períodos en un día escolar, donde las escuelas primarias pueden tener sólo un punto (llamado Todo el día) o tal vez tres (Todo el día, por la mañana y la tarde). Si es necesario, puede añadir nuevos períodos muy fácilmente. Para añadir un punto, llenar en el título de la época, el nombre corto, el orden de clasificación, y la duración en minutos de los campos vacíos en la parte inferior de la lista de períodos y haga clic en el botón Guardar

source: To modify a period, click on any of the period's information, change the value, and click the Save button. To delete a period, click the delete icon (X) next to the period you want to delete. You will be asked to confirm the deletion.
ar_dz: لتعديل الفترة، انقر على أي من المعلومات في تلك الفترة، تغيير القيمة، وانقر على زر حفظ. لحذف الفترة، انقر على أيقونة حذف (X) بجانب الفترة التي تريد حذفها. سوف يطلب منك تأكيد الحذف.
es_es: Para modificar un punto, haga clic en cualquiera de la información del tiempo, cambie el valor y haga clic en el botón Guardar. Para eliminar un punto, haga clic en el icono de eliminación (X) junto a el período que desea eliminar. Se le pedirá que confirme la eliminación.

source: This page allows you to setup your school's grade levels. By default the openSIS installer creates all the grades from Kindergarten to the 8th Grade. If your school has a different grade level structure, simply delete the extra Grade Levels. Similarly if you have some grades that have not been created, create them on this page.
ar_dz: هذه الصفحة تسمح لك لإعداد مستويات الصف مدرستك. افتراضيا المثبت openSIS يخلق كل الصفوف من رياض الأطفال إلى الصف 8. إذا مدرستك لديها بنية مختلفة الرتب، ببساطة حذف الصف مستويات إضافية. وبالمثل إذا كان لديك بعض الصفوف التي لم يتم إنشاؤها، وخلق لهم على هذه الصفحة.
es_es: Esta página le permite configurar los niveles de grado de su escuela. Por omisión, el instalador openSIS crea todos los grados desde Kindergarten hasta el octavo grado. Si su escuela tiene una estructura de nivel de grado diferente, simplemente borre los niveles adicionales de Grado. Del mismo modo, si usted tiene algunos grados que no han sido creadas, crearlos en esta página.

source: To add a grade level, fill in the grade level's title, short name, sort order, and next grade in the empty fields at the bottom of the grade levels list and click the Save button. The Next Grade field indicates the grade students in the current grade will proceed to in the next school year.
ar_dz: لإضافة مستوى الصف، وملء في عنوان مستوى الصف، واسم قصير، ترتيب، والصف التالي في الحقول الفارغة في الجزء السفلي من لائحة الرتب وانقر على زر حفظ. يشير إلى الحقل التالي العلمية وطلاب الصف في الصف الحالي إلى المضي قدما في العام الدراسي المقبل.
es_es: Para agregar un nivel de grado, rellene el título del nivel de grado, nombre corto, orden de clasificación, y el próximo grado en los campos vacíos en la parte inferior de la lista de los niveles de grado y haga clic en el botón Guardar. El campo siguiente grado indica que los estudiantes de grado en el grado actual se procederá en el próximo año escolar.

source: To modify a grade level, click on any of the grade level's information, change the value, and click the Save button. To delete a grade level, click the delete icon (X) next to the grade level you want to delete. You will be asked to confirm the deletion.
ar_dz: لتعديل مستوى الصف، والضغط على أي من المعلومات على مستوى الصف، وتغيير القيمة، وانقر على زر حفظ. لحذف الرتبة، انقر فوق رمز الحذف (X) بجانب مستوى الصف الذي تريد حذفه. سوف يطلب منك تأكيد الحذف.
es_es: Para modificar un nivel de grado, haga clic en cualquiera de la información del nivel de grado, cambie el valor y haga clic en el botón Guardar. Para eliminar un nivel de grado, haga clic en el icono de eliminación (X) al lado del nivel de grado que desee eliminar. Se le pedirá que confirme la eliminación.

source: The Rollover page copies the current year's data to the next school year. Students are enrolled in the next grade, and each school's information is duplicated for the next school year.
ar_dz: نسخ صفحة التمديد البيانات للسنة الحالية إلى العام الدراسي المقبل. ويلتحق الطلاب في الصف التالي، ويتم تكرار المعلومات في كل المدارس للعام الدراسي المقبل.

source: The data copied include periods, marking periods, users, courses, student enrollment, report card grade codes, enrollment codes, attendance codes, and eligibility activities.
ar_dz: البيانات التي تم نسخها تشمل فترات، وفترات علامات والمستخدمين والدورات والتحاق الطلاب، وبطاقة تقرير رموز الصف، رموز التسجيل، رموز الحضور، والأنشطة الأهلية.

source: This page allows you to create subjects, courses and course periods. By clicking on the + sign or Add a subject you can create any number of subjects you want to. After you create the subject select that and then you will get the option to create courses under that particular subject. After you finish creating courses you will get an option to create course periods under a particular course. Here you have to give the Short Name, Teacher, Grading scale, Marking period etc and click on save. After you schedule students under that course periods you won’t be able to delete that course
ar_dz: هذه الصفحة تسمح لك لخلق المواضيع والدورات وفترات بالطبع. من خلال النقر على علامة + أو إضافة موضوع يمكنك إنشاء أي عدد من المواضيع التي تريد. بعد إنشاء هذا الموضوع حدد ذلك وبعد ذلك سوف تحصل على خيار إنشاء دورات تحت هذا الموضوع بالذات. بعد الانتهاء من إنشاء دورات سوف تحصل على خيار إنشاء فترات بالطبع تحت مسار معين. هنا لديك لإعطاء اسم قصير، المعلم، مقياس الدرجات، وسم فترة وغيرها، وانقر على حفظ. بعد جدولة الطلاب في إطار ذلك فترات بالطبع فإنك لن تكون قادرا على حذف هذا المسار
