Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Now you can re-enroll the student. To do this, select the effective date of the students enrollment and the reason for his enrollment from the blank line at the bottom of the list. Also, select the school at which the student should be enrolled and click the Save button at the top of the screen
af_za: Nou kan jy weer skryf die student. Om dit te doen, kies die effektiewe datum van die student se inskrywing en die rede vir sy inskrywing van die leë lyn aan die onderkant van die lys. Ook, kies die skool waar die student moet ingeskryf word en kliek op die Save-knoppie aan die bokant van die skerm
be_by: Цяпер вы можаце паўторнай заяўкі студэнта. Для гэтага выберыце дату ўступлення ў сілу студэнты рэгістрацыі і прычына яго залічэнні пустую радок у ніжняй частцы спісу. Акрамя таго, выбраць школу, пры якой студэнт павінен быць зарэгістраваны і націсніце кнопку Захаваць ў верхняй частцы экрана
bg_bg: Сега можете да се регистрирате отново студент. За да направите това, изберете ефективното датата на записване на студенти и причината за записване от празен ред в долната част на списъка. Също така, изберете училище, в която студентът трябва да бъдат записани и щракнете върху бутона &quot;Запиши&quot; в горната част на екрана
bn_bd: এখন আপনি ছাত্র পুনরায় নিবন্ধিত করা যাবে. এর জন্য, ছাত্রদের নিয়োগ এবং তালিকা নীচে ফাঁকা লাইন থেকে তার নিয়োগ জন্য বুদ্ধিদীপ্ত কার্যকর তারিখ নির্বাচন. উপরন্তু, স্কুলে যা ছাত্রছাত্রীদের নাম নথিভুক্ত করা উচিত এবং নির্বাচন পর্দার উপরের সেভ বাটন ক্লিক করুন
da_dk: Nu kan du tilmelde dig igen, den studerende. For at gøre dette, skal du vælge den faktiske dato for de studerendes tilmelding og grunden til hans optagelse fra den tomme linje i bunden af ​​listen. Også vælge den skole, hvor den studerende skal være indskrevet og klik på knappen Gem øverst på skærmen
el_gr: Τώρα μπορείτε να εγγραφείτε ο μαθητής. Για να το κάνετε αυτό, επιλέξτε την ημερομηνία έναρξης ισχύος της εγγραφής μαθητών και ο λόγος για την εγγραφή του από την κενή γραμμή στο κάτω μέρος της λίστας. Επίσης, επιλέξτε το σχολείο στο οποίο ο μαθητής θα πρέπει να εγγραφεί και κάντε κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης
et_ee: Nüüd saate uuesti registreeruda üliõpilane. Selleks valige jõustumiskuupäev õpilased registreerimise ja põhjused, miks ta üli tühi rida allosas nimekirja. Ka valida kooli, kus õpilane peaks olema registreeritud ja vajuta nuppu Salvesta ülaosas ekraani
fa_ir: حالا شما می توانید دوباره ثبت نام دانش آموز. برای این کار ، از تاریخ موثر از ثبت نام دانش آموزان و دلیل برای ثبت نام خود را از خط خالی در پایین لیست را انتخاب کنید. همچنین ، انتخاب مدرسه که در آن دانش آموز باید ثبت نام کرده و با کلیک بر روی دکمه ذخیره در بالای صفحه کلیک کنید
fi_fi: Nyt voit jälleen ilmoittautua opiskelijaksi. Voit tehdä tämän valitsemalla voimaantulopäivä opiskelijoiden ilmoittautuminen ja syy hänen ilmoittautumistodistus tyhjän rivin alareunan lista. Valitse myös koulu, jossa opiskelija on kirjoilla ja napsauta Tallenna-painiketta yläreunassa näytön
ga_ie: Anois is féidir leat ath-chlárú leis an mac léinn. Chun seo a dhéanamh, roghnaigh an dáta éifeachtach an rollú mac léinn agus an chúis a rollú ó líne bán ag bun an liosta. Chomh maith leis sin, roghnaigh an scoil ag ar chóir don mhac léinn a bheith cláraithe, agus cliceáil ar an gcnaipe Sábháil ag barr an scáileáin
gl_gl: Agora poderá reinscrever o alumno. Para iso, seleccione a data efectiva da inscrición os alumnos ea razón para a súa inscrición a partir da liña en branco na parte inferior da lista. Ademais, seleccione a escola onde o alumno debe estar matriculado e prema no botón Gardar da parte superior da pantalla
hr_hr: Sada možete ponovo upisati učenika. Da biste to učinili, odaberite dana stupanja na snagu učenika upisa i razlog za njegov upis na prazan redak na dnu popisa. Također, odaberite školu u kojoj učenik mora biti upisan i kliknite na gumb Spremi na vrhu zaslona
hu_hu: Most újra beiratkozik a diák. Ehhez válassza ki a hatálybalépésének napját a hallgatók beiratkozási és oka a beiratkozás az üres sor alján a lista. Továbbá, válassza ki az iskola, ahol a diák kell beiratkozott, majd kattintson a Mentés gombra a képernyő felső részén
is_is: Nú getur þú aftur innritast nemandinn. Til að gera þetta, velja gildistöku nemenda innritun og ástæðan fyrir innritun í auða línu neðst á listanum. Einnig velja skóla þar sem nemandi ætti að vera skráður og smelltu á Vista hnappinn efst á skjánum
ja_jp: 今、あなたは生徒を再登録することができます。これを行うには、学生の入学とリストの一番下に空白行から彼の入学の理由の発効日を選択します。また、学生が登録されるべきで学校を選択し、画面の上部にある[保存]ボタンをクリックします。
lt_lt: Dabar jūs galite iš naujo pateikti paraišką studentas. Norėdami tai padaryti, pasirinkite mokinių priėmimą ir jo buvimas iš tuščią eilutę sąrašo apačioje priežastis įsigaliojimo dienos. Be to, pasirinkti mokyklą, kurioje studentas turėtų būti įtraukti, ir spustelėkite mygtuką &quot;Išsaugoti&quot; ekrano viršuje
lv_lv: Tagad Jūs varat atkārtoti pieteikties students. Lai to izdarītu, atlasiet spēkā stāšanās dienas studentu iesaistes un par viņa uzņemšanu no tukšu rindu apakšā saraksta iemeslu. Vēl tu vari izvēlēties skolu, kurā students ir uzņemts un noklikšķiniet uz Save pogas augšpusē ekrānam
mk_mk: Сега можете да го ре-запишат на студентот. За да го направите ова, одберете го ефективниот датум на студентите за запишување и причината за неговото запишување од празната линија на дното на листата. Исто така, одберете училиште на кои студентите треба да бидат запишани и кликнете на копчето Зачувај на врвот на екранот
nn_no: Nå kan du re-melde studenten. For å gjøre dette, velger effektiv dato for studenter innmelding og grunnen for hans påmelding fra den tomme linjen nederst på listen. Velg også skolen hvor studenten skal være registrert og klikk på knappen Lagre øverst på skjermen
pl_pl: Teraz możesz ponownie zarejestrować studenta. Aby to zrobić, wybierz datę wejścia w życie zapisów studentów i przyczyny jego zapisów od pustej linii na dole listy. Wybierz również szkoły, w której uczeń powinien być zapisany i kliknij przycisk Zapisz u góry ekranu
pt_pt: Agora você poderá se reinscrever o aluno. Para fazer isso, selecione a data efetiva da inscrição os alunos ea razão para sua inscrição a partir da linha em branco na parte inferior da lista. Além disso, selecione a escola onde o aluno deve estar matriculado e clique no botão Salvar na parte superior da tela
ro_ro: Acum puteţi reînscrie elevul. Pentru a face acest lucru, selectaţi data intrării în vigoare a înscrierea studenţilor, precum şi motivul pentru înscrierii sale de la linia de martor în partea de jos a listei. De asemenea, selectaţi scoala la care elevul ar trebui să fie înscrişi şi faceţi clic pe butonul Salvaţi din partea de sus a ecranului
ru_ru: Теперь вы можете повторной заявки студента. Для этого выберите дату вступления в силу студенты регистрации и причина его зачислении пустую строку в нижней части списка. Кроме того, выбрать школу, при которой студент должен быть зарегистрирован и нажмите кнопку Сохранить в верхней части экрана
sk_sk: Teraz môžete znovu zapísať študent. K tomu, vyberte dátum účinnosti zápisu študentov a dôvod pre jeho zápis na prázdny riadok v dolnej časti zoznamu. Tiež vybrať školu, ktorá by mala byť študent zapísal a potom kliknite na tlačidlo Uložiť v hornej časti obrazovky
sl_si: Sedaj lahko ponovno vpiše študent. To storite tako, da izberete datum začetka veljavnosti vpisa študentov in razlog za njegovo vpisu prazno vrstico na dnu seznama. Prav tako izberite šole, kjer bi morala biti vpisan študent in kliknite na gumb Save na vrhu zaslona
sq_al: Tani ju mund të ri-regjistrohen nxënësit. Për ta bërë këtë, zgjidhni data efektive e regjistrimin e studentëve dhe arsyen për regjistrim e tij nga vija bosh në fund të listës. Gjithashtu, zgjidhni shkollën në të cilën studenti duhet të jetë regjistruar dhe klikoni në butonin Ruaj në krye të ekranit
sr_rs: Сада можете да поново упише студента. Да бисте то урадили, изаберите дана ступања на снагу студената уписа и разлог његовог уписа у празну линију на дну листе. Такође, изаберите школу у којој би требало да ученик буде уписан и кликните на дугме Сачувај на врху екрана
sv_se: Nu kan du återregistrera studenten. För att göra detta genom att välja den dag då eleverna inskrivning och anledningen till hans inskrivning från den tomma raden längst ner i listan. Dessutom väljer den skola där studenten ska vara inskriven och klicka på knappen Spara längst upp på skärmen
th_th: ตอนนี้คุณสามารถลงทะเบียนอีกครั้งที่นักเรียน การทำเช่นนี้เลือกวันที่ที่มีประสิทธิภาพของการลงทะเบียนเรียนของนักเรียนและเหตุผลสำหรับการลงทะเบียนของเขาจากบรรทัดว่างเปล่าที่ด้านล่างของรายการ นอกจากนี้ยังมีให้เลือกโรงเรียนที่นักเรียนควรจะเข้าเรียนและคลิกที่ปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: Şimdi öğrencinin yeniden kayıt yaptırabilirler. Bunu yapmak için, öğrencilerin kayıt ve listenin en alt kısmında boş satır kayıt için neden yürürlüğe girdiği tarihten seçin. Ayrıca, öğrencinin kayıtlı olması gereken okul seçin ve ekranın üst kısmındaki Kaydet düğmesini tıklatın
uk_ua: Тепер ви можете повторної заявки студента. Для цього виберіть дату вступу в силу студенти реєстрації та причина його зарахування порожній рядок у нижній частині списку. Крім того, вибрати школу, при якій студент повинен бути зареєстрований і натисніть кнопку Зберегти у верхній частині екрана
wa_be: Nawr gallwch ail-gofrestru y myfyriwr. I wneud hyn, dewiswch y dyddiad effeithiol y cofrestru myfyrwyr a&#39;r rheswm dros ei gofrestru o&#39;r llinell wag ar waelod y rhestr. Hefyd, dewis yr ysgol lle dylai&#39;r myfyriwr fod wedi&#39;i gofrestru a chliciwch ar y botwm Save ar frig y sgrin
zh_tw: 現在，您可以重新註冊的學生。要做到這一點，選擇有效日期的招生和入學的原因，他從空行底部的列表。此外，選擇在哪個學校的學生，應參加並點擊保存按鈕，在屏幕上方

source: The enrollment and drop dates and reasons can be modified by clicking on the values, changing them to the desired value, and clicking the Save button at the top of the screen
af_za: Die inskrywing en drop datums en redes kan verander word deur te kliek op die waardes, die verandering van hulle na die verlangde waarde, en kliek op die Save-knoppie aan die bokant van die skerm
be_by: Наведваюць і якія пакінулі даты і прычыны могуць быць зменены, націснуўшы на каштоўнасці, змяняючы іх да жаданай велічыні, і націснуўшы на кнопку Захаваць ў верхняй частцы экрана
bg_bg: Записване и капка дати и причини могат да бъдат променени, като кликнете върху стойностите, променяйки ги до желаната стойност и кликнете върху бутона Запазване в горната част на екрана
bn_bd: নিয়োগ এবং ড্রপ তারিখ এবং কারণ মূল্যবোধ ক্লিক করে, পরিবর্তন করা যায় পছন্দসই মান থেকে তাদের পরিবর্তন, এবং পর্দার উপরের সেভ বাটন ক্লিক করতে পারেন
da_dk: Indskrivning og slip datoer og årsagerne kan ændres ved at klikke på de værdier, ændre dem til den ønskede værdi, og klikke på knappen Gem øverst på skærmen
el_gr: Η εγγραφή και η πτώση ημερομηνίες και τους λόγους που μπορούν να τροποποιηθούν κάνοντας κλικ στις αξίες, την αλλαγή τους με την τιμή που θέλετε και κάνοντας κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης
et_ee: Registreerimise ja tilk kuupäevad ja põhjustel saab muuta klõpsates väärtusi, nende muutmine soovitud väärtus ning klõpsates nuppu Salvesta ülaosas ekraani
fa_ir: ثبت نام و رها کردن تاریخ و دلایل را می توان با کلیک کردن بر روی ارزش ها تغییر ، تغییر آنها را به مقدار مورد نظر و کلیک کردن بر روی دکمه ذخیره در بالای صفحه کلیک کنید
fi_fi: Ilmoittautuminen ja pudottaa päivämäärät ja syyt voidaan muokata klikkaamalla arvoista, niiden muuttamisen haluttuun arvoon, ja klikkaamalla Tallenna-painiketta yläreunassa näytön
ga_ie: Is féidir leis an rollú agus titim dátaí agus na cúiseanna a mhodhnú trí chliceáil ar na luachanna, ag athrú orthu chun an luach atá ag teastáil, agus cliceáil ar an gcnaipe Sábháil ag barr an scáileáin
gl_gl: A inscrición e soltar as datas e os motivos poden ser modificados premendo sobre os valores, a modificación-as ao valor desexado, e premer no botón Gardar da parte superior da pantalla
hr_hr: Upisa i pad datum i razlozi mogu se mijenjati tako da kliknete na vrijednosti, mijenjajući ih na željenu vrijednost, a klikom na gumb Spremi na vrhu zaslona
hu_hu: A beiratkozási és vidd dátumok és oka lehet módosítani kattintva az értékek, változó, hogy a kívánt értékre, és kattintson a Mentés gombra a képernyő felső részén
is_is: The skráningu og sleppa dagsetningar og ástæður geta verið breytt með því að smella á gildum, breyta þeim til viðkomandi gildi, og smella á Vista hnappinn efst á skjánum
ja_jp: 登録して、ドロップの日付と理由が必要な値に変更し、画面の上部にある[保存]ボタンをクリックし、値をクリックして変更することができます。
lt_lt: Registravimo ir lašas datos ir priežastys gali būti pakeisti paspaudę ant vertes, keisdami juos į norimą reikšmę ir paspauskite mygtuką &quot;Išsaugoti&quot; ekrano viršuje
lv_lv: Uzņemšanas un nometiet datumi un iemesli var mainīt, noklikšķinot uz vērtībām, mainot tos līdz vajadzīgajai vērtībai, un noklikšķinot uz pogas Saglabāt augšpusē ekrānam
mk_mk: На запишувањето и капка датуми и причините може да биде изменета со кликнување на вредности, менувајќи ги до саканата вредност, и со кликнување на копчето Зачувај на врвот на екранот
nn_no: Innmelding og slipp datoer, og årsaker kan endres ved å klikke på verdier, å endre dem til ønsket verdi, og klikke på knappen Lagre øverst på skjermen
pl_pl: Zapisy i upuść daty i przyczyny mogą być modyfikowane poprzez kliknięcie na wartości, zmieniając je na żądaną wartość, a następnie klikając przycisk Zapisz na górze ekranu
pt_pt: A inscrição e soltar as datas e os motivos podem ser modificados clicando sobre os valores, alterando-as para o valor desejado, e clicar no botão Salvar na parte superior da tela
ro_ro: Înscriere şi meniurile datele şi motivele pot fi modificate făcând clic pe valori, a le modifica la valoarea dorită, şi clic pe butonul Salvare din partea de sus a ecranului
ru_ru: Посещающих и оставивших даты и причины могут быть изменены, нажав на ценности, изменяя их до желаемой величины, и нажав на кнопку Сохранить в верхней части экрана
sk_sk: Zápis and drop dáta a dôvodov je možné upraviť kliknutím na hodnotách, ich zmena na požadovanú hodnotu, a kliknutím na tlačidlo Uložiť v hornej časti obrazovky
sl_si: Vpis in spusti datumi in razlogi, se lahko spremeni s klikom na vrednotah, ki jih spreminja na želeno vrednost, in s klikom na gumb Shrani na vrhu zaslona
sq_al: Regjistrimit dhe të heqë datat dhe arsyet mund të modifikohet duke klikuar mbi vlerat, ndryshimin e tyre me vlerën e dëshiruar, dhe duke klikuar butonin Ruaj në krye të ekranit
sr_rs: Упис и пад датуми и разлози могу бити модификоване кликом на вредности, мењајући их на жељене вредности и кликнете на дугме Саве на врху екрана
sv_se: Inskrivningen och släpp datum och skäl kan ändras genom att klicka på värden, ändra dem till önskat värde och klicka på knappen Spara längst upp på skärmen
th_th: การลงทะเบียนและวางวันที่และเหตุผลที่สามารถแก้ไขได้โดยการคลิกที่ค่าที่เปลี่ยนแปลงพวกเขาไปยังค่าที่ต้องการและคลิกที่ปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: Kayıt ve bırak tarih ve nedenleri, istenen değere değişen ve ekranın üst kısmındaki Kaydet düğmesini tıklayarak, değerler üzerine tıklayarak modifiye edilebilir
uk_ua: Відвідують і залишили дати і причини можуть бути змінені, натиснувши на цінності, змінюючи їх до бажаної величини, і натиснувши на кнопку Зберегти у верхній частині екрана
wa_be: Gall y cofrestru a gollwng dyddiadau a&#39;r rhesymau cael eu haddasu gan glicio ar y gwerthoedd, eu newid at y gwerth a ddymunir, a chlicio ar y botwm Save ar frig y sgrin
zh_tw: 在招生和降日期和原因，可以通過點擊修改的值，改變他們的預期值，並單擊保存按鈕在屏幕上方

source: The Data Fields page allows you to setup your schools custom data fields. These fields are used to store information about a student in the Other Info student screen
af_za: Die data velde bladsy kan jy jou skole persoonlike data velde om te installeer. Hierdie velde is gebruik om inligting oor &#39;n student in die ander Info student skerm op te slaan
ar_dz: في صفحة حقول البيانات يسمح لك الإعداد المدارس المخصصة حقول البيانات. وتستخدم هذه الحقول لتخزين المعلومات عن طالب في شاشة معلومات الطالب أخرى
be_by: Старонка палёў дадзеных дазваляе вам наладзіць вашыя школы карыстацкіх палёў дадзеных. Гэтыя палі выкарыстоўваюцца для захоўвання інфармацыі пра студэнта ў іншых экране студэнта інфармацыя
bg_bg: Data Fields страница ви позволява да настроите вашето училище потребителски полета с данни. Тези полета се използват за съхранение на информация за студент в Други екран Информация за студент
bn_bd: তারিখ ক্ষেত্র পৃষ্ঠায় আপনি আপনার স্কুলের নিজস্ব তথ্য ক্ষেত্রগুলি সেটআপ করতে পারবেন. এই ক্ষেত্রগুলি অন্যান্য info ছাত্র পর্দায় একটি ছাত্র সম্পর্কে তথ্য সংরক্ষণ করতে ব্যবহৃত হয়
da_dk: Data Fields side kan du sætte din skole brugerdefinerede datafelter. Disse felter bruges til at gemme oplysninger om en elev i den Anden Info studerende skærm
el_gr: Η Data σελίδα Πεδία σας επιτρέπει να ρυθμίσετε τα σχολεία προσαρμοσμένα πεδία σας δεδομένα. Τα πεδία αυτά χρησιμοποιούνται για την αποθήκευση πληροφοριών σχετικά με ένα μαθητή στην άλλη οθόνη φοιτητής Πληροφορίες
et_ee: Data Fields leheküljel saab seadistada oma kooli custom andmevälju. Neid välju kasutatakse, et salvestada teavet õpilase Muud Info õpilase ekraani
fa_ir: صفحه زمینه داده ها اجازه می دهد تا شما را به راه اندازی مدارس خود را زمینه داده های دلخواه. این زمینه ها استفاده می شود برای ذخیره اطلاعات مربوط به یک دانش آموز در صفحه نمایش اطلاعات دانش آموز دیگر
fi_fi: Data Fields sivulla voit setup your kouluissa mukautettuja tietokenttiä. Näitä kenttiä käytetään tietojen tallentamiseen opiskelija Muu Info opiskelija näytön
ga_ie: Ceadaíonn an Sonraí Réimsí leathanach leat thus do scoileanna réimsí sonraí saincheaptha. Na réimsí a úsáidtear chun eolas a stóráil ar mhac léinn sa scáileán Eolas Eile mac léinn
gl_gl: Datos da páxina Campos permite que configure súas escolas campos de datos personalizados. Estes campos son utilizados para almacenar informacións sobre un estudante en pantalla Comunicados estudante
hr_hr: Polja s podacima stranica vam omogućuje postavljanje vašeg škola prilagođenih polja s podacima. Ova polja se koriste za pohranu informacija o student Ostale Informacije učenika zaslona
hu_hu: A Data Fields oldal lehetővé teszi, hogy állítsuk be az iskolák egyedi adatmezők. Ezek a mezők tárol információt a diák az Egyéb információ diák képernyőn
is_is: The Data Fields síða leyfir þér að skipulag skóla þinn siðvenja gögn sviðum. Þessir reitir eru notuð til að geyma upplýsingar um nemanda í öðrum Info nemandi skjár
ja_jp: データフィールドのページでは、学校でカスタムデータフィールドを設定することができます。これらのフィールドは、その他の情報を学生の画面で生徒に関する情報を格納するために使用されています
lt_lt: Duomenų laukų puslapis leidžia Jums sukonfigūruoti jūsų mokyklos užsakymą duomenų laukai. Šie laukai yra naudojamas saugoti informaciją apie studentų Kita info studentas ekrane
lv_lv: Datu laukus lapa ļauj jums setup jūsu skolās pielāgotus datu laukus. Šie lauki tiek izmantoti, lai glabātu informāciju par studenta Citas Info students ekrānu
mk_mk: Податоците полиња страница ви овозможува да го поставите вашето училиште сопствени податоци полиња. Овие полиња се користи за чување на информации за студентите во други информации студент екран
nn_no: Data Felter siden lar deg sette opp din skole tilpassede datafelt. Disse feltene brukes til å lagre informasjon om en student i Other Info student-skjermen
pl_pl: Data Fields pozwala skonfigurować szkół niestandardowych pól danych. Pola te są używane do przechowywania informacji o studencie w Inne ekranie studentów Informacje
pt_pt: Dados da página Campos permite que você configure suas escolas campos de dados personalizados. Estes campos são utilizados para armazenar informações sobre um estudante na tela Outras informações estudante
ro_ro: Datele Pagina Domenii vă permite la setup-ul şcolilor câmpuri de date personalizate. Aceste câmpuri sunt utilizate pentru a stoca informaţii despre un elev în ecranul Alte studentul Info
ru_ru: Страница полей данных позволяет вам настроить ваши школы пользовательских полей данных. Эти поля используются для хранения информации о студенте в других экране студента информация
sk_sk: Dátových polí stránka umožňuje nastaviť vlastné školy dátových polí. Tieto polia sa používajú na ukladanie informácií o študenta na ďalšej obrazovke Info študenta
sl_si: Data Fields stran vam omogoča nastavitev vaše šole po meri podatkovna polja. Ta polja se uporabljajo za shranjevanje informacij o študent v drugi zaslon Info študent
sq_al: Data Fields faqe ju lejon të setup shkollat ​​tuaja të dhënave doganore fushat. Këto fusha janë përdorur për të ruajtur informacione në lidhje me një student në ekranin e studentëve të tjera Info
sr_rs: Подаци Поља страница вам омогућава да подесите ваше школе прилагођена поља података. Овим областима се користе за складиштење информација о студент у Други екран информације студента
sv_se: Datafälten sida kan du ställa dina skolor anpassade datafält. Dessa fält används för att lagra information om en elev i Övrig info eleven skärmen
th_th: ข้อมูลหน้าเขตข้อมูลช่วยให้คุณสามารถตั้งค่าเขตข้อมูลโรงเรียนของคุณเอง เขตข้อมูลเหล่านี้จะถูกใช้เพื่อเก็บข้อมูลเกี่ยวกับนักเรียนในหน้าจอนักเรียนข้อมูลอื่น ๆ
tr_tr: Veri Alanlar sayfa okullar özel veri alanları kurulum sağlar. Bu alanlar Diğer Bilgiler öğrenci ekran bir öğrenci hakkında bilgi saklamak için kullanılan
uk_ua: Сторінка полів даних дозволяє вам налаштувати ваші школи користувальницьких полів даних. Ці поля використовуються для зберігання інформації про студента в інших екрані студента інформація
wa_be: Mae&#39;r dudalen Meysydd Data yn caniatáu i chi osod eich ysgolion meysydd data arferiad. Mae&#39;r caeau yn cael eu defnyddio i storio gwybodaeth am fyfyriwr yn y sgrîn i fyfyrwyr Gwybodaeth Arall
zh_tw: 該數據字段頁面允許您設置您的學校自定義數據字段。這些字段用於存儲信息的學生在其他學生的屏幕信息
