Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To change an assignment or type, click on the assignment or type you want to modify and click on the value you want to change in the grey area above the assignments
af_za: Om &#39;n werkstuk of soort te verander, klik op die werkstuk of die tipe wat jy wil verander en klik op die waarde wat jy wil verander in die grys area bo die opdragte
be_by: Каб змяніць прызначэнне або тып, націсніце на прызначэнне або тып вы хочаце змяніць, і націсніце на значэнне, якое вы хочаце змяніць у шэрай зоне вышэй заданні
bg_bg: За да промените задача или вид, кликнете върху прехвърляне или тип искате да промените и кликнете върху стойността, която искате да промените в сивата зона над задачи
bn_bd: একটি বরাত বা প্রকার পরিবর্তন বরাত বা প্রকার আপনার মান আপনি বরাদ্দকরণ উপরে ধূসর এলাকায় পরিবর্তন করতে চান পরিবর্তন এবং ক্লিক চান, ক্লিক করুন
da_dk: For at ændre en opgave eller type, skal du klikke på opgaven eller type, du vil ændre, og klik på den værdi, du ønsker at ændre i det grå området over opgaverne
el_gr: Για να αλλάξετε μια ανάθεση ή τον τύπο, κάντε κλικ στην ανάθεση ή τον τύπο που θέλετε να τροποποιήσετε και κάντε κλικ στην τιμή που θέλετε να αλλάξετε στη γκρίζα ζώνη πάνω από το αναθέσεις
et_ee: Muuta loovutamise või tüüp, klõpsa loovutamise või tüüp, mida soovite muuta ja klõpsake väärtus, mida soovite muuta hall ala kohal ülesanded
fa_ir: برای تغییر انتساب یا نوع ، در انتساب یا نوع شما می خواهید را تغییر دهید و با کلیک بر ارزش شما می خواهید در منطقه خاکستری در بالای تکالیف تغییر کلیک کنید
fi_fi: Voit muuttaa tehtävän tai tyypin klikkaa toimeksiannosta tai jota haluat muokata ja klikkaa arvoa haluat muuttaa harmaalla alueella edellä toimeksiantoja
ga_ie: A athrú sannadh nó cineál, cliceáil ar an sannadh nó an cineál is mian leat a mhodhnú agus cliceáil ar an luach is mian leat a athrú sa cheantar liath os cionn na tascanna
gl_gl: Para cambiar unha asignación ou tipo, faga clic sobre a asignación ou o tipo que desexa modificar e prema no valor que quere cambiar na zona gris enriba as atribucións
hr_hr: Da biste promijenili vrstu zadatka ili, kliknite na zadatak ili vrstu koju želite izmijeniti i kliknite na vrijednost koju želite promijeniti u sivo područje iznad zadatke
hu_hu: Megváltoztatásához megbízás vagy típus, kattintson a feladat, vagy írja be a módosítani kívánt, majd kattintson a kívánt értéket változtatni a szürke terület feletti megbízások
is_is: Til að breyta verkefni eða tegund, smelltu á framsal eða tegund þú vilt breyta og smelltu á gildið sem þú vilt breyta á gráa svæðið fyrir ofan verkefni
ja_jp: 割り当てまたは種類を変更するには、変更する譲渡または種類をクリックして、割り当て上記の灰色の領域で、変更したい値をクリック
lt_lt: Norėdami pakeisti užduoties arba tipą, spustelėkite priskyrimo arba tipą, kurį norite keisti, ir spustelėkite norimą reikšmę pakeisti pilka plotas virš užduočių
lv_lv: Lai mainītu cesiju vai tipu, noklikšķiniet uz uzdevuma vai veidu, kuru vēlaties mainīt, un noklikšķiniet uz vērtību, kuru vēlaties mainīt pelēkajā zonā virs uzdevumi
mk_mk: За да го промените задача или тип, кликнете на задача или пиши сакате да го измените и кликнете на вредноста што сакате да го смените во сива зона над задачи
nn_no: Slik endrer du et oppdrag eller type, klikk på oppdrag eller typen du vil endre, og klikk på den verdien du vil endre, i den grå området over oppgavene
pl_pl: Aby zmienić przypisanie lub typu, kliknij na przypisanie lub typ chcesz zmienić i kliknij na wartość chcesz zmienić w szarej strefie powyżej zadań
pt_pt: Para alterar uma atribuição ou tipo, clique sobre a atribuição ou o tipo que deseja modificar e clique no valor que você deseja alterar na área cinza acima as atribuições
ro_ro: Pentru a modifica o cesiune sau de tip, faceţi clic pe tipul de misiune sau doriţi să o modificaţi şi faceţi clic pe valoarea pe care doriţi să se schimbe în zona gri de mai sus misiuni
ru_ru: Чтобы изменить назначение или тип, нажмите на назначение или тип вы хотите изменить, и нажмите на значение, которое вы хотите изменить в серой зоне выше задания
sk_sk: Ak chcete zmeniť priradenie alebo typu, kliknite na úlohu, alebo text, ktorý chcete upraviť, a kliknite na hodnotu, ktorú chcete zmeniť v šedej oblasti nad úlohami
sl_si: Če želite spremeniti nalogo ali vrsto kliknite na nalogo ali vrsto, ki jo želite spremeniti, in kliknite na vrednost, ki jo želite spremeniti v sivo območje nad naloge
sq_al: Për të ndryshuar një detyrë ose llojin, klikoni mbi caktimin ose lloj që ju dëshironi të modifikoj dhe klikoni mbi vlerën e ju doni të ndryshojë në zonën gri mbi detyrat
sr_rs: Да бисте променили задатак или тип, кликните на задатку или тип који желите да измените и кликните на вредност коју желите да промените у сивој зони изнад задатке
sv_se: För att ändra en uppgift eller typ, klicka på uppdraget eller som du vill ändra och klicka på det värde du vill ändra i det grå området ovanför uppdrag
th_th: ต้องการเปลี่ยนแปลงการมอบหมายหรือพิมพ์ให้คลิกที่การกำหนดหรือประเภทที่คุณต้องการแก้ไขและคลิกบนค่าที่คุณต้องการเปลี่ยนแปลงในพื้นที่สีเทาด้านบนที่ได้รับมอบหมาย
tr_tr: Bir atama veya türünü değiştirmek için, atamaları üzerinde gri alan değiştirmek istediğiniz değeri değiştirebilir ve istediğiniz atama ya da tip tıklayın
uk_ua: Щоб змінити призначення або тип, натисніть на призначення або тип ви хочете змінити, і натисніть на значення, яке ви хочете змінити в сірій зоні вище завдання
wa_be: I newid aseiniad neu fath, cliciwch ar yr aseiniad neu fath rydych am ei addasu a chliciwch ar y gwerth ydych am newid yn yr ardal llwyd uwchben y aseiniadau
zh_tw: 要更改分配或類型，點擊類型的轉讓或要修改，然後點擊你想要的值改變的灰色區域上方的任務

source: types lists. Then, change the value and click the Save button
af_za: soorte lyste. Dan verander die waarde en kliek op die Save-knoppie
ar_dz: أنواع القوائم. ثم ، تغيير القيمة وانقر على زر حفظ
be_by: тыпаў спісаў. Затым зменіце значэння і націсніце кнопку Захаваць
bg_bg: видове списъци. След това, променете стойността и щракнете върху бутона Save
bn_bd: ধরনের তালিকা. তারপর, মান এবং পরিবর্তন সংরক্ষণ বোতাম ক্লিক করুন
da_dk: typer lister. Derefter ændre værdien, og klik på knappen Gem
el_gr: τύπους καταλόγων. Στη συνέχεια, αλλάξτε την τιμή και κάντε κλικ στο κουμπί Αποθήκευση
et_ee: tüüpi loendid. Siis väärtust muuta ja vajuta nuppu Salvesta
fa_ir: انواع فهرست. سپس ، تغییر مقدار و با کلیک بر روی دکمه ذخیره
fi_fi: tyyppisiä luetteloita. Sitten muuttaa arvoa ja napsauta Tallenna-painiketta
ga_ie: cineálacha liostaí. Ansin, athrú ar an luach agus cliceáil ar an gcnaipe Sábháil
gl_gl: tipos de listas. Entón, cambiar o valor e prema no botón Gardar
hr_hr: vrste popisa. Zatim promijenite vrijednost i kliknite na gumb Spremi
hu_hu: típusú listák. Ezután módosítsa az értéket, majd kattintson a Mentés gombra
is_is: gerðum listum. Þá breyting gildi og smelltu á Vista hnappinn
ja_jp: タイプのリスト。その後、値を変更し、[保存]ボタンをクリックします。
lt_lt: rūšių sąrašus. Tada, pakeisti reikšmę ir spustelėkite mygtuką &quot;Išsaugoti&quot;
lv_lv: veidu sarakstus. Tad, mainīt vērtību un noklikšķiniet uz pogas Saglabāt
mk_mk: видови листи. Потоа, променете ја вредноста и кликнете на копчето Зачувај
nn_no: typer lister. Deretter endre verdi og klikk Lagre
pl_pl: typów list. Następnie należy zmienić wartość i kliknij przycisk Zapisz
pt_pt: tipos de listas. Então, alterar o valor e clique no botão Salvar
ro_ro: tipuri de liste. Apoi, modificaţi valoarea şi faceţi clic pe butonul Salvare
ru_ru: типов списков. Затем измените значения и нажмите кнопку Сохранить
sk_sk: Typy zoznamov. Potom zmeňte hodnotu a kliknite na tlačidlo Uložiť
sl_si: vrste seznamov. Potem, spremenite vrednost in kliknite na gumb Save
sq_al: llojet e listave. Pastaj, të ndryshojë vlerën dhe klikoni në butonin Ruaj
sr_rs: типова листа. Затим, промените вредност и кликните на дугме Сачувај
sv_se: typer listor. Sedan ändra värdet och klickar på knappen Spara
th_th: รายการประเภท จากนั้นเปลี่ยนค่าและคลิกที่ปุ่มบันทึก
tr_tr: türlerini listeler. Sonra değerini değiştirmek ve Kaydet düğmesini tıklatın
uk_ua: типів списків. Потім змініть значення та натисніть кнопку Зберегти
wa_be: mathau rhestrau. Yna, newid y gwerth a chliciwch ar y botwm Save
zh_tw: 類型列表。然後，更改的值，然後單擊保存按鈕

source: Finally, to delete an item, select it by clicking on its title on the list and click the Delete button at the top of the screen. You will be asked to confirm the deletion
af_za: Ten slotte, &#39;n item te skrap, kies dit deur te kliek op die titel op die lys en kliek op die Skrap knoppie aan die bokant van die skerm. Jy sal gevra word om die verwydering te bevestig
be_by: Нарэшце, каб выдаліць элемент, выберыце яго, націснуўшы на яе назву ў спісе і націсніце кнопку Выдаліць ў верхняй частцы экрана. Вам будзе прапанавана пацвердзіць выдаленне
bg_bg: Накрая, за да изтриете елемент, изберете го, като кликнете върху заглавието на списъка и щракнете върху бутона Изтриване в горната част на екрана. Вие ще бъдете помолени да потвърдите изтриването
bn_bd: অবশেষে, একটি আইটেম মুছে, তালিকায় এর শিরোনামে ক্লিক করে এটি নির্বাচন করে পর্দার উপরে ফেলুন বাটনটিতে ক্লিক করুন. যে অপসারণ নিশ্চিতকরণ হবে
da_dk: Endelig, for at slette et element, skal du markere det ved at klikke på dens titel på listen og klikke på knappen Slet øverst på skærmen. Du vil blive bedt om at bekræfte sletningen
el_gr: Τέλος, για να διαγράψετε ένα στοιχείο, επιλέξτε κάνοντας κλικ στον τίτλο της στον κατάλογο και κάντε κλικ στο κουμπί Διαγραφή στο επάνω μέρος της οθόνης. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή
et_ee: Lõpuks, et Üksuse kustutamiseks valige see, kui klikite selle pealkiri nimekirjas ja klõpsa Delete nupule ülaosas ekraani. Teil palutakse Kustutamise kinnitamiseks
fa_ir: در نهایت ، به حذف یک آیتم ، آن را انتخاب کنید با کلیک کردن بر روی عنوان آن در لیست و کلیک بر روی دکمه حذف در بالای صفحه نمایش. از شما خواسته خواهد شد که تایید حذف
fi_fi: Lopuksi voit poistaa kohteen, valitse se klikkaamalla sen otsikko luettelosta ja napsauta Poista-painiketta näytön yläreunassa. Sinua pyydetään vahvistamaan poisto
ga_ie: Mar fhocal scoir, a scriosadh mír, roghnaigh sé trí chliceáil ar a theideal ar an liosta agus cliceáil ar an gcnaipe Scrios ag barr an scáileáin. Iarrfar ort a dhearbhú a scriosadh
gl_gl: Por último, para eliminar un elemento, seleccione o premendo no seu título na lista e prema no botón Eliminar na parte superior da pantalla. Lle será solicitada a confirmar a exclusión
hr_hr: Konačno, za brisanje stavke, odaberite je klikom na naslov na popisu i kliknite na gumb Izbriši na vrhu zaslona. Bit ćete pitani da potvrdite brisanje
hu_hu: Végül törölni egy elemet, válassza ki kattintva a címe a listán, majd kattintson a Törlés gombra a képernyő felső részén. Meg fogják kérni, hogy erősítse meg a törlést
is_is: Að lokum, til að eyða hlut, velja það með því að smella á titil hennar á listanum og smella á Eyða hnappinn efst á skjánum. Þú verður beðinn um að staðfesta eyðingu
ja_jp: 最後に、アイテムを削除するには、リストにそのタイトルをクリックして選択し、画面上部の[削除]ボタンをクリックします。削除を確認するよう要求されます。
lt_lt: Galiausiai, ištrinti elementą, pasirinkite jį spustelėdami jo pavadinimą sąraše ir spustelėkite mygtuką Naikinti ekrano viršuje. Jūsų bus paprašyta patvirtinti naikinimą
lv_lv: Visbeidzot, lai dzēstu vienumu, atlasiet to, noklikšķinot uz tās nosaukuma sarakstā un noklikšķiniet uz Delete pogas augšpusē ekrānam. Jums tiks lūgts apstiprināt dzēšanu
mk_mk: Конечно, за бришење на точка, одберете со кликнување на нејзиниот наслов на листата и кликнете на копчето за бришење на врвот на екранот. Ќе биде побарано да Потврдете го бришењето
nn_no: Til slutt, for å slette et element, velger du det ved å klikke på tittelen på listen og klikker på Slett-knappen øverst på skjermen. Du vil bli bedt om å bekrefte slettingen
pl_pl: Wreszcie, aby usunąć element, zaznacz go klikając na jego tytuł na liście i kliknij przycisk Usuń u góry ekranu. Zostaniesz poproszony o potwierdzenie usunięcia
pt_pt: Finalmente, para excluir um item, selecione-o clicando em seu título na lista e clique no botão Excluir na parte superior da tela. Você será solicitado a confirmar a exclusão
ro_ro: În cele din urmă, pentru a şterge un element, selectaţi-l dand click pe titlul său de pe listă şi faceţi clic pe butonul Ştergere din partea de sus a ecranului. Vi se va cere să confirmaţi ştergerea
ru_ru: Наконец, чтобы удалить элемент, выберите его, нажав на ее название в списке и нажмите кнопку Удалить в верхней части экрана. Вам будет предложено подтвердить удаление
sk_sk: A konečne, na odstránenie položky, vyberte ho kliknutím na jeho názov v zozname a kliknite na tlačidlo Odstrániť v hornej časti obrazovky. Budete vyzvaní na potvrdenie vymazania
sl_si: Končno, da izbrisati element, ga izberite s klikom na njen naslov na seznamu in kliknite gumb Izbriši na vrhu zaslona. Vas bo prosil za potrditev brisanja
sq_al: Së fundi, për të fshini një objekt, zgjidhni atë duke klikuar në titullin e saj në listë dhe klikoni butonin Delete në krye të ekranit. Ju do të kërkohet për të konfirmuar fshirjen
sr_rs: Коначно, да бисте избрисали ставку, изаберите је кликом на његов наслов на листи и кликните на дугме Избриши на врху екрана. Бићете упитани да потврдите брисање
sv_se: Slutligen, för att ta bort ett objekt markerar du det genom att klicka på dess namn på listan och klicka på knappen Ta bort längst upp på skärmen. Du ombeds att bekräfta borttagningen
th_th: สุดท้ายเพื่อลบรายการเลือกโดยการคลิกที่ชื่อในรายการและคลิกที่ปุ่มลบที่ด้านบนของหน้าจอ คุณจะถูกถามเพื่อยืนยันการลบ
tr_tr: Son olarak, bir öğeyi silmek için, listede başlık tıklayarak seçin ve ekranın üst kısmındaki Sil düğmesine tıklayın. Silme işlemini onaylamanız istenecektir
uk_ua: Нарешті, щоб видалити елемент, виберіть його, натиснувши на її назву в списку і натисніть кнопку Видалити у верхній частині екрана. Вам буде запропоновано підтвердити видалення
wa_be: Yn olaf, i ddileu&#39;r eitem, ddewis drwy glicio ar y teitl ar y rhestr a chliciwch ar y botwm Dileu ar frig y sgrin. Bydd gofyn i gadarnhau dileu&#39;r
zh_tw: 最後，要刪除一個項目，選擇它通過點擊它的標題就行了，然後點擊刪除按鈕在屏幕上方。你會被要求確認刪​​除

source: Grades
af_za: Graad
ar_dz: الدرجات
be_by: Ацэнкі
bg_bg: Степен
bn_bd: পদমর্যাদা
da_dk: Karakterer
el_gr: Βαθμοί
es_es: Calificaciones
et_ee: Klasside
fa_ir: نمرات
fi_fi: Arvosanat
ga_ie: Gráid
gl_gl: Graos
hr_hr: Ocjene
hu_hu: Osztályzatok
is_is: Einkunnir
ja_jp: グレード
lt_lt: Prognozės
lv_lv: Pakāpes
mk_mk: Оценки
nn_no: Karakterer
pl_pl: Stopnie
pt_pt: Graus
ro_ro: Note
ru_ru: Оценки
sk_sk: Stupne
sl_si: Razredi
sq_al: Notat
sr_rs: Оцене
sv_se: Betyg
th_th: เกรด
tr_tr: Sınıflar
uk_ua: Оцінки
wa_be: Graddau
zh_tw: 等級
