Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information, portal notes and alerts for teachers that have missing attendance. When you login for the first time it will be a blank screen. It will fill up as and when you add day today records in your instance of the software. As an administrator, you can setup the schools in this system, modify students and users, and access essential student reports.
af_za: Die dashboard is jou standaard tuisblad en bied toegang tot belangrike kennisgewings wanneer jy in die program teken. Die openSIS dashboard wys al die onlangse kalender inligting oor die gebeurtenis, portaal notas en waarskuwings vir onderwysers wat bywoning ontbreek. As jy vir die eerste keer aanteken, sal dit &#39;n leë skerm. Dit sal vul soos en wanneer jy dag vandag rekords in jou aanleg van die sagteware. As &#39;n administrateur, kan jy die opstel van die skole in hierdie stelsel, studente en gebruikers verander, en toegang tot noodsaaklike student verslae.
be_by: Панэль ваша хатняя старонка па змаўчанні і забяспечвае доступ да важных паведамленняў, калі вы увайсці ў праграму. Прыборная панэль openSIS паказвае ўсю апошнюю інфармацыю пра падзею календара, партальныя нататкі і абвесткі для настаўнікаў, якія маюць зніклага наведвальнасць. Пры ўваходзе ў першы раз гэта будзе пусты экран. Гэта папоўніць як і калі вы дадаеце дзень сёння запісы ў вашым асобніку праграмнага забеспячэння. Як адміністратар, вы можаце наладзіць школы ў гэтай сістэме, змяняць студэнтаў і карыстальнікаў, і паведамляе важна студэнт доступу.
bg_bg: Таблото е началната страница по подразбиране и предоставя достъп до важни сигнали, когато влезете в заявлението. OpenSIS табло показва всички последни информация за събитие от календара, портал бележки и предупреждения за учителите, които имат липсва посещаемост. Когато влезете за първи път, той ще бъде празен екран. Тя ще се напълни, както и когато добавите записа днес ден например на софтуера. Като администратор, можете да настроите училища в тази система, промяна на студенти и потребители, и достъп до основни доклади студент.
bn_bd: ড্যাশবোর্ড হয় আপনার ডিফল্ট হোম পেজ এবং গুরুত্বপূর্ণ সঙ্কেত ব্যবহার করার আবেদন লগ ইন উপলব্ধ. OpenSIS ড্যাশবোর্ড সব সাম্প্রতিক ক্যালেন্ডার ইভেন্ট তথ্য, পোর্টাল নোট শিক্ষক যে উপস্থিতি আছে অনুপস্থিত জন্য এবং এলার্ট দেখায়. প্রথমবারের জন্য লগইন এটি একটি ফাঁকা পর্দার হবে. এটা হিসাবে ভরাট এবং যখন আপনি সফ্টওয়্যার আপনার ইনস্ট্যান্সের দিন আজ রেকর্ড যোগ হবে. অ্যাডমিনিস্ট্রেটর হিসেবে, আপনি এই সিস্টেমে স্কুল সেটআপ, ছাত্র এবং ব্যবহারকারীদের তথ্য পরিবর্তন করতে পারে এবং অপরিহার্য ছাত্র রিপোর্ট প্রবেশ
da_dk: Dashboard er din standard hjemmeside og giver adgang til vigtige meddelelser, når du logger ind på ansøgningen. Den openSIS instrumentbrættet viser alle de seneste kalenderbegivenhed oplysninger, portal noter og beskeder for lærere, der har manglende fremmøde. Når du logger ind for første gang vil det være en tom skærm. Det kommer til at fylde op, når og hvis du tilføjer dagen i dag poster i din forekomst af softwaren. Som administrator, kan du indstille de skoler i dette system, ændre studerende og brugere, og få adgang til vigtige studerendes rapporter.
el_gr: Το ταμπλό είναι η προεπιλεγμένη αρχική σελίδα σας και παρέχει πρόσβαση σε σημαντικές ειδοποιήσεις όταν συνδέεστε με την εφαρμογή. Το ταμπλό openSIS δείχνει όλες τις πρόσφατες πληροφορίες για ένα συμβάν ημερολογίου, πύλη σημειώσεις και προειδοποιήσεις για τους καθηγητές που λείπουν συμμετοχή. Όταν κάνετε login για πρώτη φορά θα είναι μια κενή οθόνη. Θα γεμίσει, όπως και όταν προσθέτετε αρχεία σήμερα ημέρα στο παράδειγμα του λογισμικού. Ως διαχειριστής, μπορείτε να ρυθμίσετε τα σχολεία σε αυτό το σύστημα, να τροποποιήσει τους φοιτητές και τους χρήστες, καθώς και πρόσβαση σε βασικές εκθέσεις φοιτητών.
et_ee: Armatuurlaud on vaikimisi koduleht ning tagab juurdepääsu oluline teateid, kui te logite sisse taotluse. OpenSIS armatuurlaual näitab kõiki viimastel kalender sündmuse, portaali märkmeid ja teateid õpetajatele, mis on puudu osavõtuta. Sisselogimisel esimest korda see tühi ekraan. See täitke siis, kui lisate päev täna arvestust oma näiteks tarkvara. Administraatorina, saate seadistada koolide seda süsteemi muuta õpilased ja kasutajad ning juurdepääs oluline õpilase aruandeid.
fa_ir: داشبورد به طور پیش فرض صفحه خانه خود را فراهم می کند و دسترسی به هشدار مهم زمانی که شما به برنامه وارد شوید. صفحه openSIS تمام تقویم های اخیر اطلاعات رویداد ، یادداشت های پورتال و هشدار برای معلمان که از دست رفته حضور را نشان می دهد. وقتی که شما برای اولین بار وارد شوید یک صفحه نمایش خالی از آن خواهد شد. این را پر کنید و هنگامی که پرونده امروز روز شما در مثال خود را از نرم افزار. به عنوان یک مدیر ، شما می توانید مدارس در این سیستم ، تغییر دانش آموزان و کاربران راه اندازی ، و دسترسی به گزارش های دانشجویی ضروری.
fi_fi: Dashboard on Kotisivusi ja tarjoaa pääsyn tärkeisiin hälyttää kirjaudut sovellus. OpenSIS kojelauta näyttää kaikki viime kalenterin tapahtuman tiedot, portaali muistiinpanoja ja hälytykset opettajille, jotka ovat kateissa läsnäolo. Kun kirjaudut ensimmäistä kertaa se on tyhjä ruutu. Se täyttyy, jos ja kun lisäät päivä tänään tietueisiin teidän oikeusasteen ohjelmiston. Järjestelmänvalvojana voit pystyttää kouluille tässä järjestelmässä, muuttaa opiskelijoiden ja käyttäjien pääsy tärkeää opiskelijoiden raportteja.
ga_ie: Is é an Phainéil do leathanach baile réamhshocraithe agus soláthraíonn sé rochtain ar foláirimh tábhachtach nuair a logáil tú isteach leis an iarratas. Léiríonn an painéal seo gach faisnéis openSIS ócáid ​​déanaí féilire, nótaí tairseach agus foláirimh do mhúinteoirí a bhfuil freastal ar iarraidh. Nuair a bheidh tú logáil isteach don chéad uair a bheidh sé ar scáileán bán. Beidh sé líonadh suas mar agus nuair a cuir tú taifid lá inniu i do chás de na bogearraí. Mar riarthóir, is féidir leat thus na scoileanna sa chóras seo, mic léinn agus úsáideoirí a mhodhnú, agus tuarascálacha mac léinn riachtanach rochtana.
gl_gl: O Dashboard é a túa páxina de inicio estándar e ofrece acceso a alertas importantes cando entrar na aplicación. O panel mostra toda a información openSIS recente evento de calendario, notas portal e alertas para os profesores que teñen falta de presenza. Cando entra por primeira vez, será unha pantalla en branco. El vai encher-se como e cando engadir rexistros hoxe día na súa instancia do software. Como administrador, vostede pode configurar as escolas neste sistema, modificar estudantes e usuarios, e acceder informes estudante esencial.
hr_hr: Nadzorna ploča je zadani početnoj stranici i omogućuje pristup važnim upozorenja kada se prijavite na zahtjev. OpenSIS nadzorne ploče prikazuje sve novije informacije o kalendaru događaja, portal napomene i upozorenja nastavnika koje su nestale pohađanje. Kada se prijavite za prvi put to će biti prazan zaslon. Ona će ispuniti kao i kada dodate zapise dan danas u svom primjerku softvera. Kao administrator, možete postava škole u tom sustavu, mijenjati studenti i korisnici, a pristup bitno studenata izvješća.
hu_hu: A Dashboard az alapértelmezett kezdőlapot és hozzáférést biztosít a fontos, figyelmeztet, ha belép az alkalmazás. A openSIS műszerfalon mutatja az összes jelenlegi naptári esemény információk, portál megjegyzések és figyelmeztetések a tanárok számára, akik a hiányzó részvétel. Amikor belépsz az első alkalommal lesz egy üres képernyőn. Ez töltse ki, ahogy és amikor hozzá mai nap rekordok az esetben a szoftver. Mint rendszergazda, beállíthatja az iskolák ebben a rendszerben, módosítsa a diákok és a felhasználók, és a hozzáférés elengedhetetlen hallgatói beszámolók.
is_is: The Mælaborð er sjálfgefin heimasíðuna þína og veitir aðgang að mikilvægum tilkynningar þegar þú skráir þig inn umsókn. The openSIS mælaborð sýnir alla síðustu dagbók atburði upplýsingar, Portal athugasemdir og tilkynningar fyrir kennara sem hafa vantar aðsókn. Þegar þú skráir þig inn í fyrsta skipti sem það verður tóman skjáinn. Það mun fylla upp eins og þegar þú bætir við daginn í dag færslur í dæmi af the hugbúnaður. Sem stjórnandi getur þú skipulag skólanna í þessu kerfi, að breyta nemendum og notendur, og aðgengi nauðsynlegt skýrslur nemanda.
ja_jp: ダッシュボードには、あなたのデフォルトのホームページであり、あなたがアプリケーションにログインする重要なアラートへのアクセスを提供します。 openSISのダッシュボードには、出席が不足している教師のためのすべての最近のカレンダーのイベント情報、ポータルのメモとアラートが表示されます。あなたが初めてログインする場合には、空白の画面になります。それはいっぱいになり、あなたがご使用のソフトウェアのインスタンスで一日の今日、レコードを追加するとき。管理者として、あなたは、このシステムの学校をセットアップし、学生とユーザーを変更し、本質的な学生のレポートにアクセスすることができます。
lt_lt: Įrankinė jūsų numatytąjį pagrindinį puslapį ir suteikia prieigą svarbius įspėjimus, kai jums prisijungti prie paraiškos. OpenSIS prietaisų skydelyje rodo visus pastaruosius kalendorinius renginio informacija, mokytojams trūksta lankomumo portalo pastabos ir įspėjimai. Kai prisijungiate pirmą kartą, jis bus tuščias ekranas. Jis bus užpildyti kaip ir kai jūs įtraukiate Šiandien įrašus, pavyzdžiui, programinės įrangos. Kaip administratorius, galite sukonfigūruoti šią sistemą mokyklose, keisti studentų ir vartotojams, ir prieigą prie esminių studentų ataskaitas.
lv_lv: Panelis ir noklusējuma mājas lapā, kas nodrošina piekļuvi svarīgi, brīdinājumus, kad jūs piesakāties uz pieteikumu. OpenSIS panelī ir redzami visi pēdējā kalendāra notikumu informāciju, portālu piezīmes un brīdinājumus par skolotājiem, kas ir trūkst apmeklējumu. Kad piesakāties pirmo reizi, tas būs tukšs ekrāns. Tas aizbērt, kā un kad jūs pievienojiet dienu šodien ierakstus jūsu programmatūras gadījumu. Kā administrators, varat setup skolas šajā sistēmā, modificēt studentiem un lietotājiem, un piekļuves būtiskiem studentu ziņojumi.
mk_mk: На семафорот е вашиот стандардно Главна страница и овозможува пристап до важни сигнали кога ќе се најавите во барањето. На openSIS табла покажува сите понови настан од календарот информации, портал и забелешки сигнали за наставниците кои се водат за исчезнати посетеност. Кога ќе се најавите за прв пат тоа ќе биде празен екран. Тоа ќе се наполни салата, како и кога ќе додадете ден денес рекорди во вашиот пример на софтверот. Како администратор, можете да го поставите на училиштата во овој систем, менување на студентите и корисниците, како и пристап од суштинско значење студент извештаи.
nn_no: Dashboard er din standard startside, og gir tilgang til viktige varsler når du logger deg på søknaden. Den openSIS dashbordet viser alle de siste kalenderhendelse informasjon portal notater og varsler for lærere som har savnet oppmøte. Når du logger inn for første gang vil det være en blank skjerm. Det vil fylle opp og når du legger til dagen i dag poster i forekomst av programvaren. Som administrator kan du sette opp skolene i dette systemet, modifisere studenter og brukere, og tilgang til essensielle student rapporter.
pl_pl: Dashboard jest domyślną stronę główną i zapewnia dostęp do ważnych alertów, gdy użytkownik loguje się do aplikacji. Deska rozdzielcza openSIS pokazuje wszystkie najnowsze informacje zdarzenia kalendarza, notatek i alarmów portal dla nauczycieli, które brakuje obecności. Po zalogowaniu się po raz pierwszy będzie to pusty ekran. Będzie to wypełnić jak i podczas dodawania rekordów dziś dzień w wystąpieniu oprogramowania. Jako administrator, możesz ustawić szkoły w tym systemie, modyfikowanie studentów i użytkowników oraz dostęp do podstawowych raportów studentów.
pt_pt: O Dashboard é a sua página inicial padrão e fornece acesso a alertas importantes quando você efetuar login no aplicativo. O painel mostra todas as informações openSIS recente evento de calendário, notas portal e alertas para os professores que têm falta de presença. Quando você entra pela primeira vez, será uma tela em branco. Ele vai encher-se como e quando você adicionar registros hoje dia em sua instância do software. Como administrador, você pode configurar as escolas neste sistema, modificar estudantes e usuários, e acessar relatórios estudante essencial.
ro_ro: Tabloul de bord este de Pagina implicite şi oferă acces la semnalările de important atunci când vă conectaţi la cerere. Tablou de bord openSIS prezinta toate informaţiile recente eveniment din calendar, notele portal şi avertizări pentru cadrele didactice care au lipsă de prezenţă. Când vă autentificaţi pentru prima dată, acesta va fi un ecran gol. Acesta va umple ca şi atunci când adăugaţi înregistrări ziua de azi în instanţă de către dvs. a software-ului. Ca administrator, aveţi posibilitatea de configurare şcolile din acest sistem, modifica studenţi şi utilizatori, precum şi acces la rapoarte esenţiale student.
ru_ru: Dashboard является используемым по умолчанию домашнюю страницу и обеспечивает доступ к важным сигналы, когда вы войти в приложение. OpenSIS приборной панели показывает все последние информацию календарь событий, отмечает портал и оповещения для учителей, которые отсутствуют посещаемости. Когда вы Войти в первый раз это будет пустой экран. Она будет заполняться, как и при добавлении записи сегодняшней день в вашем экземпляре программного обеспечения. Как администратор, вы можете настроить школ в этой системе, изменить студентов и пользователей, и доступ к основным отчеты студентов.
sk_sk: Prístrojová doska je predvolenú domovskú stránku a poskytuje prístup k dôležitým upozorní, keď sa prihlásite do aplikácie. OpenSIS palubná doska zobrazuje všetky informácie o udalosti posledných kalendár, poznámky a upozornenia portál pre učiteľov, ktoré chýbajú účasť. Po prihlásení sa prvýkrát bude prázdna obrazovka. Naplní sa, ako a kedy pridáte záznamy Dnes v inštancii softvéru. Ako správca môžete nastaviť školy v tomto systéme, meniť študentov a užívateľa, a prístup k základným študentských správ.
sl_si: Nadzorna plošča je privzeta domača stran in omogoča dostop do pomembnih opozoril, ko se prijavite v aplikacijo. OpenSIS armaturni plošči prikazuje vse najnovejše informacije koledarju prireditev, portal opombe in opozorila za učitelje, ki imajo manjkajoče prisotnost. Ko se prijavite za prvič bo prazen zaslon. To bo izpolnite, če in ko jih dodate zapise danes dan v primerku programske opreme. Kot skrbnik lahko namestitev šol v tem sistemu, spreminjanje študentov in uporabnikov, ter dostop do bistvenih poročil študentov.
sq_al: Paneli i drejtimit është shtëpia juaj i parazgjedhur faqe dhe siguron qasje në alarme e rëndësishme kur ju hyni në të aplikimit. Paneli i drejtimit openSIS tregon të gjitha kohëve të fundit kalendarik informacionin ngjarje, vë në dukje portali dhe alarme për mësuesit që kanë humbur të pranishëm. Kur të identifikoheni për herë të parë do të jetë një ekran bosh. Ajo do të mbushen, si dhe kur ju të shtoni të dhënat sot ditën në shkallë tuaj të softuerit. Si një administrator, ju mund të setup shkollave në këtë sistem, të modifikojë studentët dhe përdoruesve, si dhe qasje në raportet esenciale e studentëve.
sr_rs: Дасхбоард је ваш подразумевани почетна страница и пружа приступ важним упозорења када се пријавите на захтев. ОпенСИС инструмент табли показује све новије Календар догађаја информација, портала напомене и упозорења за наставнике који имају недостаје присуство. Када се пријавите за први пут то ће бити празан екран. То ће попунити, као и када додате евиденције дан данас у својој инстанци софтвера. Као администратор, можете подесити школе у ​​овом систему, измене студената и корисника, и приступ основним извештајима студента.
sv_se: Instrumentpanelen är en standard hemsida och ger tillgång till viktiga varningar när du loggar in till programmet. Den openSIS instrumentpanelen visar all aktuell information kalenderhändelse, portal anteckningar och varningar för lärare som saknar närvaro. När du loggar in för första gången blir det en tom skärm. Det kommer att fylla upp och när du lägger till poster dag idag i din instans av programvaran. Som administratör kan du ställa skolorna i detta system, ändra studenter och användare, och få tillgång till viktig elev rapporter.
th_th: แดชบอร์ดหน้าบ้านของคุณเริ่มต้นและให้การเข้าถึงการแจ้งเตือนที่สำคัญเมื่อคุณเข้าสู่ระบบเพื่อการใช้งาน แดชบอร์ด openSIS แส​​ดงทั้งหมดข้อมูลปฏิทินเหตุการณ์ล่าสุดบันทึกพอร์ทัลและการแจ้งเตือนสำหรับครูผู้สอนที่มีการขาดหายไปเข้าร่วมประชุม เมื่อคุณเข้าสู่ระบบเป็นครั้งแรกที่มันจะเป็นหน้าจอว่างเปล่า มันจะเติมเป็นและเมื่อคุณเพิ่มระเบียนในวันนี้วันที่ในกรณีของซอฟแวร์ เป็นผู้ดูแลระบบคุณสามารถตั้งโรงเรียนในระบบนี้แก้ไขนักเรียนและผู้ใช้และการเข้าถึงรายงานนักเรียนที่จำเป็น
tr_tr: Pano varsayılan giriş sayfası ve uygulama için giriş önemli uyarıları erişim sağlar. Opensis pano Tüm son takvim etkinlik bilgileri, katılım eksik olan öğretmenler için portal notlar ve uyarılar gösterir. Ilk kez oturum açtığınızda boş bir ekran olacak. Yazılım örneğini gün bugün kayıtları eklerken doldurmak ve. Bir yönetici olarak, kurulum bu sistemde okullar, öğrenciler ve kullanıcılar değiştirmek ve gerekli öğrenci raporlarına erişmek.
uk_ua: Dashboard є використовуваним за замовчуванням домашню сторінку і забезпечує доступ до важливих сигнали, коли ви увійти в додаток. OpenSIS приладової панелі показує всі останні інформацію календар подій, зазначає портал та оповіщення для вчителів, які відсутні відвідуваності. Коли ви Увійти в перший раз це буде порожній екран. Вона буде заповнюватися, як і при додаванні запису сьогоднішньої день у вашому екземплярі програмного забезпечення. Як адміністратор, ви можете налаштувати шкіл у цій системі, змінити студентів і користувачів, і доступ до основних звіти студентів.
wa_be: Mae&#39;r Dangosfwrdd yn eich diofyn tudalen gartref ac yn darparu mynediad i rybuddion bwysig pan fyddwch yn mewngofnodi i&#39;r cais. Mae&#39;r dangosfwrdd openSIS yn dangos yr holl wybodaeth calendr digwyddiadau diweddar, nodiadau porth a rhybuddion ar gyfer athrawon sydd wedi colli presenoldeb. Pan fyddwch yn mewngofnodi am y tro cyntaf, bydd yn sgrîn wag. Bydd yn llenwi i fyny fel a phan fyddwch yn ychwanegu cofnodion heddiw dydd yn eich achos o&#39;r meddalwedd. Fel gweinyddwr, gallwch setup yr ysgolion yn y system hon, addasu myfyrwyr a defnyddwyr, a mynediad adroddiadau myfyrwyr hanfodol.
zh_tw: 儀表板是您的默認主頁，並提供存取重要提示，當您登錄到該應用程序。儀表板顯示所有的openSIS最近日曆事件信息，門戶筆記和警報教師已失踪出席。當您第一次登錄這將是一個空白屏幕。它會填滿，當你添加為今天一天的記錄在您的實例的軟件。作為管理員，您可以設置在這個系統中的學校，學生和修改用戶，並獲得必要的學生報告。
