Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Enter Only Numeric Value
af_za: Gee Slegs numeriese waarde
ar_dz: أدخل قيمة رقمية فقط
be_by: Калі ласка, увядзіце толькі лічбавага значэння
bg_bg: Въведете Само числена стойност
bn_bd: শুধুমাত্র সংখ্যাবিহীন লিখুন
da_dk: Indtast Kun Numerisk værdi
el_gr: Εισάγετε μόνο αριθμητικές Αξία
es_es: Ingresar solamente un Valor Numérico
et_ee: Sisestage ainult Arvväärtus
fa_ir: فقط مقدار عددی را وارد کنید
fi_fi: Kirjoita vain numeerisia arvo
ga_ie: Cuir isteach Amháin Luach Uimhriúil
gl_gl: Introduza só o valor numérico
hr_hr: Unesite samo numeričku vrijednost
hu_hu: Írja csak numerikus érték
is_is: Sláðu inn aðeins tölugildi
ja_jp: 数値のみを入力してください
lt_lt: Įveskite Tik skaitinė vertė
lv_lv: Ievadiet tikai skaitlisku vērtību
mk_mk: Внесете Само нумеричка вредност
nn_no: Tast Kun Talverdi
pl_pl: Wpisz tylko wartość liczbową
pt_pt: Digite apenas o valor numérico
ro_ro: Doar introduceţi valoarea numerică
ru_ru: Введите только числового значения
sk_sk: Zadajte iba číselné hodnoty
sl_si: Vpišite samo številske vrednosti
sq_al: Shkruani Vetëm Vlera numerike
sr_rs: Унесите само нумеричке вредности
sv_se: Ange endast numeriska värdet
th_th: ป้อนเฉพาะค่าตัวเลข
tr_tr: Sadece sayısal değer girin.
uk_ua: Введіть лише числового значення
wa_be: Rhowch Dim ond Gwerth rhifol
zh_tw: 只輸入數字值

source: Please enter the Start Date
af_za: Voer die begin datum
ar_dz: الرجاء إدخال تاريخ البدء
be_by: Калі ласка, увядзіце даты пачатку
bg_bg: Моля, въведете начална дата
bn_bd: আরম্ভের তারিখ লিখুন
da_dk: Indtast venligst Start Dato
el_gr: Παρακαλώ εισάγετε την Ημερομηνία Έναρξης
es_es: Por favor ingrese la Fecha de Inicio
et_ee: Palun sisesta Start Date
fa_ir: لطفا تاریخ شروع را وارد کنید
fi_fi: Anna Aloituspäivä
ga_ie: Cuir isteach an Dáta Tosaigh
gl_gl: Introduza a data de inicio
hr_hr: Molimo unesite Početni datum
hu_hu: Kérjük, adja meg a Kezdés dátuma
is_is: Vinsamlegast sláðu inn Start Date
ja_jp: 開始日を入力してください
lt_lt: Prašome įvesti pradžios datą
lv_lv: Lūdzu, ievadiet sākuma datums
mk_mk: Ве молиме внесете го Почеток Датум
nn_no: Vennligst fyll inn startdato
pl_pl: Proszę podać daty rozpoczęcia
pt_pt: Por favor, indique a data de início
ro_ro: Te rugăm să introduci Data de începere
ru_ru: Пожалуйста, введите даты начала
sk_sk: Zadajte prosím dátum začatia
sl_si: Vnesite začetni datum
sq_al: Ju lutem shkruani Data e fillimit
sr_rs: Молимо Вас да унесете датум почетка
sv_se: Ange startdatum
th_th: โปรดใส่วันที่เริ่มต้น
tr_tr: Başlangıç ​​Tarihi giriniz
uk_ua: Будь ласка, введіть дати початку
wa_be: Nodwch y Dyddiad Cychwyn
zh_tw: 請輸入開始日期

source: Please Enter the End Date
af_za: Tik asseblief die einddatum
ar_dz: الرجاء أدخل تاريخ الانتهاء
be_by: Калі ласка, увядзіце дату заканчэння
bg_bg: Моля, въведете крайната дата
bn_bd: শেষ তারিখ করুন
da_dk: Vær venlig at indtaste slutdatoen
el_gr: Παρακαλούμε Εισάγετε την Ημερομηνία Λήξης
es_es: Por favor ingrese la Fecha de Finalización
et_ee: Palun sisestage lõpukuupäev
fa_ir: لطفا تاریخ انتها را وارد کنید
fi_fi: Ole hyvä Anna päättymispäivä
ga_ie: Cuir Iontráil an Dáta Deiridh
gl_gl: Por favor Entre a data de finalización
hr_hr: Molimo unesite završni datum
hu_hu: Kérjük, adja meg a befejezési dátumot
is_is: Vinsamlega sláðu inn End Date
ja_jp: 終了日を入力してください
lt_lt: Prašome įvesti pabaigos datą
lv_lv: Lūdzu, ievadiet beigu datumu
mk_mk: Ве молиме внесете крајниот датум
nn_no: Vennligst fyll inn sluttdato
pl_pl: Proszę podać datę zakończenia
pt_pt: Por favor Entre a data de término
ro_ro: Vă rugăm să introduceţi data End
ru_ru: Пожалуйста, введите дату окончания
sk_sk: Prosím, zadajte dátum konca
sl_si: Vnesite End Date
sq_al: Ju lutem shkruani Data End
sr_rs: Молимо Вас да унесете Датум завршетка
sv_se: Ange slutdatum
th_th: กรุณาใส่วันสิ้นสุด
tr_tr: Lütfen Bitiş Tarihi girin
uk_ua: Будь ласка, введіть дату закінчення
wa_be: Os gwelwch yn dda Rhowch y Dyddiad Gorffen
zh_tw: 請輸入結束日期

source: Please enter the Grade Posting Start Date
af_za: Gee die graad Posting Start Date
ar_dz: الرجاء إدخال تاريخ البدء الصف المشاركة
be_by: Калі ласка, увядзіце класа Праводка Дата пачатку
bg_bg: Моля, въведете степен Публикуване дата за начало
bn_bd: গ্রেড পোস্টিং আরম্ভের তারিখ লিখুন
da_dk: Indtast venligst Grade Posting Startdato
el_gr: Παρακαλώ εισάγετε το βαθμό Ημερομηνία Δημοσίευσης Έναρξη
es_es: Por favor ingrese la Fecha de Inicio de la Publicación de la Calificaciones
et_ee: Palun sisesta Hinne Posting Start Date
fa_ir: لطفا درجه ارسال تاریخ شروع را وارد کنید
fi_fi: Anna Grade lähettämistä Alkamispäivä
ga_ie: Cuir isteach an Dáta Tosaigh Grád Postála
gl_gl: Por favor introduza o Data de inicio Reixa Posting
hr_hr: Molimo unesite Ocjena Objavljivanje Datum početka
hu_hu: Kérjük, adja meg Grade Hozzászólási Kezdés dátuma
is_is: Vinsamlegast sláðu inn Grade Staða Start Date
ja_jp: グレード投稿開始日を入力してください
lt_lt: Prašome įvesti klasės komandiruotės pradžios data
lv_lv: Lūdzu, ievadiet Grade norīkošanas sākuma datums
mk_mk: Ве молиме внесете го Одделение Праќање пораки во Почеток Датум
nn_no: Vennligst fyll inn Grade Posting Startdato
pl_pl: Proszę podać stopień Wysyłanie Data rozpoczęcia
pt_pt: Por favor digite a Data de Início Grade Posting
ro_ro: Vă rugăm să introduceţi data Grad Start postare
ru_ru: Пожалуйста, введите класса Проводка Дата начала
sk_sk: Zadajte prosím Grade Dátum začatia vysielania
sl_si: Vnesite Grade datum knjiženja Začni
sq_al: Ju lutem shkruani Data e klasës Posting Fillimi
sr_rs: Молимо Вас да унесете разред Слање датум почетка
sv_se: Ange Grade Posting Startdatum
th_th: กรุณากรอกวันที่เริ่มต้นการโพสต์เกรด
tr_tr: Sınıf Göndermek Başlangıç ​​Tarihi giriniz
uk_ua: Будь ласка, введіть класу Проводка Дата початку
wa_be: Nodwch y Dyddiad Dechrau Gradd Postio
zh_tw: 請輸入級發帖開始日期

source: Enrollment Code
af_za: Intekenen Kode
ar_dz: قانون الالتحاق
be_by: Рэгістрацыі кодэкс
bg_bg: Записване кодекс
bn_bd: তালিকা কোড
da_dk: Tilmelding Kode
el_gr: Κωδικός Εγγραφή
es_es: Código de Inscripción
et_ee: Registreerimine kood
fa_ir: کد ثبت نام
fi_fi: Ilmoittautuminen koodi
ga_ie: Cód rollú
gl_gl: Clave de acceso
hr_hr: Kod upis
hu_hu: Beiratkozás kód
is_is: Innritun Code
ja_jp: 登録コード
lt_lt: Įrašas Kodas
lv_lv: Uzņemšanas kods
mk_mk: Запишувањето Код
nn_no: Påmelding Kode
pl_pl: Kod rejestracyjny
pt_pt: Código de inscrição
ro_ro: Codul de înscriere
ru_ru: Регистрации кодекс
sk_sk: Zápis kódu
sl_si: Vpis zakonik
sq_al: Kodi Regjistrimi
sr_rs: Упис Код
sv_se: Inskrivning kod
th_th: รหัสการลงทะเบียน
tr_tr: Kayıt Kodu
uk_ua: Реєстрації кодекс
wa_be: Cod cofrestru
zh_tw: 招生代碼

source: Enrollment Record
af_za: Intekenen Rekord
ar_dz: سجل القيد
be_by: Запіс рэгістрацыі
bg_bg: Записване Запис
bn_bd: তালিকাভুক্তি রেকর্ড
da_dk: Tilmelding Record
el_gr: Εγγραφή Εγγραφή
es_es: Registro de Inscripción
et_ee: Registreerimine Record
fa_ir: رکورد ثبت نام
fi_fi: Ilmoittautuminen Record
ga_ie: Taifead rollú
gl_gl: Rexistro de inscrición
hr_hr: Snimanje upis
hu_hu: Beiratkozás Record
is_is: Innritun Record
ja_jp: 登録レコード
lt_lt: Įrašas Įrašas
lv_lv: Uzņemšanas Record
mk_mk: Запишувањето рекорд
nn_no: Påmelding Record
pl_pl: Rekord rejestracji
pt_pt: Registro de inscrição
ro_ro: Înscrierea Înregistrare
ru_ru: Запись регистрации
sk_sk: Zápis záznamu
sl_si: Vpis Record
sq_al: Regjistro Regjistrimi
sr_rs: Упис Снимите
sv_se: Inskrivning Rekord
th_th: บันทึกการลงทะเบียน
tr_tr: Kayıt Kayıt
uk_ua: Запис реєстрації
wa_be: Cofnod cofrestru
zh_tw: 招生記錄

source: Enrollment Records
af_za: Intekenen Records
ar_dz: سجلات القيد
be_by: Рэгістрацыі Справаздачы
bg_bg: Записване Records
bn_bd: তালিকাভুক্তি রেকর্ডস
da_dk: Tilmelding Records
el_gr: Εγγραφές Εγγραφή
es_es: Registros de Inscripción
et_ee: Registreerimine Records
fa_ir: سوابق ثبت نام
fi_fi: Ilmoittautuminen Records
ga_ie: Taifid rollú
gl_gl: Rexistros de inscrición
hr_hr: Upis zapisa
hu_hu: Beiratkozás Records
is_is: Innritun Tónlist
ja_jp: 登録レコード
lt_lt: Įrašas Įrašai
lv_lv: Uzņemšanas Records
mk_mk: Запишувањето на рекорди
nn_no: Påmelding Records
pl_pl: Zapisy Zapisy
pt_pt: Registros de inscrição
ro_ro: Înscrierea Records
ru_ru: Регистрации Отчеты
sk_sk: Zápis záznamov
sl_si: Vpis Records
sq_al: Regjistrimi Records
sr_rs: Упис Рецордс
sv_se: Inskrivning Records
th_th: บันทึกการลงทะเบียน
tr_tr: Programlarının
uk_ua: Реєстрації Звіти
wa_be: Cofnodion cofrestru
zh_tw: 招生記錄

source: New Address Field
af_za: Nuwe adres veld
ar_dz: العنوان الجديد الميدانية
be_by: Новае поле Адрас
bg_bg: New Address поле
bn_bd: নতুন ঠিকানা ক্ষেত্র
da_dk: Ny adresse Field
el_gr: Νέο πεδίο της διεύθυνσης
fa_ir: حوزه آدرس جدید
fi_fi: Uusi osoitekenttä
ga_ie: Réimse Seoladh Nua
gl_gl: Campo Novo enderezo
hr_hr: Nova adresa polje
hu_hu: Új cím mező
ja_jp: 新しいアドレスフィールド
lt_lt: Naujas adresas srityje
lv_lv: Jauna adrese lauks
mk_mk: Нов полето за адреса
nn_no: Nye adressefelt
pl_pl: Nowe pole Adres
pt_pt: Campo Novo endereço
ro_ro: Adresa nou câmp
ru_ru: Новое поле Адрес
sk_sk: Nová adresa pole
sq_al: Fusha e re Adresa
sr_rs: Нова адреса поља
sv_se: Ny adress fält
th_th: เขตข้อมูลที่อยู่ใหม่
tr_tr: Yeni Adres Alanı
uk_ua: Нове поле Адреса
wa_be: Maes Cyfeiriad Newydd
zh_tw: 新地址字段

source: Auto Pull-Down
af_za: Auto hangkieslys
ar_dz: السيارات المنسدلة
bg_bg: Auto падащото
bn_bd: স্বয়ং -টানুন ডাউন
es_es: Auto Desplegable
et_ee: Auto rippmenüüst
fa_ir: خودکار PULL - DOWN
ga_ie: Auto Tarraingt-Síos
hr_hr: Auto padajućem
hu_hu: Auto legördülő
ja_jp: プルダウンオート
lt_lt: Auto susilpninimas
mk_mk: Авто опаѓачкото
sr_rs: Ауто пулл-довн
th_th: ออโต้แบบดึงลง
tr_tr: Pull-Aşağı Otomatik
wa_be: Tynnwch Auto-Down
zh_tw: 自動下拉

source: New Address Field Category
af_za: Nuwe adres veld Kategorie
ar_dz: العنوان الجديد الفئة الميدانية
be_by: Новая катэгорыя полі Адрас
bg_bg: Нова категория Адрес на полето
bn_bd: নতুন ঠিকানা মাঠ বিষয়শ্রেণী
da_dk: Ny adresse Field kategori
el_gr: Νέα Κατηγορία πεδίο διεύθυνσης
et_ee: New Address Field Kategooria
fa_ir: رده فیلد آدرس جدید
fi_fi: Uusi osoitekenttä Luokka
ga_ie: Catagóir Allamuigh Nua Seoladh
gl_gl: Categoría Campo Novo Enderezo
hr_hr: Novi adresno polje Kategorija
hu_hu: Új cím mező kategória
is_is: New Address Field Flokkur
ja_jp: 新しいアドレスフィールドのカテゴリ
lt_lt: Naujas adresas Lauko Kategorija
lv_lv: Jauna adrese lauks Kategorija
mk_mk: Нов полето за адреса Категорија
nn_no: Nytt adressefelt Kategori
pl_pl: Nowa kategoria pola adresu
pt_pt: Categoria Campo Novo Endereço
ro_ro: New Adresa câmpul Categorie
ru_ru: Новая категория поле Адрес
sk_sk: Nová adresa pole kategórie
sl_si: New Address Field Kategorija
sq_al: Adresa e re në terren Category
sr_rs: Нова адреса поља Категорија
sv_se: Nya adressfält Kategori
th_th: หมวดหมู่ที่อยู่เขตใหม่
tr_tr: Yeni Adres Alan Kategori
uk_ua: Нова категорія поле Адреса
wa_be: Cyfeiriad Newydd Categori Maes
zh_tw: 新地址字段類別

source: Edit Pull-Down
af_za: Verander Trek-down
ar_dz: تحرير المنسدلة
be_by: Змяніць Pull-Down
bg_bg: Редактиране Pull-Down
bn_bd: PullDown সম্পাদনা
el_gr: Επεξεργασία pull-down
es_es: Editar Desplegable
et_ee: Edit rippmenüüst
fa_ir: ویرایش PULL - DOWN
ga_ie: Cuir Tarraingt-Síos
gl_gl: Editar Pull-down
hr_hr: Uredi padajućem
hu_hu: Szerkesztés legördülő
is_is: Breyta Pull-Down
ja_jp: プルダウン編集
lt_lt: Redaguoti Patraukite žemyn
lv_lv: Rediģēt Pull-Down
mk_mk: Измени опаѓачкото
pl_pl: Edytuj Pull-Down
pt_pt: Editar Pull-Down
ro_ro: Editare Pull-Down
ru_ru: Изменить Pull-Down
sk_sk: Upraviť Pull-Down
sr_rs: Уређивање пулл-довн
sv_se: Redigera Pull-Down
th_th: แก้ไขเลื่อนลง
tr_tr: Pull-Aşağı Düzenle
uk_ua: Змінити Pull-Down
wa_be: Golygu Tynnwch-Down
zh_tw: 編輯下拉

source: Text
af_za: Teks
ar_dz: نص
be_by: Тэкст
bg_bg: Текст
bn_bd: টেক্সট
da_dk: Tekst
el_gr: Κείμενο
es_es: Texto
et_ee: Tekst
fa_ir: متن
fi_fi: Teksti
ga_ie: Téacs
gl_gl: Texto
hr_hr: Tekst
hu_hu: Szöveg
is_is: Texti
ja_jp: テキスト
lt_lt: Tekstas
lv_lv: Teksts
mk_mk: Текст
nn_no: Tekst
pl_pl: Tekst
pt_pt: Texto
ru_ru: Текст
sl_si: Besedilo
sq_al: Tekst
sr_rs: Текст
th_th: ข้อความ
tr_tr: Metin
uk_ua: Текст
wa_be: Testun
zh_tw: 文本

source: Coded Pull-Down
af_za: Gekodeerde Trek-Down
ar_dz: ترميز المنسدلة
be_by: Кадаваныя Pull-Down
bg_bg: Кодирани Pull-Down
bn_bd: কোডেড-টানুন ডাউন
da_dk: Kodet Pull-Down
es_es: Desplegable Codificado
et_ee: Kodeeritud rippmenüüst
fa_ir: کد نگه دار به پایین
fi_fi: Koodattu Pull-Down
ga_ie: Códaithe Tarraingt-Síos
gl_gl: Codificado Pull-down
hr_hr: Kodirani padajućem
hu_hu: Kódolt legördülő
is_is: Dulmáli Pull-Down
ja_jp: プルダウンコード化された
lt_lt: Koduojami &quot;Pull-Down
lv_lv: Kodētie Pull-Down
mk_mk: Кодирани опаѓачкото
nn_no: Kodet Pull-Down
pt_pt: Codificado Pull-Down
ro_ro: Codificate Pull-Down
ru_ru: Кодированные Pull-Down
sk_sk: Kódované Pull-Down
sq_al: Koduar pull-down
sr_rs: Кодираних пулл-довн
sv_se: Kodad Pull-Down
th_th: รหัส pull - down
tr_tr: Aşağı Kodlu Pull-
uk_ua: Кодовані Pull-Down
wa_be: Godio Tynnwch-Down
zh_tw: 編碼下拉

source: Number
af_za: Aantal
ar_dz: عدد
be_by: Нумар
bg_bg: Брой
bn_bd: সংখ্যা
da_dk: Nummer
el_gr: Αριθμός
es_es: Número
et_ee: Arv
fa_ir: شماره
fi_fi: Määrä
ga_ie: Uimhir
gl_gl: Número
hr_hr: Broj
hu_hu: Szám
is_is: Fjöldi
ja_jp: 数
lt_lt: Skaičius
lv_lv: Skaits
mk_mk: Број
pl_pl: Numer
pt_pt: Número
ro_ro: Număr
ru_ru: Номер
sk_sk: Číslo
sl_si: Število
sq_al: Numër
sr_rs: Број
sv_se: Antal
th_th: หมายเลข
tr_tr: Numara
uk_ua: Номер
wa_be: Rhif
zh_tw: 號碼

source: Select Multiple from Options
af_za: Kies uit Opsies
ar_dz: حدد من خيارات متعددة
be_by: Абярыце з некалькіх параметраў
bg_bg: Избор на няколко от &quot;Опции&quot;
bn_bd: বিকল্প থেকে একাধিক নির্বাচন করুন
da_dk: Vælg Flere fra Options
el_gr: Επιλογή πολλών από τις επιλογές
es_es: Selección Múltiple desde las Opciones
et_ee: Vali mitu menüüst Valikud
fa_ir: انتخاب متعدد از گزینه ها
fi_fi: Valita useita Valinnat
ga_ie: Il-Roghnaigh ón Roghanna
gl_gl: Seleccione Opcións de Múltiples
hr_hr: Odabir više od Opcije
hu_hu: Válassza ki a Több a Beállítások
is_is: Veldu marga frá Options
ja_jp: オプションから複数選択してください
lt_lt: Pasirinkite Keli iš parinktys
lv_lv: Atzīmēt vairākus no opcijas
mk_mk: Изберете повеќе од Опции
nn_no: Velg flere fra Valg
pl_pl: Wybierz Wiele z opcji
pt_pt: Selecione Opções de Múltiplas
ro_ro: Select Multiple de la Opţiuni
ru_ru: Выберите из нескольких параметров
sk_sk: Vybrať viac z možnosti
sl_si: Izberi več od Options
sq_al: Zgjidh Multiple nga Options
sr_rs: Изаберете више у Опције
sv_se: Markera flera från Val
th_th: เลือกจากตัวเลือกหลาย
tr_tr: Seçenekler Çoklu Seçim
uk_ua: Виберіть з кількох параметрів
wa_be: Dewiswch Lluosog gan Opsiynau
zh_tw: 從選項中選擇多

source: Long Text
af_za: Lang teks
ar_dz: نص طويل
be_by: Доўгі тэкст
bg_bg: Дълъг текст
bn_bd: লং টেক্সট
da_dk: Lang tekst
el_gr: Long Κείμενο
es_es: Texto largo
et_ee: Pikk tekst
fa_ir: متن طولانی
fi_fi: Pitkä teksti
ga_ie: Téacs Fada
gl_gl: Texto longo
hr_hr: Long teksta
hu_hu: Hosszú szöveg
ja_jp: 長いテキスト
lt_lt: Ilgos teksto pastraipos,
lv_lv: Long teksts
mk_mk: Долг текст
nn_no: Long Tekst
pl_pl: Długi Tekst
pt_pt: Texto longo
ro_ro: Lung text
ru_ru: Длинный текст
sk_sk: Dlhý text
sq_al: Tekst gjatë
sr_rs: Дуже текстове
sv_se: Lång text
th_th: ข้อความยาว
tr_tr: Uzun metin
uk_ua: Довгий текст
wa_be: Testun Hir
zh_tw: 長文本

source: Auto Pull-down
af_za: Auto hangkieslys
ar_dz: السيارات المنسدلة
be_by: Аўто расчыняюцца
bg_bg: Auto падащото
bn_bd: স্বয়ংক্রিয়-টানুন নিচে
el_gr: Αυτόματη Τραβήξτε προς τα κάτω
et_ee: Auto rippmenüüst
fa_ir: خودکار PULL - DOWN
fi_fi: Auto alasvetovalikosta
ga_ie: Auto Tarraingt-síos
hr_hr: Auto padajućem
is_is: Auto Pull-niður
ja_jp: プルダウンオート
lt_lt: Auto Patraukite žemyn
mk_mk: Авто Повлечете надолу
ru_ru: Авто Раскрывающееся
sk_sk: Auto Pull-dole
sr_rs: Ауто Пулл-довн
th_th: ออโต้แบบดึงลง
tr_tr: Pull-down Oto
uk_ua: Авто Розкривне
wa_be: Tynnwch Auto-lawr
zh_tw: 自動下拉

source: Address Field Category
af_za: Adres veld Kategorie
ar_dz: عنوان حقل الفئة
be_by: Катэгорыя Адрас полі
bg_bg: Адресното поле Категория
bn_bd: ঠিকানা ক্ষেত্র বিষয়শ্রেণী
da_dk: Adresse Field kategori
el_gr: Διεύθυνση Κατηγορία Πεδίο
es_es: Categoría del Campo Dirección
et_ee: Address Field Kategooria
fa_ir: دفتر تلفن و آدرس رده میدان
fi_fi: Osoitekenttään Luokka
ga_ie: Catagóir Allamuigh Seoladh
gl_gl: Categoría campo de enderezo
hr_hr: Adresa polje Kategorija
hu_hu: Cím mező kategória
is_is: Heimilisfang Field Flokkur
ja_jp: アドレスフィールドのカテゴリ
lt_lt: Adresas Lauko Kategorija
lv_lv: Adreses lauks Kategorija
mk_mk: Полето за адреса Категорија
nn_no: Adresse feltet Kategori
pl_pl: Kategoria pola adresu
pt_pt: Categoria campo de endereço
ro_ro: Adresa câmpul Categorie
ru_ru: Категория Адрес поле
sk_sk: Pole adresy kategórie
sl_si: Naslov Field Kategorija
sq_al: Fusha Adresa Category
sr_rs: Адреса поља Категорија
sv_se: Adressfältet Kategori
th_th: หมวดหมู่เขตข้อมูลที่อยู่
tr_tr: Adres Alanı Kategori
uk_ua: Категорія Адреса поле
wa_be: Categori Maes Cyfeiriad
zh_tw: 地址字段分類

source: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Multiple Choices<BR>* one per line
af_za: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Veelvuldige keuse <BR> * Een per lyn
ar_dz: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select اختيارات متعددة <BR> * واحد في كل سطر
be_by: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select з множным выбарам <BR> * Па адным у радку
bg_bg: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Multiple Choices <BR> * По един на ред
bn_bd: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select একাধিক খুন <br> লাইন প্রতি * এক
da_dk: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Multiple Choices <BR> * Én pr linje
el_gr: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select πολλαπλές επιλογές <BR> * Μία σε κάθε γραμμή
es_es: Desplegable/Auto Desplegable/Desplegable Codificado/Seleccione las Opciones Múltiples <BR> * Una por línea
et_ee: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Mitmekülgne valik <BR> * Üks rea kohta
fa_ir: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select چندگانه انتخاب <BR> * یکی در هر خط
fi_fi: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Useita vaihtoehtoja <BR> * Yksi per rivi
ga_ie: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Il-Roghanna <BR> * Amháin in aghaidh an líne
gl_gl: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select elección múltiple <BR> * Un por liña
hr_hr: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select više izbora <BR> * Jedan po retku
hu_hu: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select több választási <BR> * Soronként
is_is: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Multiple Choices <BR> * Eitt í hverja línu
ja_jp: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select複数の選択肢<BR>行ごとに*一
lt_lt: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Keli pasirinkimai <BR> * Vieną į eilutę
lv_lv: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select vairākām izvēlēm <BR> * Vienam katrā rindiņā
mk_mk: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select повеќе избори <BR> * Еден по линија
nn_no: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Multiple Choices <BR> * Én per linje
pl_pl: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Multiple Choices <BR> * Jeden na wiersz
pt_pt: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Escolhas Múltiplas <BR> * Um por linha
ro_ro: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select mai multe alegeri <BR> * Unul pe fiecare rând
ru_ru: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select с множественным выбором <BR> * По одному в строке
sk_sk: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select viac volieb <BR> * Každý riadok jednu
sl_si: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Multiple Choices <BR> * Eno v vsako vrstico
sq_al: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select zgjedhje të shumëfishta <BR> * Një për çdo rresht
sr_rs: Пулл-Довн/Ауто Пулл-Довн/Цодед Пулл-Довн/Селецт више опција <BR> * Један по линији
sv_se: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select flera val <BR> * Ett per rad
th_th: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select เลือกหลาย <BR> * หนึ่งคำต่อบรรทัด
tr_tr: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Çoklu Seçimleri <BR> * Bir satır başına
uk_ua: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select з множинним вибором <BR> * По одному в рядку
wa_be: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Dewisiadau Lluosog <BR> * Un i bob llinell
zh_tw: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select多個選擇<BR> *每行一個

source: Default
af_za: Standaard
ar_dz: الافتراضي
be_by: Змаўчанне
bg_bg: По подразбиране
bn_bd: ডিফল্ট
da_dk: Standard
el_gr: Προεπιλογή
es_es: Predeterminado
et_ee: Vaikimisi
fa_ir: پیش فرض
fi_fi: Oletusarvo
ga_ie: Réamhshocrú
gl_gl: Defecto
hr_hr: Zadani
hu_hu: Alapértelmezett
is_is: Sjálfgefið
ja_jp: デフォルトの
lt_lt: Numatytasis
mk_mk: Репутација
nn_no: Standard
pl_pl: Domyślnie
pt_pt: Padrão
ro_ro: Implicit
ru_ru: Умолчание
sk_sk: Omeškanie
sl_si: Privzeto
sr_rs: Дефаулт
sv_se: Standard
th_th: เริ่มต้นที่
tr_tr: Standart
uk_ua: Умовчання
wa_be: Ddiofyn
zh_tw: 默認

source: for dates: YYYY-MM-DD
af_za: vir datums: JJJJ-MM-DD
ar_dz: للتواريخ : YYYY - MM - DD
be_by: для даты: YYYY-MM-DD
bg_bg: за дати: YYYY-MM-DD
bn_bd: জন্য তারিখ: YYYY-MM-DD
da_dk: for datoer: YYYY-MM-DD
el_gr: για τις ημερομηνίες: YYYY-MM-DD
es_es: para fechas: AAAA-MM-DD
et_ee: kuupäevi: YYYY-MM-DD
fa_ir: برای تاریخ : YYYY - MM - DD
fi_fi: päivämäärät: YYYY-MM-DD
ga_ie: le haghaidh dátaí: YYYY-MM-DD
gl_gl: para datas: AAAA-MM-DD
hr_hr: za datume: GGGG-MM-DD
hu_hu: A dátumok: YYYY-MM-DD
is_is: fyrir dagsetningar: YYYY-MM-DD
ja_jp: YYYY - MM - DD：日付
lt_lt: datas: YYYY-MM-DD
lv_lv: Datumu: YYYY-MM-DD
mk_mk: за датуми: ГГГГ-ММ-ДД
nn_no: for datoer: ÅÅÅÅ-MM-DD
pl_pl: do daty: RRRR-MM-DD
pt_pt: para datas: AAAA-MM-DD
ro_ro: pentru datele: AAAA-LL-ZZ
ru_ru: для даты: YYYY-MM-DD
sk_sk: pre dáta: YYYY-MM-DD
sl_si: za datume: YYYY-MM-DD
sq_al: për datat: YYYY-MM-DD
sr_rs: за датуме: ГГГГ-ММ-ДД
sv_se: för datum: ÅÅÅÅ-MM-DD
th_th: สำหรับวันที่ : YYYY - MM - DD
tr_tr: YYYY-AA-GG tarihleri:
uk_ua: для дати: YYYY-MM-DD
wa_be: ar gyfer dyddiadau: BBBB-MM-DD
zh_tw: 對於日期：YYYY - MM - DD

source: Required
af_za: Vereiste
ar_dz: مطلوب
be_by: Патрабуецца
bg_bg: Задължително
bn_bd: আবশ্যক
da_dk: Påkrævet
el_gr: Απαιτούμενα
es_es: Requerido
et_ee: Nõutav
fa_ir: ضروری
fi_fi: Pakollinen
ga_ie: Ag Teastáil
gl_gl: Esixido
hr_hr: Potreban
hu_hu: Kötelező
ja_jp: 必要
lt_lt: Reikalinga
lv_lv: Nepieciešamie
mk_mk: Потребни
nn_no: Påkrevd
pl_pl: Wymagany
pt_pt: Exigido
ro_ro: Necesar
ru_ru: Требуется
sk_sk: Požadovaný
sl_si: Zahtevani
sq_al: Kërkohet
sr_rs: Потребан
sv_se: Krävs
th_th: จำเป็นต้องใช้
tr_tr: Gereken
uk_ua: Потрібен
wa_be: Angenrheidiol
zh_tw: 要求
