Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To add a data field, fill in the data fields title and data type, and select whether or not the field should appear on student search screens in the empty fields at the bottom of the data fields list. If the field is a pull-down menu, enter each of the available options in the Pull-down Options field separated by commas. Otherwise, leave this field blank. Click the Save button
af_za: Om &#39;n data-veld te voeg, vul in die data velde titel en data tipe, en kies of die veld moet verskyn op die student soek skerms in die leë velde aan die onderkant van die data velde lys. As die veld is &#39;n hangkieslys, gee elk van die beskikbare opsies in die vervolg-down opsies gebied deur kommas geskei. Anders, laat die veld leeg. Klik op die Save-knoppie
be_by: Каб дадаць поле дадзеных, запоўніць назва поля дадзеных і тып дадзеных, а таксама выбраць, ці будзе полі павінен з&#39;явіцца на экранах студэнту шукаць у пустыя палі ў ніжняй частцы спісу палёў дадзеных. Калі поле выпадальнага меню, увядзіце кожны з даступных опцый у выпадальным поле параметраў, падзеленых коскамі. У адваротным выпадку пакіньце поле пустым. Націсніце на кнопку Захаваць
bg_bg: За да добавите поле за данни, попълнете в полетата с данни, заглавие и вид на данни, и изберете дали или не на полето трябва да се появи по екраните за търсене на студент в празните полета в долната част на полета с данни списък. Ако полето е падащото меню, въведете всяка от наличните опции в падащото полето за опции, разделени със запетаи. В противен случай оставете това поле празно. Щракнете върху бутона Save
bn_bd: তথ্য ক্ষেত্র যোগ ডাটা ক্ষেত্র শিরোনাম ও ডাটা টাইপ,, ভরাট এবং কিনা বা না ক্ষেত্র ছাত্র অনুসন্ধান পর্দা তথ্য ক্ষেত্র তালিকা নীচে খালি ক্ষেত্র প্রদর্শিত হবে নির্বাচন. যদি ক্ষেত্রে খিঁচ ডাউন মেনু, টানুন ডাউন বিকল্প ক্ষেত্রের কমা বিদ্যমান প্রতিটি লিখুন. অন্যথা, এই অংশটা খালি রেখে. সংরক্ষণ বাটনে ক্লিক করুন
da_dk: Hvis du vil tilføje et datafelt, udfylde datafelterne titel og datatype, og vælg hvorvidt feltet skal vises på de studerendes søgning skærme i de tomme felter i bunden af ​​datafelterne listen. Hvis feltet er en pull-down menu, skal du indtaste hver af de tilgængelige indstillinger i pull-down Options felt adskilt af kommaer. Ellers, skal du lade dette felt være tomt. Klik på knappen Gem
el_gr: Για να προσθέσετε ένα πεδίο δεδομένων, συμπληρώστε τα πεδία δεδομένων τίτλος και το είδος των δεδομένων, και επιλέξτε το αν ή όχι το πεδίο θα πρέπει να εμφανίζονται στις οθόνες αναζήτησης των φοιτητών στο κενά πεδία στο κάτω μέρος των πεδίων δεδομένων καταλόγου. Εάν το πεδίο είναι μια pull-down μενού, πληκτρολογήστε καθεμία από τις διαθέσιμες επιλογές στο αναπτυσσόμενο πεδίο Επιλογές χωρισμένα με κόμμα. Σε αντίθετη περίπτωση, αφήστε κενό αυτό το πεδίο. Κάντε κλικ στο κουμπί Αποθήκευση
et_ee: Lisada andmevälja, täitke andmeväljad pealkiri ja andmed, seejärel valige, kas väli peaks ilmuma õpilane otsing ekraanidelt tühjade väljade allosas andmeväljad nimekirja. Kui väli on rippmenüü, sisestage kõik valikud on rippmenüüs valikud väli eraldatud komaga. Vastasel juhul jäta see väli tühjaks. Klõpsake nuppu Salvesta
fa_ir: برای اضافه کردن یک فیلد داده ها ، داده ها عنوان زمینه و نوع داده ها را پر کنید ، انتخاب کنید و یا نه این زمینه باید بر روی صفحه نمایش جستجو دانش آموز در زمینه های خالی در پایین از داده های لیست زمینه ظاهر می شود. اگر زمینه منو PULL - DOWN ، وارد کنید هر یک از گزینه های در دسترس در زمینه گزینه PULL - DOWN از هم جدا شده توسط کاما. در غیر این صورت ، ترک این قسمت را خالی. با کلیک بر روی دکمه ذخیره
fi_fi: Voit lisätä tietokentän, täytä tietokentät otsikko ja tietotyyppi, ja valitse onko kentässä pitäisi näkyä opiskelijoiden haku näyttöihin tyhjät kentät alareunassa tietokenttien luettelo. Jos kenttä on alasvetovalikosta, anna niille käytettävissä vaihtoehtoja avattavasta Kenttä pilkuilla. Muutoin jätä tämä kenttä tyhjäksi. Napsauta Tallenna-painiketta
ga_ie: A chur ar réimse sonraí, líon isteach an teideal agus an cineál sonraí réimsí sonraí, agus roghnaigh an bhfuil nó nach cóir an réimse feiceáil ar scáileáin cuardaigh mac léinn sna réimsí seo folamh ag bun an liosta na sonraí réimsí. Má tá an réimse biachlár tarraingt-síos, dul isteach gach ceann de na roghanna atá ar fáil i réimse an tarraingt síos-Roghanna scartha le camóga. Seachas sin, fág bán an réimse seo. Cliceáil ar an gcnaipe Sábháil
gl_gl: Para engadir un campo de datos, enche o título campos de datos e tipo de datos e seleccionar se quere ou non o campo debe aparecer nas pantallas de investigación de estudantes nos campos baleiros na parte inferior da lista de campos de datos. Se o campo é un menú pull-down, escriba cada unha das opcións dispoñibles no campo Opcións de Pull-down separados por comas. Se non, deixe este campo en branco. Preme o botón Gardar
hr_hr: Za dodavanje polja podataka, ispunite naslov podataka polja i tip podataka, a zatim odaberite hoće li ili ne terenu bi se trebale pojaviti na studentske pretraživanje ekrane u prazna polja na dnu popisa polja podataka. Ako je polje padajućeg izbornika, ući svaki od dostupnih opcija u padajućem Mogućnosti polja razdvojene zarezima. Inače, ostavite prazno polje. Kliknite gumb Spremi
hu_hu: Hozzáadásához adatmező, töltse ki az adatmezőket címet és az adatok típusát, majd válasszuk-e vagy sem a területen meg kell jelennie a hallgatói keresési képernyőkön az üres mezőket alján az adatmezők listáját. Ha a mező egy legördülő menü, adjuk meg a rendelkezésre álló lehetőségek a legördülő opciók terén vesszővel elválasztva. Ellenkező esetben hagyja üresen ezt a mezőt. Kattintson a Mentés gombra
is_is: Til að bæta við gögnum sviði, fylla í gögn sviðum titilinn og gögn gerð og veldu hvort sviði ætti að birtast á nemandi leitar skjáskot í tóm svæði á the botn af the gögn sviðum lista. Ef reitur er í fellilistanum, færðu inn hverja þá valkosti sem í Pull-niður Options sviði aðskilin með kommum. Annars skilja þennan reit eftir auðan. Smelltu á Vista hnappinn
ja_jp: データフィールドを追加するには、データフィールドのタイトルとデータの型に記入し、フィールドはデータフィールドのリストの下部にある空のフィールドで学生検索画面に表示するかどうかを選択します。フィールドがプルダウンメニューの場合は、カンマで区切ってプルダウンオプションのフィールドで使用可能なオプションのそれぞれを入力してください。それ以外の場合、このフィールドを空白のままに。 [保存]ボタンをクリック
lt_lt: Norėdami pridėti duomenų lauką, užpildykite duomenų laukai pavadinimą ir duomenų tipą ir pasirinkti, ar laukas studentų paieškos ekranuose turėtų pasirodyti tuščių laukų duomenų laukų sąrašo apačioje. Jei laukas yra išskleidžiamajame meniu, įveskite kiekvieną iš galimų pasirinkčių išskleidžiamajame parinktys atskirtų kableliais srityje. Priešingu atveju, palikite šį lauką tuščią. Paspauskite mygtuką &quot;Išsaugoti&quot;
lv_lv: Lai pievienotu datu lauka, aizpildiet datu laukus nosaukumu un datu tipu, un izvēlēties, vai lauks jānorāda uz studentu meklēšanas ekrāniem tukšiem laukiem apakšā datu lauku sarakstu. Ja lauks ir pull-down menu, ievadiet katru no pieejamajām iespējām Pull-down opcijas laukā atdalītas ar komatiem. Pretējā gadījumā atstājiet šo lauku tukšu. Noklikšķiniet uz pogas Saglabāt
mk_mk: За да додадете на податоци поле, пополнување на податоците полиња наслов и тип на податоци, и одберете дали или не треба да се појави полето за пребарување студент екрани во празните полиња на дното на податоци полиња листа. Ако полето е паѓачкото мени, внесете ги сите достапни опции во паѓачкото поле Опции одвоени со запирки. Инаку, оставете празно ова поле. Кликнете на копчето Зачувај
nn_no: For å legge til et datafelt, fyll i datafeltene tittelen og data, og velg hvorvidt feltet bør vises på student søk skjermer i de tomme feltene nederst på datafeltene listen. Hvis feltet er en pull-down menyen, skrive inn hver av de tilgjengelige alternativene i rullegardinmenyen Options feltet atskilt med komma. Ellers, la dette feltet stå tomt. Klikk på knappen Lagre
pl_pl: Aby dodać pole danych, wpisać dane tytuł pola i Typ danych i wybrać, czy pola powinien pojawić się na ekranach wyszukiwania studenta w puste pola na dole listy danych dziedzinach. Jeśli pole jest rozwijane menu, podaj każdy z dostępnych opcji w rozwijanym polu Opcje oddzielonych przecinkami. W przeciwnym razie pozostaw to pole puste. Kliknij przycisk Zapisz
pt_pt: Para adicionar um campo de dados, preencha o título campos de dados e tipo de dados e selecionar se deseja ou não o campo deve aparecer nas telas de pesquisa de estudantes nos campos vazios na parte inferior da lista de campos de dados. Se o campo é um menu pull-down, digite cada uma das opções disponíveis no campo Opções de Pull-down separados por vírgulas. Caso contrário, deixe este campo em branco. Clique no botão Salvar
ro_ro: Pentru a adăuga un câmp de date, completaţi în titlu câmpurile de date şi de tipul de date şi selectaţi dacă sau nu pe teren trebuie să apară pe ecrane de căutare student în câmpurile goale din partea de jos a listei câmpurile de date. În cazul în care câmpul este un meniu vertical, introduceţi fiecare dintre opţiunile disponibile în domeniul Pull-down Opţiuni separate prin virgule. În caz contrar, lăsaţi acest câmp necompletat. Faceţi clic pe butonul Save
ru_ru: Чтобы добавить поле данных, заполнить название поля данных и тип данных, а также выбрать, будет ли поле должен появиться на экранах студенту искать в пустые поля в нижней части списка полей данных. Если поле выпадающего меню, введите каждый из доступных опций в выпадающем поле параметров, разделенных запятыми. В противном случае оставьте это поле пустым. Нажмите на кнопку Сохранить
sk_sk: Ak chcete pridať dátového poľa, vyplňte dátové polia názov a typ dát a zvoliť, či sa oblasti by sa mali objaviť na obrazovkách študentov Hľadať v prázdnych polí v dolnej časti dátových polí zoznamu. Ak je pole pull-down menu, zadajte každý z dostupných možností v rozbaľovacom poli Možnosti oddelených čiarkou. V opačnom prípade nechajte pole prázdne. Kliknite na tlačidlo Uložiť
sl_si: Če želite dodati podatkovno polje, izpolnite podatke, naslov polja in vrsto podatkov, in izberite, ali naj na področju pojavljajo na zaslonih študenta iskanja v prazna polja na dnu seznama polj podatkov. Če je polje pull-down menu, vnesite vsako od razpoložljivih možnosti v spustnem polju Možnosti ločene z vejicami. Sicer pustite to polje prazno. Kliknite na gumb Save
sq_al: Për të shtuar një fushë të dhënave, të mbushur në titull të dhënave fushat dhe llojin e të dhënave, dhe zgjidhni nëse janë apo jo në terren duhet të paraqitet në ekranet e kërkimit studentëve në fushat e zbrazëta në fund të listës të dhënave fushat. Nëse fushë është një pull-down menu, shkruani secilin nga opsionet në dispozicion në pull-down fushën Options ndara me presje. Përndryshe, lëre bosh këtë fushë. Klikoni butonin Save
sr_rs: Да бисте додали поље података, попуните поља података наслов и тип података, а затим изаберите да ли или не на терену треба да се појави на екранима студената за претрагу у празна поља на дну листе података поља. Ако је поље падајућег менија, унесите све расположиве опције у падајућег Опције области раздвојене зарезима. У супротном, оставите ово поље празно. Кликните на дугме Сачувај
sv_se: För att lägga till ett datafält, fylla i uppgifterna i fälten titel och datatypen och välj huruvida fältet ska visas på skärmar elev söka i de tomma fälten längst ner i datafälten listan. Om fältet är en rullgardinsmeny, skriv in alla de tillgängliga alternativen i den nedrullningsbara fältet Alternativ separerade med kommatecken. Annars lämna fältet tomt. Klicka på knappen Spara
th_th: เพื่อเพิ่มเขตข้อมูลที่กรอกในข้อมูลของชื่อเขตข้อมูลและชนิดของข้อมูลและเลือกหรือไม่ว่าเขตข้อมูลที่ควรจะปรากฏบนหน้าจอการค้นหาของนักเรียนในเขตข้อมูลที่ว่างเปล่าที่ด้านล่างของรายการข้อมูลที่เขตข้อมูล ถ้าเขตข้อมูลเป็นเมนูแบบดึงลงใส่แต่ละตัวเลือกที่มีอยู่ในดึงลงสนามตัวเลือกคั่นด้วยเครื่องหมายจุลภาค มิฉะนั้นเว้นช่องว่างนี้ คลิกปุ่มบันทึก
tr_tr: Bir veri alanı eklemek için, veri alanları başlık ve veri türü, dolgu ve alanında veri alanları listesinde altındaki boş alanlar öğrenci arama ekranlarında görünür gerekip gerekmediğini seçin. Alanında açılan menüden ise, virgülle ayırarak Pull-down Seçenekleri alanında mevcut seçeneklerin her girin. Aksi takdirde, bu alanı boş bırakın. Kaydet düğmesine tıklayın
uk_ua: Щоб додати поле даних, заповнити назву поля даних і тип даних, а також вибрати, чи буде поле повинен з&#39;явитися на екранах студенту шукати в порожні поля в нижній частині списку полів даних. Якщо поле випадаючого меню, введіть кожен з доступних опцій в спадному поле параметрів, розділених комами. В іншому випадку залиште це поле порожнім. Натисніть на кнопку Зберегти
wa_be: I ychwanegu maes data, llenwch y teitl meysydd data a math data, a dewis a ddylai&#39;r y cae yn ymddangos ar sgriniau chwilio myfyrwyr yn y caeau gwag ar waelod y rhestr meysydd data. Os bydd y maes yn ddewislen tynnu-lawr, yn cynnwys pob un o&#39;r opsiynau sydd ar gael yn y maes Opsiynau Tynnwch-lawr gwahanu gan atalnodau. Fel arall, gadewch hwn yn wag maes. Cliciwch ar y botwm Save
zh_tw: 要添加一個數據字段，填寫的數據字段名稱和數據類型，並選擇是否字段應該出現在屏幕上搜索學生在空字段在底部的數據字段列表。如果該字段是一個下拉菜單，輸入每個可用選項的下拉選項字段由逗號分隔。否則，離開這一領域的空白。點擊保存按鈕

source: To modify a data field, click on any of the data fields information, change the value, and click the Save button
af_za: Om &#39;n data-veld te verander, klik op enige van die velde van data inligting, verander die waarde, en kliek op die Save-knoppie
ar_dz: لتعديل حقل البيانات ، انقر على أي من المعلومات حقول البيانات ، تغيير القيمة ، وانقر على زر حفظ
be_by: Каб змяніць поле дадзеных, пстрыкніце па любым з палёў дадзеных, інфармацыі, зменіце значэнне і націсніце кнопку Захаваць
bg_bg: За да промените поле за данни, кликнете върху някоя от полета с данни информация, променете стойността и щракнете върху бутона Save
bn_bd: তথ্য ক্ষেত্র পরিবর্তন ডাটা ক্ষেত্র তথ্য কোনো,, ক্লিক করে মান পরিবর্তন, এবং সেভ বাটনে ক্লিক করুন
da_dk: Hvis du vil ændre et datafelt, klik på en af ​​de datafelter, ændre værdien, og klik på knappen Gem
el_gr: Για να τροποποιήσετε ένα πεδίο δεδομένων, κάντε κλικ σε οποιοδήποτε από τα πεδία των δεδομένων πληροφοριών, αλλάξτε την τιμή και κάντε κλικ στο κουμπί Αποθήκευση
et_ee: Muuta andmevälja, klõpsake mistahes andmeväljade informatsiooni väärtust muuta, ja klõpsake nuppu Salvesta
fa_ir: برای تغییر یک میدان داده ، با کلیک بر روی هر یک از زمینه های داده اطلاعات ، تغییر ارزش ، و با کلیک بر روی دکمه ذخیره
fi_fi: Voit muokata tietokentän, napsauta mitä tahansa tietokenttien tietoja, muuttaa arvoa, ja napsauta Tallenna-painiketta
ga_ie: A mhodhnú réimse sonraí, cliceáil ar aon cheann de na réimsí eolais ar na sonraí, an luach a athrú, agus cliceáil ar an gcnaipe Sábháil
gl_gl: Para modificar un campo de datos, prema en calquera das informacións os campos de datos, cambiar o valor, e prema no botón Gardar
hr_hr: Da biste izmijenili podatke polje, kliknite na bilo koje informacije polja podataka, promijenite vrijednost i kliknite na gumb Spremi
hu_hu: Módosításához adatmező, kattintson bármelyik adatmezők információkat, módosítsa az értéket, majd kattintson a Mentés gombra
is_is: Til að breyta upplýsingum reit, smellur á allir af the gögn sviðum upplýsinga, að breyta gildi, og smelltu á Vista hnappinn
ja_jp: データフィールドを変更するには、データフィールドの情報のいずれかをクリックして値を変更し、[保存]ボタンをクリックします。
lt_lt: Norėdami pakeisti duomenų lauką, spustelėkite duomenų laukus informacija, keisti reikšmę, ir spustelėkite mygtuką &quot;Išsaugoti&quot;
lv_lv: Lai mainītu datu lauku, noklikšķiniet uz kādu no datu laukiem informāciju, mainītu vērtību, un noklikšķiniet uz pogas Saglabāt
mk_mk: За да го измените на податоци поле, кликнете на било кој од податоците полиња информации, промена на вредноста, и кликнете на копчето Зачувај
nn_no: For å endre et datafelt, kan du klikke på noen av datafeltene, endre verdien, og klikker på Lagre-knappen
pl_pl: Aby zmodyfikować pola danych, kliknij na jednym z pól danych informacji, zmiany wartości, a następnie kliknij przycisk Zapisz
pt_pt: Para modificar um campo de dados, clique em qualquer das informações os campos de dados, alterar o valor, e clique no botão Salvar
ro_ro: Pentru a modifica un câmp de date, faceţi clic pe oricare dintre informaţiile pe câmpurile de date, modifica valoarea, şi faceţi clic pe butonul Salvare
ru_ru: Чтобы изменить поле данных, щелкните по любому из полей данных, информации, измените значение и нажмите кнопку Сохранить
sk_sk: Ak chcete zmeniť dátové pole, kliknite na niektorý z dátových polí informácie, zmeňte hodnotu a kliknite na tlačidlo Uložiť
sl_si: Če želite spremeniti podatkovno polje, kliknite na kateri koli od podatkov, podatkovna polja, spremenite vrednost, in kliknite na gumb Save
sq_al: Për të modifikuar një fushë të dhënave, klikoni mbi ndonjë nga informacionet e dhëna fushat, të ndryshojë vlerën, dhe klikoni në butonin Ruaj
sr_rs: Да измените поље података, кликните на било који од података информације поља, промените вредност и кликните на дугме Сачувај
sv_se: För att ändra ett datafält genom att klicka på någon av de datafält information, ändra värdet och klickar på knappen Spara
th_th: การปรับเปลี่ยนเขตข้อมูลให้คลิกที่ใด ๆ ของข้อมูลเขตข้อมูลเปลี่ยนค่าและคลิกที่ปุ่มบันทึก
tr_tr: Bir veri alanını değiştirmek için, herhangi bir veri alanlarını bilgi tıklatın, değerini değiştirmek ve Kaydet düğmesini tıklatın
uk_ua: Щоб змінити поле даних, клацніть по будь-якому з полів даних, інформації, змініть значення і натисніть кнопку Зберегти
wa_be: I addasu maes data, cliciwch ar unrhyw ran o&#39;r wybodaeth meysydd data, yn newid y gwerth, a chliciwch ar y botwm Save
zh_tw: 要修改一個數據字段，點擊任何數據字段的信息，改變值，然後點擊保存按鈕

source: To delete a data field, click the delete icon
af_za: Om &#39;n data-veld te verwyder, kliek op die ikoon te verwyder
ar_dz: لحذف حقل البيانات ، انقر فوق رمز حذف
be_by: Каб выдаліць поле дадзеных, пстрыкніце значок выдалення
bg_bg: За да изтриете поле за данни,, щракнете върху иконата за изтриване
bn_bd: তথ্য ক্ষেত্র মুছে ফেলা, মুছে আইকন ক্লিক করুন
da_dk: For at slette et datafelt, klik på ikonet Slet
el_gr: Για να διαγράψετε ένα πεδίο δεδομένων, κάντε κλικ στο εικονίδιο διαγραφής
et_ee: Kustutada andmevälja, klõpsake Delete ikoon
fa_ir: برای حذف یک فیلد داده ها ، با کلیک بر روی آیکون حذف
fi_fi: Voit poistaa tietokentän, napsauta Poista-kuvaketta
ga_ie: A scriosadh réimse sonraí, cliceáil ar an deilbhín scriosadh
gl_gl: Para borrar un campo de datos, fai clic na icona de exclusión
hr_hr: Za brisanje polja podataka, kliknite ikonu za brisanje
hu_hu: Ha törölni szeretne egy adatmező, kattintson a törlés ikonra
is_is: Til að eyða gögnum reit skaltu smella á eyða táknið
ja_jp: データフィールドを削除するには、削除アイコンをクリック
lt_lt: Norėdami ištrinti duomenų lauką, spustelėkite Šalinti piktogramą
lv_lv: Lai izdzēstu datu lauka, noklikšķiniet izdzēst ikonas
mk_mk: За да избришете податоци полето, кликнете на иконата избришете
nn_no: Slik sletter du et datafelt, klikk på slett ikonet
pl_pl: Aby usunąć pole danych, kliknij ikonę usuwania
pt_pt: Para excluir um campo de dados, clique no ícone de exclusão
ro_ro: Pentru a şterge un câmp de date, faceţi clic pe pictograma şterge
ru_ru: Чтобы удалить поле данных, щелкните значок удаления
sk_sk: Ak chcete odstrániť dátové pole, kliknite na ikonu Odstrániť
sl_si: Če želite izbrisati podatke polja, kliknite ikono izbrisati
sq_al: Për të fshirë një fushë të dhënave, klikoni ikonën fshini
sr_rs: Да бисте избрисали поље података, кликните на икона за брисање
sv_se: Vill ta bort ett datafält, klicka på ikonen Ta bort
th_th: ในการลบเขตข้อมูลคลิกที่ไอคอนลบ
tr_tr: Bir veri alanı silmek için, sil simgesini tıklayın
uk_ua: Щоб видалити поле даних, клацніть значок видалення
wa_be: Er mwyn dileu maes data, cliciwch ar yr eicon dileu
zh_tw: 要刪除一個數據字段，點擊刪除圖標

source: next to the data field you want to delete. You will be asked to confirm the deletion
af_za: langs die data-veld wat jy wil verwyder. Jy sal gevra word om die verwydering te bevestig
ar_dz: بجوار حقل البيانات التي تريد حذفها. وسوف يطلب منك تأكيد الحذف
be_by: побач з полем дадзеных, якія патрабуецца выдаліць. Вам будзе прапанавана пацвердзіць выдаленне
bg_bg: до полето за данни, който искате да изтриете. Вие ще бъдете помолени да потвърдите изтриването
bn_bd: পরবর্তী তথ্য ক্ষেত্র আপনি মুছে ফেলতে চান. যে অপসারণ নিশ্চিতকরণ হবে
da_dk: ved siden af ​​det datafelt, du ønsker at slette. Du vil blive bedt om at bekræfte sletningen
el_gr: δίπλα στο πεδίο δεδομένων που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή
et_ee: andmete kõrval olevat väli, mida soovite kustutada. Teil palutakse Kustutamise kinnitamiseks
fa_ir: در کنار به زمینه داده ها شما می خواهید به صورت کامل حذف نمایید. از شما خواسته خواهد شد که تایید حذف
fi_fi: vieressä tietokenttä haluat poistaa. Sinua pyydetään vahvistamaan poisto
ga_ie: in aice leis an réimse na sonraí gur mian leat a scriosadh. Iarrfar ort a dhearbhú a scriosadh
gl_gl: á beira do campo de datos que desexa eliminar. Lle será solicitada a confirmar a exclusión
hr_hr: pored podataka polje koje želite izbrisati. Bit ćete pitani da potvrdite brisanje
hu_hu: mellett az adatmező a törölni kívánt. Meg fogják kérni, hogy erősítse meg a törlést
is_is: við hliðina á gögnum sviði sem þú vilt eyða. Þú verður beðinn um að staðfesta eyðingu
ja_jp: 削除するデータフィールドの横にある。削除を確認するよう要求されます。
lt_lt: šalia duomenų lauką norite panaikinti. Jūsų bus paprašyta patvirtinti naikinimą
lv_lv: blakus datu lauku, kuru vēlaties dzēst. Jums tiks lūgts apstiprināt dzēšanu
mk_mk: до податоците областа сакате да го избришете. Ќе биде побарано да Потврдете го бришењето
nn_no: ved siden av datafeltet du vil slette. Du vil bli bedt om å bekrefte slettingen
pl_pl: obok pola danych, które chcesz usunąć. Zostaniesz poproszony o potwierdzenie usunięcia
pt_pt: ao lado do campo de dados que você deseja excluir. Você será solicitado a confirmar a exclusão
ro_ro: de lângă câmpul de date pe care doriţi să o ştergeţi. Vi se va cere să confirmaţi ştergerea
ru_ru: рядом с полем данных, которые требуется удалить. Вам будет предложено подтвердить удаление
sk_sk: u dát pole, ktoré chcete odstrániť. Budete vyzvaní na potvrdenie vymazania
sl_si: poleg podatkovno polje, ki ga želite izbrisati. Vas bo prosil za potrditev brisanja
sq_al: ardhshëm në fushën e të dhënave që ju doni të fshini. Ju do të kërkohet për të konfirmuar fshirjen
sr_rs: поред података поља које желите да избришете. Бићете упитани да потврдите брисање
sv_se: bredvid det datafält du vill ta bort. Du ombeds att bekräfta borttagningen
th_th: ถัดจากฟิลด์ข้อมูลที่คุณต้องการที่จะลบ คุณจะถูกถามเพื่อยืนยันการลบ
tr_tr: veri alanının yanında silmek istiyorum. Silme işlemini onaylamanız istenecektir
uk_ua: поруч з полем даних, які необхідно видалити. Вам буде запропоновано підтвердити видалення
wa_be: wrth ymyl y maes data rydych am ddileu. Bydd gofyn i gadarnhau dileu&#39;r
zh_tw: 旁邊的數據字段要刪除。你會被要求確認刪​​除
