Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Poor
af_za: Swak
ar_dz: الفقراء
be_by: Бедныя
bg_bg: Беден
bn_bd: খারাপ
da_dk: Dårlig
el_gr: Κακή
es_es: Pobre
et_ee: Vaene
fa_ir: فقیر
fi_fi: Huono
gl_gl: Pobre
hr_hr: Slab
hu_hu: Szegény
ja_jp: 貧しい
lt_lt: Prastas
lv_lv: Slikts
mk_mk: Неквалитетна
nn_no: Dårlig
pl_pl: Biedny
pt_pt: Pobre
ro_ro: Sărac
ru_ru: Бедные
sk_sk: Zlý
sl_si: Slabo
sq_al: I varfër
sr_rs: Лош
sv_se: Dålig
th_th: แย่
tr_tr: Kötü
uk_ua: Бідні
wa_be: Gwael
zh_tw: 窮人

source: 6 - Failure...
af_za: 6 - Nie-...
ar_dz: 6 -- عدم...
be_by: 6 - няспраўнасць ...
bg_bg: 6 - Липса ...
bn_bd: 6 - ব্যর্থতা ...
da_dk: 6 - Manglende ...
el_gr: 6 - Η αποτυχία ...
es_es: 6 - ReprobarÂ
et_ee: 6 - Suutmatus ...
fa_ir: 6 -- عدم...
fi_fi: 6 - Jos ...
ga_ie: 6 - Teip ...
gl_gl: 6 - Non se puido ...
hr_hr: 6 - Neuspjeh ...
hu_hu: 6 - hiba ...
is_is: 6 - Bilun ...
ja_jp: 6 - 失敗...
lt_lt: 6 - Neperkėlimas ...
lv_lv: 6 - Ja ...
mk_mk: 6 - Неуспех ...
nn_no: 6 - Svikt ...
pl_pl: 6 - Brak ...
pt_pt: 6 - Falha ...
ro_ro: 6 - Nerespectarea ...
ru_ru: 6 - неисправность ...
sk_sk: 6 - zlyhanie ...
sl_si: 6 - Če ...
sq_al: 6 - Mos ...
sr_rs: 6 - Неуспех ...
sv_se: 6 - Underlåtenhet ...
th_th: 6 -- ความล้มเหลว ...
tr_tr: 6 - Arıza ...
uk_ua: 6 - несправність ...
wa_be: 6 - Methiant ...
zh_tw: 6 - 失敗 ... ...

source: Failure...
af_za: Versuim ...
ar_dz: الفشل...
be_by: Адмова ...
bg_bg: Неспазването ...
bn_bd: ব্যর্থ ....
da_dk: Fejl ...
el_gr: Η αποτυχία ...
es_es: Si no ...
et_ee: Rike ...
fa_ir: شکست...
fi_fi: Epäonnistuminen ...
ga_ie: Teip ...
gl_gl: Fallo ...
hr_hr: Neuspjeh ...
hu_hu: Hiba ...
is_is: Bilun ...
ja_jp: 失敗...
lt_lt: Nepakankamumas ...
lv_lv: Nespēja ...
mk_mk: Неуспехот ...
pl_pl: Brak ...
pt_pt: Falha ...
ro_ro: Nerespectarea ...
ru_ru: Отказ ...
sk_sk: Zlyhanie ...
sl_si: Če ...
sq_al: Dështimi ...
sr_rs: Неуспех ...
sv_se: Fel ...
th_th: ... ความล้มเหลว
tr_tr: Arıza ...
uk_ua: Відмова ...
wa_be: Methiant ...
zh_tw: 失敗 ... ...

source: Failure due to poor attendance
af_za: Versuim om weens swak bywoning
ar_dz: بسبب قلة الحضور الفشل
be_by: Адмова з-за дрэннага наведвальнасці
bg_bg: Недостатъчност, поради лошото обслужване
bn_bd: ব্যর্থতার কারণে দরিদ্র হাজিরা থেকে
da_dk: Svigt på grund af dårlig fremmøde
el_gr: Η αποτυχία οφείλεται στην μικρή συμμετοχή
es_es: Reprobó debido a una asistencia pobre
et_ee: Rikke tõttu viibis vähe
fa_ir: شکست به علت حضور ضعیف
fi_fi: Jättäminen johtuu huonosta osallistumisesta
ga_ie: Teip mar gheall ar drochthinreamh
gl_gl: Fallo debido a feble asiduidade
hr_hr: Ako zbog slabog pohađanja
hu_hu: Elmulasztása miatt gyenge részvétel
is_is: Bilun vegna lélegrar mætingu
ja_jp: 悪い出席のために失敗
lt_lt: Nepakankamumas dėl prasto lankomumo
lv_lv: Nespēja sakarā ar sliktu apmeklēšanu
mk_mk: Неуспехот се должи на лошата посетеност
nn_no: Svikt på grunn av dårlig oppmøte
pl_pl: Brak z powodu słabej frekwencji
pt_pt: Falha devido a fraca assiduidade
ro_ro: Din cauza prezenţă slabă Nerespectarea
ru_ru: Отказ из-за плохой посещаемости
sk_sk: Zlyhania v dôsledku zlej dochádzky
sl_si: Če zaradi slabe udeležbe
sq_al: Dështimi për shkak të frekuentimit të dobët
sr_rs: Неуспех због лоше присуство
sv_se: Fel på grund av dålig närvaro
th_th: ความล้มเหลวเนื่องจากการเข้าร่วมประชุมที่ยากจน
tr_tr: Fakir katılım nedeniyle Arıza
uk_ua: Відмова через погану відвідуваності
wa_be: Methu oherwydd presenoldeb gwael
zh_tw: 由於不良的故障出席

source: General
af_za: Algemene
ar_dz: عام
be_by: Агульны
bg_bg: Общ
bn_bd: সাধারণ
da_dk: Generelt
el_gr: Γενικός
et_ee: Üldine
fa_ir: عمومی
fi_fi: Yleinen
ga_ie: Ginearálta
gl_gl: Xeral
hr_hr: Opći
hu_hu: Általános
is_is: Almennt
ja_jp: 一般
lt_lt: Bendras
lv_lv: Vispārīgi
mk_mk: Генералниот
nn_no: Generell
pl_pl: Ogólny
pt_pt: Geral
ru_ru: Общий
sk_sk: Generálny
sl_si: Splošno
sq_al: I përgjithshëm
sr_rs: Општи
sv_se: Allmänt
th_th: ทั่วไป
tr_tr: Genel
uk_ua: Загальний
wa_be: Cyffredinol
zh_tw: 一般

source: Score Rounding
af_za: telling Afronding
ar_dz: يسجل التقريب
es_es: Puntuación Redondeo

source: Assignment Sorting
af_za: Opdrag Sortering
ar_dz: احالة الفرز
be_by: Прызначэнне Сартаванне
bg_bg: Задание за сортиране
bn_bd: নির্দেশিত শ্রেণীবিভাজন
da_dk: Opgave Sortering
el_gr: Ταξινόμηση Ανάθεση
es_es: Clasificación de Tareas
et_ee: Ülesanne sorteerimine
fa_ir: مرتب سازی واگذاری
fi_fi: Tehtävä lajittelu
ga_ie: Sórtáil Tasc
gl_gl: Clasificando asignación
hr_hr: Dodjela Sortiranje
hu_hu: Megbízás rendezése
is_is: Framsal Flokkun
ja_jp: ソート代入
lt_lt: Užduotis Rūšiavimas
lv_lv: Pielietojums Kārtošana
mk_mk: Доделување Сортирање
nn_no: Overdragelse Sortering
pl_pl: Sortowanie przypisania
pt_pt: Classificando atribuição
ro_ro: Cesiunea de sortare
ru_ru: Назначение Сортировка
sk_sk: Priradenie triedenie
sl_si: Odstop Sortiranje
sq_al: Sorting Caktimi
sr_rs: Додела Сортирање
sv_se: Uppdrag Sortering
th_th: การเรียงลำดับได้รับมอบหมาย
tr_tr: Atama sıralama
uk_ua: Призначення Сортування
wa_be: Didoli Aseiniad
zh_tw: 分配排序

source: Newest First
af_za: Nuutste eerste
ar_dz: أحدث الأولى
be_by: Больш за новыя першымі
bg_bg: Новите първи
bn_bd: নির্দেশিত বাছাই
da_dk: Nyeste først
el_gr: Νεότερα Πρώτα
es_es: El más reciente primero
et_ee: Uuemad ees
fa_ir: از آخر به اول
fi_fi: Uusin ensin
ga_ie: An Chéad Déanaí
gl_gl: Máis recente primeiro
hr_hr: Prvo novije
hu_hu: Újak előre
is_is: Nýjasta fyrst
ja_jp: 新しいものから
lt_lt: Naujesni
lv_lv: Jaunākais pirmais
mk_mk: Најновите први
nn_no: Nyeste Først
pl_pl: Najpierw najnowsze
pt_pt: Recentes primeiro
ro_ro: Cele mai noi Primul
ru_ru: Более новые первыми
sk_sk: Od najnovších
sl_si: Najprej novejši
sq_al: Të rejat më parë
sr_rs: Најновије прво
sv_se: Nyaste först
th_th: ใหม่มาก่อน
tr_tr: Yeni Birinci
uk_ua: Більш нові першими
zh_tw: 最新的先

source: Ungraded
af_za: Ongegradeerde
ar_dz: غير المحددة الدرجات
be_by: Несортированный
bg_bg: Неподбрани
da_dk: Usorterede
el_gr: Πέτρες
es_es: Sin clasificar
et_ee: Sorteerimata
fi_fi: Lajittelematon
gl_gl: Non clasificados
hr_hr: Negradiran
hu_hu: Osztályozatlan
ja_jp: 段階的でない
lt_lt: Nesurūšiuoti
lv_lv: Nešķiroti
nn_no: Usorterte
pl_pl: Niesortowane
pt_pt: Não classificados
ro_ro: Neclasificate
ru_ru: Несортированный
sk_sk: Netriedené
sl_si: Nesortirani
sr_rs: ПРИРОДНОГ
sv_se: Osorterade
tr_tr: Puansız hale
uk_ua: Несортоване
wa_be: Heb eu Graddio
zh_tw: 非分

source: Weight Grades
af_za: Gewig Graad
ar_dz: الوزن الصفوف
be_by: Вага Ацэнкі
bg_bg: Теглови категории
bn_bd: ওজন পদমর্যাদা
da_dk: Vægtklasser
el_gr: Κατηγορίες βάρους
es_es: Calificaciones Ponderadas
et_ee: Kaaluklassid
fa_ir: نمرات وزن
fi_fi: Painoluokkien
ga_ie: Gráid Meáchan
gl_gl: Reixas de peso
hr_hr: Težina Ocjene
hu_hu: Súly Osztályzatok
is_is: Þyngd Einkunnir
ja_jp: 重量のグレード
lt_lt: Svorio kategorijų
lv_lv: Svara kategorijas
mk_mk: Тежина Оценки
nn_no: Vekt Karakterer
pl_pl: Klas wagowych
pt_pt: Grades de peso
ro_ro: Greutate Note
ru_ru: Вес Оценки
sk_sk: Hmotnostných skupín
sl_si: Teža Grades
sq_al: Notat Pesha
sr_rs: Тежина оцене
sv_se: Viktklasser
th_th: เกรดน้ำหนัก
tr_tr: Ağırlık Sınıflar
uk_ua: Вага Оцінки
wa_be: Graddau Pwysau
zh_tw: 重量等級

source: Assigned Date defaults to today
af_za: Opgedra is Datum wanbetalings tot vandag
ar_dz: الافتراضات تاريخ تعيينه إلى اليوم
be_by: Прызначаны Дата па змаўчанні сёння
bg_bg: Assigned подразбиране Дата днес
bn_bd: বরাদ্দ আজ থেকে তারিখ ডিফল্ট
da_dk: Tildelt Dato standard i dag
el_gr: Έσοδα για προεπιλογές Date σήμερα
es_es: Fechas Asignadas por defecto a la fecha de hoy
et_ee: Määratud kuupäev on vaikimisi täna
fa_ir: پیش فرض تاریخ واگذار شده به امروز
fi_fi: Sidotut Date oletuksena tänään
ga_ie: Mainneachtainí Dáta shanntar lá atá inniu ann
gl_gl: Asignados patróns de data para hoxe
hr_hr: Dodijeljeno Datum zadane do danas
hu_hu: Rendelt időpont alapértelmezés szerint ma
is_is: Úthlutað Dagsetning vanskil í dag
ja_jp: 今日に割り当てられている日付のデフォルト値
lt_lt: Asignuotosios data reikšmė šiandien
lv_lv: Piešķirtie Datums noklusējumus šodien
mk_mk: Доделени Датум стандардно до денес
nn_no: Tilordnet Dato standard i dag
pl_pl: Przypisane domyślne Data do dziś
pt_pt: Atribuídos padrões de data para hoje
ro_ro: Implicite alocate Data la ziua de astăzi
ru_ru: Назначенный Дата по умолчанию сегодня
sk_sk: Zadaného dátumu predvolené dnes
sl_si: Namenski privzete Date do danes
sq_al: Defaults caktuar Data sot
sr_rs: Датумом подразумеване до данас
sv_se: Tilldelad Datum standard idag
th_th: กำหนดค่าเริ่มต้นถึงวันนี้วันที่
tr_tr: Bugün atanan Tarihi varsayılanları
uk_ua: Призначений Дата за замовчуванням сьогодні
wa_be: Diffygion Dyddiad neilltuo i heddiw
zh_tw: 分配日期默認為今天

source: Due Date defaults to today
af_za: Betaaldatum standaard vir vandag
ar_dz: التخلف بسبب تاريخ اليوم
be_by: Дзякуючы змаўчанні даце па сённяшні дзень
bg_bg: Поради неизпълнение Дата днес
bn_bd: আজকের তারিখ ডিফল্ট বরাদ্দ
da_dk: Forfaldsdato standard i dag
el_gr: Λόγω προεπιλογές Date σήμερα
es_es: Fecha de Vencimiento por defecto a la fecha de hoy
et_ee: Tähtaeg vaikimisi täna
fa_ir: پیش فرض تاریخ با توجه به امروز
fi_fi: Eräpäivä oletuksena tänään
ga_ie: Mainneachtainí Dáta Dlite don lá atá inniu ann
gl_gl: Debido patróns de data para hoxe
hr_hr: Zbog Datum zadane do danas
hu_hu: Due Date alapértelmezett ma
is_is: Vegna vanskila í daginn í dag
ja_jp: 今日の期日は、デフォルト
lt_lt: Terminas reikšmė šiandien
lv_lv: Maksājuma Datums noklusējumus šodien
mk_mk: Поради Датум стандардно до денес
nn_no: Forfallsdato standard i dag
pl_pl: Ze względu domyślnie Data do dziś
pt_pt: Devido padrões de data para hoje
ro_ro: Implicit datorită Data la ziua de astăzi
ru_ru: Благодаря умолчанию дате по сегодняшний день
sk_sk: Termín splnenia predvolené dnes
sl_si: Zaradi privzete Date do danes
sq_al: Defaults shkak Data sot
sr_rs: Датум доспећа подразумеване до данас
sv_se: Förfallodatum standard idag
th_th: เริ่มต้นวันที่ครบกำหนดวันนี้
tr_tr: Bugün Bitiş Tarihi varsayılan
uk_ua: Завдяки замовчуванням датою за сьогоднішній день
wa_be: Diffygion Dyddiad Oherwydd heddiw
zh_tw: 截止日期默認為今天

source: Calulate Eligibility using Cumulative Semester Grades
af_za: Bereken in aanmerking te kom met behulp van Cum Semester Graad
ar_dz: حساب الأهلية باستخدام علامات الفصل الدراسي التراكمي
be_by: Разлічыць Права дапамогай кумулятыўны Ацэнкі семестр
bg_bg: Изчислете за допустимост, използвайки Кумулативен степени семестър
bn_bd: যোগ্যতা ক্রমযোজিত সেমেস্ত্র বাংলাদেশের ব্যবহার গণনা করুন
da_dk: Beregn Berettigelse hjælp Kumulativ Semester Karakterer
el_gr: Υπολογίστε Επιλεξιμότητα χρησιμοποιώντας Αθροιστική βαθμούς Εξάμηνο
es_es: Calcular la Elegibilidad utilizando las Calificaciones Acumulados del Semestre
et_ee: Arvuta abikõlblikkus kasutades kumulatiivsed Semester Grades
fa_ir: محاسبه واجد شرایط با استفاده از نمرات نیمسال تجمعی
fi_fi: Laske Kelpoisuus käyttäen Kumulatiivinen lukukausi arvosanat
ga_ie: Ríomh Incháilitheacht ag baint úsáide as Gráid Seimeastar Carnach
gl_gl: Elixibilidade calcular usando Reixas cuadrimestre cumulativo
hr_hr: Izračunajte Pravo korištenja Kumulativno semestar razreda
hu_hu: Számolja jogosultság a halmozott féléves Osztályzatok
is_is: Reikna Gjaldgengi nota Uppsöfnuð Einkunnir Önn
ja_jp: 累積学期の等級を使用して資格を計算する
lt_lt: Apskaičiuokite Teisė naudojant Kaupiamasis semestras Prognozės
lv_lv: Aprēķināt Tiesības izmantojot kumulatīvais semestris pakāpes
mk_mk: Пресметајте Подобност користење Кумулативни Семестар Оценки
nn_no: Beregn Valgbarhet bruker Akkumulert Semester Grades
pl_pl: Oblicz Kwalifikowalność pomocą Zbiorcza Stopnie Semestr
pt_pt: Elegibilidade calcular usando Grades Semestre cumulativa
ro_ro: Calculaţi de eligibilitate folosind Note total Semestrul
ru_ru: Рассчитать Право помощью кумулятивных Оценки семестр
sk_sk: Spočítajte spôsobilosti pomocou kumulatívne Semester stupňa
sl_si: Izračunajte Upravičenost uporabo Kumulativni ocen Semester
sq_al: Llogaritur duke përdorur Mundesi klasave kumulative Semestri
sr_rs: Израчунајте Право коришћења Кумулативно семестар оцене
sv_se: Beräkna Behörighet att använda Kumulativ Termin betyg
th_th: มีสิทธิได้รับการคำนวณโดยใช้ผลการเรียนภาคการศึกษาที่สะสม
tr_tr: Birikimli Dönem Sonu Notlarının kullanarak Uygunluk hesaplayın
uk_ua: Розрахувати Право допомогою кумулятивних Оцінки семестр
wa_be: Cyfrifo Cymhwyster defnyddio Graddau Semester Cronnol
zh_tw: 學期累計計算使用資格等級

source: Student gradebook views
af_za: Studente gradebook views
ar_dz: آراء الطلاب دفتر التقديرات
be_by: Прагляды Студэнцкая заліковую кніжку
bg_bg: Преглеждания на Студентски gradebook
bn_bd: ছাত্র gradebook দেখেছে
da_dk: Student gradebook visninger
el_gr: Θέα gradebook Φοιτητών
et_ee: Student gradebook vaatamist
fa_ir: دانشجویی نمایش gradebook
fi_fi: Opiskelija gradebook katselua
ga_ie: Tuairimí gradebook Mac Léinn
gl_gl: Gradebook visualizacións estudante
hr_hr: Studentski gradebook pregleda
hu_hu: Diák gradebook megtekintés
is_is: Námsmaður gradebook skoðanir
ja_jp: 学生の評定表のビュー
lt_lt: Studentų gradebook peržiūros
lv_lv: Student gradebook viedokļi
mk_mk: Студент gradebook пати
nn_no: Student karakterboken visninger
pl_pl: Wyświetlenia dziennika ocen studenta
pt_pt: Gradebook visualizações estudante
ro_ro: Cartea de note Student Vizualizari
ru_ru: Просмотры Студенческая зачетную книжку
sk_sk: Zobrazenie Študent zadávanie známok
sl_si: Student redovalnice views
sq_al: Shikime gradebook Student
sr_rs: Студентски градебоок погледа
sv_se: Student betygsbok visningar
th_th: views gradebook นักศึกษา
tr_tr: Öğrenci notların görünümleri
uk_ua: Перегляди Студентська залікову книжку
wa_be: Golwg llyfr marciau Myfyrwyr
zh_tw: 學生成績冊次

source: Default comment code
af_za: Standaard kommentaar kode
ar_dz: تعليق رمز الافتراضي
be_by: Код па змаўчанні каментар
bg_bg: По подразбиране коментар код
bn_bd: ডিফল্ট মন্তব্য কোড
da_dk: Standard kommentar koden
el_gr: Προεπιλεγμένος κωδικός σχόλιο
es_es: Código de comentario predeterminado
et_ee: Vaikimisi kommentaar kood
fa_ir: یافتن کد نظر
fi_fi: Oletus Kommenttikoodi
ga_ie: Cód comment Réamhshocrú
gl_gl: Código de comentario estándar
hr_hr: Default komentar kod
hu_hu: Alapértelmezett comment kód
is_is: Default athugasemd númer
ja_jp: デフォルトのコメントコード
lt_lt: Komentaras pagal nutylėjimą kodas
lv_lv: Noklusētais komentāru kods
mk_mk: Аватарот на коментар кодот
nn_no: Standard kommentar code
pl_pl: Domyślny kod komentarz
pt_pt: Código de comentário padrão
ro_ro: Implicit în comentariu cod
ru_ru: Код по умолчанию комментарий
sk_sk: Predvolený kód komentár
sl_si: Privzeta komentar kodo
sq_al: Koment Default Kodi
sr_rs: Дефаулт коментар код
sv_se: Standard kommentar koden
th_th: รหัสเริ่มต้นแสดงความคิดเห็น
tr_tr: Standart Yorum kodu
uk_ua: Код за замовчуванням коментар
wa_be: Cod sylwadau ddiofyn
zh_tw: 默認註釋代碼

source: Score Breakoff Points
af_za: Telling Breakoff punte
ar_dz: تسجيل نقاط Breakoff
be_by: Ачкі Ацэнка адрыў
bg_bg: Места за Резултат Breakoff
bn_bd: পয়েন্ট স্কোর Breakoff
el_gr: Σημεία Breakoff Βαθμολογία
es_es: Puntos del Delimitador de Puntuación
et_ee: Keskmine Breakoff punktid
fa_ir: امتیاز Breakoff
fi_fi: Pisteet Breakoff Points
ga_ie: Pointí Breakoff Scór
gl_gl: Breakoff puntos
hr_hr: Ocjena Breakoff bodova
hu_hu: Pontszám Breakoff pontok
is_is: Score Breakoff Stig
ja_jp: スコアブレークオフポイント
lt_lt: Balas Breakoff centrai
lv_lv: Vērtējums Breakoff Points
mk_mk: Резултат Breakoff Поени
nn_no: Resultat Breakoff poeng
pl_pl: Punkty Breakoff Ocena
pt_pt: Breakoff pontos
ro_ro: Breakoff scorul de puncte
ru_ru: Очки Оценка отрыв
sk_sk: Bodové skóre breakoff
sl_si: Ocena Breakoff Točke
sq_al: Pikët Breakoff Score
sr_rs: Резултат Бреакофф Поени
sv_se: Betyg Breakoff poäng
th_th: สิ่งที่ Breakoff คะแนน
tr_tr: Puan kopmasına Noktaları
uk_ua: Окуляри Оцінений відрив
wa_be: Sgôr Pwyntiau Breakoff
zh_tw: 分數片斷點

source: Final Grading Percentages
af_za: Finale Gradering Persentasies
ar_dz: نسب الدرجات النهائية
be_by: Заключныя Працэнты класіфікацыі
bg_bg: Окончателни Процентите Grading
bn_bd: অন্তিম শূন্য শতাংশে
da_dk: Afsluttende Grading Procent
el_gr: Τελική ποσοστά βαθμολόγησης
es_es: Porcentajes de Calificación Final
et_ee: Lõplik Hindamisviis Protsendid
fa_ir: درصد نمره نهایی
fi_fi: Lopullinen Arvostelu Prosenttiosuudet
ga_ie: Céatadáin Grádú Deiridh
gl_gl: As porcentaxes finais de clasificación
hr_hr: Završni Grading Postoci
hu_hu: Végső minősítés százalékok
is_is: Final Hundraðshlutar einkunnagjöf
ja_jp: 最終的な等級割合
lt_lt: Galutiniai klasifikavimas Procentai
lv_lv: Nobeiguma Šķirošana Procenti
mk_mk: Завршно оценување Процентите
nn_no: Endelig Grading Prosenter
pl_pl: Finał Procenty Grading
pt_pt: As porcentagens finais de classificação
ro_ro: Procente final de notare
ru_ru: Заключительные Проценты классификации
sk_sk: Záverečné Triedenie Percentá
sl_si: Final Odstotki Grading
sq_al: Përqindjet Nota përfundimtare
sr_rs: Завршни оцењивања Проценти
sv_se: Final Sortering Procent
th_th: ร้อยละคะแนนรอบชิงชนะเลิศ
tr_tr: Final Derecelendirme Yüzdelik
uk_ua: Прикінцеві Відсотки класифікації
wa_be: Canrannau Graddio Terfynol
zh_tw: 最後分級百分比

source: Exam
af_za: Eksamen
ar_dz: امتحان
be_by: Экзамен
bg_bg: Изпит
bn_bd: পরীক্ষা
da_dk: Eksamen
el_gr: Εξέταση
es_es: Examen
et_ee: Eksam
fa_ir: امتحان
fi_fi: Tentti
ga_ie: Scrúdaithe
gl_gl: Exame
hr_hr: Ispit
hu_hu: Vizsgálat
ja_jp: 試験
lt_lt: Egzaminas
lv_lv: Eksāmens
mk_mk: Испит
nn_no: Eksamen
pl_pl: Egzamin
pt_pt: Exame
ro_ro: Examen
ru_ru: Экзамен
sk_sk: Skúška
sl_si: Izpit
sq_al: Provim
sr_rs: Испит
th_th: การสอบ
tr_tr: Sınav
uk_ua: Іспит
wa_be: Arholiad
zh_tw: 考試

source: Total not 100%!
af_za: Totale nie 100%!
ar_dz: مجموع ليس 100 ٪!
be_by: Усяго не на 100%!
bg_bg: Общо не 100%!
bn_bd: না 100% মোট!
da_dk: Samlet ikke 100%!
el_gr: Σύνολο δεν είναι 100%!
es_es: El Total no es 100%!
et_ee: Kokku mitte 100%!
fa_ir: کل 100 درصد نبود!
fi_fi: Yhteensä ole 100%!
ga_ie: Iomlán nach bhfuil 100%!
gl_gl: Total non 100%!
hr_hr: Ukupno nije 100%!
hu_hu: Összesen nem 100%!
is_is: Samtals ekki 100%!
ja_jp: 100％の合計ではなく！
lt_lt: Bendras kiekis ne 100%!
lv_lv: Kopā ne 100%!
mk_mk: Вкупно не е 100%!
nn_no: Total ikke 100%!
pl_pl: Łącznie nie 100%!
pt_pt: Total não 100%!
ro_ro: Totală să nu 100%!
ru_ru: Всего не на 100%!
sk_sk: Celkom nie 100%!
sl_si: Vseh 100%!
sq_al: Gjithsej jo 100%!
sr_rs: Укупно не 100%!
sv_se: Totalt inte 100%!
th_th: ทั้งหมดไม่ 100%!
tr_tr: % 100 Toplam!
uk_ua: Всього не на 100%!
wa_be: Cyfanswm Nid yw 100%!
zh_tw: 總不能100％！

source: Are You Sure You Want to
af_za: Is jy seker jy wil
ar_dz: هل أنت متأكد أنك تريد أن
be_by: Вы ўпэўненыя, што хочаце
bg_bg: Сигурен ли си, че искате да
bn_bd: আপনি কি নিশ্চিত আপনি চাইলে
da_dk: Er du sikker på du vil
el_gr: Είστε βέβαιοι εσείς θέλετε να
es_es: Â¿Está seguro que desea
et_ee: Kas olete kindel, et soovid
fa_ir: آیا شما مطمئنید که می خواهید
fi_fi: Oletko varma että haluat
ga_ie: An bhfuil tú cinnte gur mian leat a
gl_gl: Está seguro de querer
hr_hr: Jeste li sigurni da želite da
hu_hu: Biztos benne, hogy szeretne
is_is: Ert þú viss að þú viljir
ja_jp: あなたがしてよろしいです
lt_lt: Ar Jūs tikrai norite
lv_lv: Vai tiešām vēlaties, lai
mk_mk: Дали сте сигурни дека сакате да
nn_no: Er du sikker du vil til
pl_pl: Czy na pewno chcesz
pt_pt: Você tem certeza que deseja
ro_ro: Eşti sigur că doriţi să
ru_ru: Вы уверены, что хотите
sk_sk: Vy ste istí, že chcete
sl_si: Ali ste prepričani, da želite
sq_al: A jeni te sigurte qe doni te
sr_rs: Да ли сте сигурни да желите да
sv_se: Är du säker att du vill
th_th: คุณแน่ใจว่าคุณต้องการ
tr_tr: Wanna Emin
uk_ua: Ви впевнені, що хочете
wa_be: Ydych chi Cadarn chi Eisiau
zh_tw: 您是否確定要

source: History Marking Period
af_za: Geskiedenis nasienperiode
ar_dz: حقبة التاريخ تمييز
be_by: Гісторыя ацэначны перыяд
bg_bg: История Маркиране Период
bn_bd: ইতিহাস সময়কাল অঙ্কন
da_dk: Historie Mærkning Periode
el_gr: Ιστορία Σήμανση Περίοδος
es_es: Historial del Período de Evaluación
et_ee: Ajalugu tähistamine perioodile
fa_ir: تاریخچه علامت گذاری دوره
fi_fi: Historia merkintä Period
ga_ie: Tréimhse Stair Marcáil
gl_gl: Período historia Replanteo
hr_hr: Povijest Obilježavanje Razdoblje
hu_hu: Történelem jelölés időszak
is_is: Saga Merking Tímabil
ja_jp: 歴史マ​​ーキング期間
lt_lt: Istorija Žymėjimas laikotarpis
lv_lv: Vēsture Marķēšanas periods
mk_mk: Историја Обележување Период
nn_no: Historie Merking Periode
pl_pl: Historia CE Okres
pt_pt: Período história Marcação
ro_ro: Marcarea Istoric Perioada
ru_ru: История оценочный период
sk_sk: História Značenie obdobie
sl_si: Zgodovina Označevanje Obdobje
sq_al: Periudha e historisë Shënimi
sr_rs: Историја Обележавање период
sv_se: Historia Märkning Period
th_th: ประวัติความเป็นมาระยะเวลาการทำเครื่องหมาย
tr_tr: Tarihi İşaretleme Dönemi
uk_ua: Історія оцінний період
wa_be: Hanes Cyfnod Marcio
zh_tw: 歷史評分期

source: Grade Post Date
af_za: Graad Post Datum
ar_dz: تاريخ آخر الصف
be_by: Клас Дата паведамленьня
bg_bg: Степен Post Дата
bn_bd: পোস্ট গ্রেড তারিখ
da_dk: Grade Indlæg Dato
el_gr: Βαθμός Ημερομηνία Δημοσίευση
es_es: Fecha de Publicación de la Calificación
et_ee: Hinne Postituse kuupäev
fa_ir: پست کلاس تاریخ
fi_fi: Palkkaluokan Päivämäärä
ga_ie: Dáta Iar Grád
gl_gl: Data de Posgrao
hr_hr: Ocjena objave
hu_hu: Grade Feladás dátuma
ja_jp: グレード投稿日
lt_lt: Įvertinimas Rašyti data
lv_lv: Novērtējums Post datums
mk_mk: Одделение пост датум
pl_pl: Stopień Data postu
pt_pt: Data de Pós-graduação
ro_ro: Grad Mesaj Data
ru_ru: Класс Дата сообщения
sk_sk: Platovou triedou data
sl_si: Grade Post Datum
sq_al: Data e klasës Post
sr_rs: Разред Пост Дате
sv_se: Grade Publicerat
th_th: วันที่โพสต์เกรด
tr_tr: Sınıf Mesaj Tarihi
uk_ua: Клас Дата повідомлення
wa_be: Dyddiad Post Gradd
zh_tw: 等級發布日期

source: School Year
af_za: Skooljaar
ar_dz: سنة دراسية
be_by: Навучальны год
bg_bg: Учебна година
bn_bd: স্কুল ইয়ার
el_gr: Σχολικό Έτος
es_es: Calendario Escolar
et_ee: Õppeaastal
fa_ir: سال تحصیلی
ga_ie: Scoilbhliain
gl_gl: Ano lectivo
hr_hr: Školske godine
hu_hu: Tanév
is_is: Skólaári
ja_jp: 学校年
lt_lt: Mokslo metai
lv_lv: Mācību gads
mk_mk: Учебна година
pl_pl: Rok szkolny
pt_pt: Ano letivo
ro_ro: Anul şcolar
ru_ru: Учебный год
sk_sk: Školský rok
sl_si: Šolsko leto
sq_al: Viti shkollor
sr_rs: Школска година
th_th: ปีโรงเรียน
tr_tr: Okul Yılı
uk_ua: Навчальний рік
wa_be: Blwyddyn Ysgol
zh_tw: 學校年

source: History Marking Periods
af_za: Geskiedenis Merk Periodes
ar_dz: حقب التاريخ تمييز
be_by: Гісторыя Маркіроўка Перыяды
bg_bg: История Маркиране Периоди
bn_bd: ইতিহাস সময়সীমার অঙ্কন
da_dk: Historie Mærkning Perioder
el_gr: Ιστορία Σήμανση Περίοδοι
es_es: Historial del Períodos de Evaluación
et_ee: Ajalugu tähistamine perioodid
fa_ir: تاریخچه علامت گذاری دوره
fi_fi: Historia merkintä Periods
ga_ie: Tréimhsí Stair Marcáil
gl_gl: Períodos historia Replanteo
hr_hr: Povijest Obilježavanje razdoblja
hu_hu: Történelem jelölés időszakok
is_is: Saga Merking tímum
ja_jp: 歴史マ​​ーキング期間
lt_lt: Istorija Žymėjimas laikotarpiai
lv_lv: Vēsture Marķēšanas Periodi
mk_mk: Историја Обележување Периоди
nn_no: Historie Merking Perioder
pl_pl: Historia Okresy CE
pt_pt: Períodos história Marcação
ro_ro: Perioadele Marcarea Istoric
ru_ru: История Маркировка Периоды
sk_sk: História Značenie Obdobie
sl_si: Zgodovina Označevanje Obdobja
sq_al: Periudhat Historia Shënimi
sr_rs: Историја Обележавање Периоди
sv_se: Historia Märkning Perioder
th_th: ระยะเวลาการทำเครื่องหมายประวัติความเป็นมา
tr_tr: Tarihi İşaretleme Dönemleri
uk_ua: Історія Маркування Періоди
wa_be: Cyfnodau Hanes Marcio
zh_tw: 歷史時期標誌

source: semester
af_za: vakansie
ar_dz: عطلة
be_by: свята
bg_bg: празник
bn_bd: সেমেস্ত্র
da_dk: ferie
el_gr: αργία
et_ee: puhkus
fa_ir: تعطیل
fi_fi: loma
ga_ie: saoire
gl_gl: vacacións
hr_hr: odmor
hu_hu: ünnep
is_is: frí
ja_jp: 休日
lt_lt: atostogų
lv_lv: brīvdiena
mk_mk: одмор
nn_no: ferie
pl_pl: wakacje
pt_pt: férias
ro_ro: vacanţă
ru_ru: праздник
sk_sk: dovolenka
sl_si: počitnice
sq_al: festë
sr_rs: одмор
th_th: วันหยุด
tr_tr: tatil
uk_ua: свято
wa_be: gwyliau
zh_tw: 假期
