Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Also, you can choose to print the letters with mailing labels. The letters will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one letter may be printed per student if the student has guardians residing at more than one address.
af_za: Jy kan ook kies om die letters te druk met die mailing etikette. Die briewe sal poslys etikette geposisioneer om in so &#39;n manier om sigbaar te wees in&#39; n windowed koevert wanneer die laken is in derdes gevou. Meer as een letter gedruk kan word per student, indien die student voogde woonagtig by meer as een adres.
ar_dz: أيضا، يمكنك اختيار لطباعة الرسائل مع بطاقات عنونة بريدية. سوف الرسائل ديك بطاقات عنونة بريدية المتمركزة في مثل هذه الطريقة أن تكون مرئية في مظروف إطارات عندما يتم طي الورقة في ثلثي. قد تكون طباعة أكثر من بريد إلكتروني واحد لكل طالب إذا كان الطالب لديه الأوصياء الذين يقيمون في أكثر من عنوان واحد.
be_by: Акрамя таго, вы можаце выбраць друк лістоў з паштовых налепак. Літары будуць мець налепкі размешчаны такім чынам, каб быць бачным у аконным канверт, калі ліст складваецца ў траціны. Больш за адной літары могуць быць раздрукаваныя на аднаго студэнта, калі студэнт апекуноў пражываюць больш чым у адзін адрас.
bg_bg: Също така, можете да изберете да отпечатате писма с пощенски етикети. Буквите ще имат пощенски етикети, разположени по такъв начин, че да се вижда в един прозорец плик, когато лист е сгънат в трети. Повече от една буква може да бъде отпечатан на един ученик, ако студентът има настойници, намиращо се на повече от един адрес.
bn_bd: উপরন্তু, আপনি মেইলিং লেবেল সঙ্গে চিঠি মুদ্রণ করতে পারেন. চিঠিপত্র মেইলিং যেমন একটি উপায় হিসাবে একটি windowed খাম যখন শীট তৃতীয়াংশ মধ্যে ফোল্ডারের হয় দৃশ্যমান তবে অবস্থিত লেবেল হবে. একাধিক চিঠি ছাত্র প্রতি যদি ছাত্র একাধিক ঠিকানায় বসবাসের অভিভাবকরা করেছে ছাপা হতে পারে.
da_dk: Du kan også vælge at udskrive breve med adresseetiketter. Brevene vil have adresseetiketter placeret på en sådan måde, at være synlige i et windowed kuvert, når arket er foldet i tredjedele. Mere end ét bogstav kan udskrives per studerende, hvis den studerende har værger opholder sig på mere end én adresse.
el_gr: Επίσης, μπορείτε να επιλέξετε να εκτυπώσετε τις επιστολές με τις ετικέτες αλληλογραφίας. Τα γράμματα θα έχουν ετικέτες αλληλογραφίας τοποθετούνται με τέτοιο τρόπο ώστε να είναι ορατό σε παράθυρα φάκελο όταν το φύλλο είναι διπλωμένο σε τρίτα. Περισσότερα από ένα γράμμα μπορεί να εκτυπωθεί ανά φοιτητή, αν ο φοιτητής έχει κηδεμόνες που κατοικούν σε περισσότερες από μία διευθύνσεις.
es_es: También, usted puede optar por imprimir las cartas con las etiquetas de correo. Las letras se han colocado las etiquetas de correo, de tal forma que sea visible en un sobre de ventana cuando la hoja se pliega en tres partes. Más de una letra puede ser impreso por Alumno si el Alumno tiene tutores que residen en más de una dirección.
et_ee: Samuti võite valida prindi tähti posti sildid. Kirjad on posti sildid paigaldatud selliselt, et see oleks nähtav aknaga ümbriku kui tööleht on volditud kolmandikku. Rohkem kui üks täht võib olla trükitud ühe õpilase kui õppija on eestkostjate elukoht rohkem kui üks aadress.
fa_ir: همچنین ، شما می توانید انتخاب کنید برای چاپ حروف را با برچسب های پستی است. نامه ، برچسب های پستی که در چنین راه به عنوان قابل نمایش بودن در یک پاکت پنجره زمانی که ورق در سوم تاشو قرار داشته باشد. بیش از یک نامه ممکن است هر دانشجو چاپ شده در صورتی که دانش آموز ساکن نگهبان در بیش از یک آدرس است.
fi_fi: Voit myös halutessasi tulostaa kirjaimia osoitetarroja. Kirjeet ovat postitustarroja sijoitettu siten, että ne näkyvät windowed kirjekuoressa kun arkki on taitettu kolmasosaa. Enemmän kuin yksi kirjain voidaan tulostaa per opiskelija, jos opiskelija on huoltajien kotipaikka useampi kuin yksi osoite.
ga_ie: Chomh maith leis sin, is féidir leat a roghnú a phriontáil na litreacha le lipéid postála. Beidh na litreacha bhfuil lipéid postála suite sa chaoi go mbeidh sé sofheicthe i gclúdach windowed nuair a bhíonn an clár fillte i thrian. Is féidir níos mó ná aon litir a chló aghaidh an mhic léinn má tá an mac léinn caomhnóirí ina gcónaí ag níos mó ná seoladh amháin.
gl_gl: Ademais, pode optar por imprimir as cartas con etiquetas de enderezo. As letras teñen as etiquetas de enderezo situada de tal forma a ser visible nun sobre de ventá cando a folla é dobrada en terzos. Máis dunha letra pode ser impreso por alumno se o alumno ten gardiáns residente en máis dun enderezo.
hr_hr: Također, možete odabrati da ispisa slova s ​​adresnih naljepnica. Slova će imati adresnih naljepnica pozicionirani na takav način da bi bili vidljivi u prozorom omotnicu, kada je ploča u presavijeni trećine. Više od jednog slova mogu se ispisati po studentu, ako učenik ima skrbnika koji žive u više od jedne adrese.
hu_hu: Továbbá, választhat, hogy nyomtassa ki a betűk levélcímkék. A betűk lesznek levélcímkék elhelyezni oly módon, hogy látható legyen egy ablakos borítékban, ha a lap van hajtva a kétharmados. Több, mint egy levelet is nyomtatható egy tanulóra jutó, ha a hallgató gondnokok lakó több mint egy címet.
is_is: Einnig getur þú valið að prenta bréf með lýsingu póstlista. Stafirnir verða póstlista merki stakk á þann hátt að vera sýnilegur í windowed umslagi þegar blaðið er lokaður í þriðju. Fleiri en einn staf má vera prentuð á nemanda ef nemandi hefur forráðamenn sem búa á fleiri en eitt netfang.
ja_jp: また、宛名ラベルを使って文字を印刷することもできます。手紙は、シートが3分の折られ、ウィンドウ封筒に見えるようにするような方法で配置さ宛名ラベルを持つことになります。学生が複数のアドレスに置かれている保護者の方を持っている場合、複数の文字は、学生ごとに印刷することができます。
lt_lt: Be to, jūs galite pasirinkti spausdinti laiškus su adresų etikečių. Raidės turės pašto ženklai išdėstyti taip, kad jis būtų matomas lango paketas, kai lapas sulenkiamas trečdaliai. Daugiau nei vieną raidę, gali būti spausdinami per studentas, jei studentas globėjai gyvena daugiau nei vieną adresą.
lv_lv: Arī Jūs varat izvēlēties drukāt burtus ar pasta sūtījumu uzlīmes. Vēstules būs pasta sūtījumu uzlīmes novietotām tā, lai būtu redzami windowed aploksnē, kad lapa tiek salocīta trešdaļām. Vairāk nekā viens burts var būt drukāts uz vienu studentu, ja students ir aizbildņi dzīvo pie vairāk nekā viena adrese.
mk_mk: Исто така, можете да изберете за печатење на букви со мејлинг етикети. Писмата ќе имаат мејлинг етикети поставен на таков начин како да бидат видливи во windowed плик кога е здиплен листот во третини. Повеќе од една буква може да биде испечатена на студентот, ако студентот старатели кои живеат на повеќе од една адреса.
nn_no: Du kan også velge å skrive ut bokstavene med adresseetiketter. Brevene vil ha adresseetiketter plassert på en slik måte som å være synlig i en vindusbalkong konvolutt når arket er foldet i tredjedeler. Mer enn én bokstav kan skrives per student dersom studenten har foresatte bosatt på mer enn én adresse.
pl_pl: Można również wybrać drukowanie listów z etykiet adresowych. Litery będą etykiety adresowe umieszczone w taki sposób, aby były widoczne w oknach kopercie, gdy arkusz jest złożony w trzecie. Więcej niż jedna litera może być wydrukowany na jednego ucznia, jeśli uczeń ma opiekunów przebywających na więcej niż jeden adres.
pt_pt: Além disso, você pode optar por imprimir as cartas com etiquetas de endereçamento. As letras terão etiquetas de endereçamento posicionada de tal forma a ser visível em um envelope de janela quando a folha é dobrada em terços. Mais de uma letra pode ser impresso por aluno se o aluno tem guardiões residente em mais de um endereço.
ro_ro: De asemenea, aveţi posibilitatea să alegeţi să imprimaţi scrisorile cu etichete de corespondenţă. Scrisorile vor avea etichete de corespondenţă poziţionate astfel încât să fie vizibile într-un plic windowed atunci când foaia este pliat în treimi. Mai mult de o scrisoare poate fi imprimate pe elev în cazul în care studentul a tutorilor care locuiesc la mai mult de o adresă.
ru_ru: Кроме того, вы можете выбрать печать писем с почтовых наклеек. Буквы будут иметь наклейки расположены таким образом, чтобы быть видимым в оконном конверт, когда лист складывается в трети. Более одной буквы могут быть распечатаны на одного студента, если студент опекунов проживают более чем в один адрес.
sk_sk: Tiež si môžete zvoliť tlač listov s adresné štítky. Listy budú mať adresné štítky umiestnené tak, aby bola viditeľná v obálke oknami, ak je list dal do tretiny. Viac ako jeden list môže byť vytlačený na jedného študenta v prípade, že študent strážcovia zdržiavajú na viac ako jednu adresu.
sl_si: Prav tako lahko izberete tiskanje pisma z nalepke. Črke bo imel nalepke nameščena tako, da je vidna v okni ovojnico, ko je lista zložena v tretjini. Več kot eno pismo se lahko natisne na študenta, če študent skrbniki prebivajo v več kot enem naslovu.
sq_al: Gjithashtu, ju mund të zgjidhni për të shtypur letra me etiketat e postimeve. Letrat do të ketë etiketat mailing pozicionuar në mënyrë të tillë që të jetë i dukshëm në një zarf dritare kur fletë është palosur në të tretat. Më shumë se një letër mund të jenë të shtypura për student nëse nxënësi ka kujdestarët që banojnë në më shumë se një adresë.
sr_rs: Такође, можете да изаберете да штампате слова са налепнице са адресом. Писма ће имати етикете мејлинг позициониране на такав начин да буде видљива у уиндоуед коверту када је лист савијен у трећине. Више од једног слова може бити штампани по ученику ако студент има чувара који живе у више од једне адресе.
sv_se: Du kan också välja att skriva ut breven med adressetiketter. Breven kommer att ha etiketter placerade på ett sådant sätt att synas i ett fönsterläge kuvert när bladet är vikt i tredjedelar. Mer än en bokstav kan skrivas ut per elev om eleven har vårdnadshavare som bor på mer än en adress.
th_th: นอกจากนี้คุณยังสามารถเลือกที่จะพิมพ์ตัวอักษรที่มีป้ายผนึกจดหมาย ตัวอักษรจะมีป้ายจ่าหน้าจดหมายในตำแหน่งดังกล่าวเป็นวิธีที่จะมองเห็นในซองหน้าต่างเมื่อแผ่นพับคือในสาม มากกว่าหนึ่งตัวอักษรอาจจะพิมพ์ต่อนักเรียนถ้านักเรียนมีผู้ปกครองอยู่บ้านเลขที่ที่อยู่มากกว่าหนึ่ง
tr_tr: Ayrıca, posta etiketleri ile mektup yazdırmak için seçebilirsiniz. Mektupları, posta etiketleri sac üçe katlanmış bir pencereli zarf içinde açık olarak böyle bir şekilde konumlandırılmış. Öğrenci başına düşen öğrenci birden fazla adreste ikamet eden veliler, bir harf daha basılmış olabilir.
uk_ua: Крім того, ви можете вибрати друк листів з поштових наклейок. Літери матимуть наклейки розташовані таким чином, щоб бути видимим у віконному конверт, коли лист складається в третини. Більше однієї букви можуть бути роздруковані на одного студента, якщо студент опікунів проживають більше ніж на одну адресу.
wa_be: Hefyd, gallwch ddewis i argraffu&#39;r llythyrau gyda labeli post. Bydd y llythyrau yn cael labeli post gosod yn y fath fodd fel ei fod yn weladwy mewn amlen windowed pan fydd y daflen yn plygu mewn ran o dair. Gall mwy nag un llythyr yn cael ei argraffu bob myfyriwr os yw&#39;r myfyriwr wedi gwarcheidwaid sy&#39;n byw mewn mwy nag un cyfeiriad.
zh_tw: 此外，您可以選擇打印的信件與郵件標籤。這些信件將郵寄標籤定位在這樣一種方式，是可見的在窗口的信封時，表是折疊的三分之二。超過一個字母可能會打印每個學生如果學生監護人居住在多個地址。

source: The letters will be automatically give you a printer-friendly html format when you click the Submit button.
af_za: Die briewe sal outomaties vir jou &#39;n drukker-vriendelike HTML-formaat wanneer jy op die knoppie Stuur.
ar_dz: سيتم الحروف تعطيك تلقائيا شكل أتش تي أم أل صديقة للطابعة عند النقر فوق الزر إرسال.
be_by: Літары будуць аўтаматычна дасць вам для друку HTML-фармаце, калі пстрыкнуць кнопку Адправіць.
bg_bg: Писмата ще бъдат автоматично да ви даде печат HTML формат, когато щракнете върху бутона &quot;Изпрати&quot;.
bn_bd: অক্ষর স্বয়ংক্রিয়ভাবে আপনি একটি প্রিন্টার-বন্ধুত্বপূর্ণ এইচটিএমএল ফরম্যাট দিতে যখন আপনি Submit বাটনে ক্লিক করুন হবে.
da_dk: Brevene vil automatisk give dig en printer-venlig html-format, når du klikker på knappen Send.
el_gr: Τα γράμματα θα είναι αυτόματα σας δώσει μια εκτυπώσιμη μορφή HTML, όταν κάνετε κλικ στο κουμπί Υποβολή.
es_es: Las cartas serán automáticamente le dan un formato html para imprimir al hacer clic en el botón Enviar
et_ee: Tähed automaatselt teile Printerisõbralik html formaadis, kui klõpsate nuppu Esita.
fa_ir: نامه خواهد بود به طور خودکار به شما یک قالب HTML نسخه چاپی را زمانی که دکمه ارسال را کلیک کنید.
fi_fi: Kirjaimet automaattisesti antaa sinulle tulostettavassa html-muodossa, kun napsautat Lähetä-painiketta.
ga_ie: Beidh na litreacha a thabhairt duit go huathoibríoch i bhformáid printéir atá neamhdhíobhálach html nuair a dhéanann tú cliceáil ar an gcnaipe Cuir Isteach.
gl_gl: As cartas serán automaticamente darlle un formato para impresión html ao premer o botón Enviar.
hr_hr: Slova će biti automatski vam dati printanja html formatu ako kliknete gumb Pošalji.
hu_hu: A leveleket a rendszer automatikusan ad egy nyomtatóbarát html formátumban, ha rákattint a Küldés gombra.
is_is: Stöfunum verður sjálfkrafa gefa þér Prentvæn HTML snið þegar þú smellir á Senda hnappinn.
ja_jp: 手紙には、[送信]ボタンをクリックすると、自動的にあなたに印刷しやすいHTML形式を与えることになります。
lt_lt: Laiškai bus automatiškai suteikia jums spausdinimui HTML formatu, kai paspausite mygtuką &quot;Siųsti&quot;.
lv_lv: Burti tiks automātiski jums Drukāšanai html formātā, kad jūs noklikšķiniet uz pogas Iesniegt.
mk_mk: Писмата ќе биде автоматски ви даде Верзија за печатење HTML формат кога ќе кликнете на копчето.
nn_no: Brevene vil bli automatisk gi deg en utskriftsvennlig html-format når du klikker Send-knappen.
pl_pl: Litery są automatycznie daje do druku formacie html po kliknięciu przycisku Prześlij.
pt_pt: As cartas serão automaticamente dar-lhe um formato para impressão html quando você clica no botão Enviar.
ro_ro: Scrisorile vor fi automat oferi un format pentru tipărire la imprimantă html când faceţi clic pe butonul Remitere.
ru_ru: Буквы будут автоматически даст вам для печати HTML-формате, если щелкнуть кнопку Отправить.
sk_sk: Listy budú automaticky vám tlač vo formáte HTML, keď kliknete na tlačidlo Odoslať.
sl_si: Črke bo samodejno vam tiskalniku prijazno html format, ko boste kliknili na gumb Pošlji.
sq_al: Letrat do të jetë automatikisht ju jap një format printer-friendly html kur klikoni butonin Submit.
sr_rs: Слова ће аутоматски бити вам дати Поједностављена ХТМЛ формат када кликнете на Субмит дугме.
sv_se: Breven kommer automatiskt att ge dig ett utskriftsvänligt HTML-format när du klickar på knappen Skicka.
th_th: ตัวอักษรจะถูกโดยอัตโนมัติให้คุณเป็นเครื่องพิมพ์ง่ายรูปแบบ HTML เมื่อคุณคลิกที่ปุ่มส่ง
tr_tr: Harfler Gönder düğmesine tıkladığınızda otomatik olarak bir yazıcı-dostu html formatında vermek olacaktır.
uk_ua: Літери будуть автоматично дасть вам для друку HTML-форматі, якщо натиснути кнопку Надіслати.
wa_be: Bydd y llythyrau yn awtomatig yn rhoi fformat argraffydd cyfeillgar html pan fyddwch yn clicio ar y botwm Anfon.
zh_tw: 這些信件會自動給你一個打印機友好的HTML格式，當您單擊提交按鈕。
