Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: next to the attendance code pull-down menu. If you select a second attendance code, the program will list students who received either code during the day.
af_za: langs die bywoning kode hangkieslys. As jy kies vir &#39;n tweede bywoning kode, sal die program studente wat óf kode ontvang het gedurende die dag lys.
ar_dz: بجانب حضور رمز القائمة المنسدلة. إذا قمت بتحديد رمز الحضور الثانية ، سيقوم البرنامج قائمة الطلاب الذين حصلوا على رمز إما أثناء النهار.
be_by: побач з наведвальнасць код выпадальнага меню. Калі вы выбірае другое код наведвальнасці, праграма выведзе спіс студэнтаў, якія атрымлівалі альбо код на працягу дня.
bg_bg: до посещаемост код падащото меню. Ако изберете втори код за обслужване, програмата ще направи списък на студентите, които са получили или код през деня.
bn_bd: পরবর্তী উপস্থিতি কোড-টান ডাউন মেনু. যদি আপনি একটি দ্বিতীয় উপস্থিতি কোড নির্বাচন, প্রোগ্রাম ছাত্র যারা দিন সময় উভয় কোড গৃহীত তালিকা হবে.
da_dk: ved siden af ​​deltagerlisten koden pull-down menu. Hvis du vælger en anden fremmøde kode, vil programmet listen studerende, der modtog enten koden i løbet af dagen.
el_gr: δίπλα από τον κωδικό συμμετοχή pull-down μενού. Εάν επιλέξετε ένα δεύτερο κωδικό συμμετοχής, το πρόγραμμα θα απαριθμήσει τους φοιτητές οι οποίοι έλαβαν είτε κώδικα κατά τη διάρκεια της ημέρας.
et_ee: kõrval osavõtjate kood rippmenüüst. Kui valite teise osavõtjate kood, programm nimekirja õpilased, kes said kas kood päeva jooksul.
fa_ir: در کنار حضور و غیاب کد منوی کشویی. اگر شما یک کد حضور و غیاب دوم را انتخاب کنید ، برنامه به دانش آموزانی که هر دو کد در طول روز دریافت لیست.
fi_fi: vieressä läsnäolo koodi alasvetovalikosta. Jos valitset toisen läsnäolo koodia, ohjelma listaa opiskelijat, jotka saivat joko koodi päivän aikana.
ga_ie: in aice leis an gcód freastal tarraingt síos-roghchlár. Má roghnaíonn tú cód tinreamh sa dara fomhír, beidh an clár liosta mic léinn a fuair ceachtar chód i rith an lae.
gl_gl: á beira do código de atención pull-down menu. Se selecciona un código de atención segunda, o programa pode incluír os estudantes que recibiron o código durante o día.
hr_hr: uz nazočnost kod padajućeg izbornika. Ako odaberete drugi sudjelovanje kod, program će se popis studenata koji su dobili ili broj tijekom dana.
hu_hu: mellett a jelenléti kód legördülő menüből. Ha kiválaszt egy második jelenléti kódot, a program kiírja a diákok, akik akár kódot a nap folyamán.
is_is: við hliðina á mætingu kóðann fellilistanum. Ef þú velur annað aðsókn kóða, the program vilja listi nemendum sem fengu annaðhvort númer á daginn.
ja_jp: 出席のコードのプルダウンメニューの横。 2番目の出席のコードを選択した場合、プログラムは、日中はどちらのコードを受け取った学生が一覧表示されます。
lt_lt: šalia išskleidžiamajame meniu lankomumo kodą. Jei pasirinksite antrą lankomumo kodą, programa bus sąrašą studentų, kurie gavo arba kodo per dieną.
lv_lv: blakus apmeklējumu kodu pull-down menu. Ja izvēlaties otru apmeklējumu kods, programma būs saraksts studenti, kas saņēma vai nu kodu dienas laikā.
mk_mk: до посетеност кодот паѓачкото мени. Ако изберете втората присуство код, на програмата ќе се листа на студентите кои добиле или код во текот на денот.
nn_no: ved siden av fremmøte kode rullegardinmenyen. Hvis du velger et andre oppmøte kode, vil programmet liste over studenter som fikk enten kode i løpet av dagen.
pl_pl: obok kodu obecności rozwijanego menu. Jeśli wybierzesz drugi kod obecności, program wyświetli listę studentów, którzy otrzymywali kod w ciągu dnia.
pt_pt: ao lado do código de atendimento pull-down menu. Se você selecionar um código de atendimento segunda, o programa irá listar os estudantes que receberam o código durante o dia.
ro_ro: de lângă codul de prezenţă meniu vertical. Dacă alegeţi un cod de participare al doilea rând, programul va lista studenţilor care au primit fie cod în timpul zilei.
ru_ru: рядом с посещаемость код выпадающего меню. Если вы выбираете второй код посещаемости, программа выведет список студентов, которые получали либо код в течение дня.
sk_sk: Popri účasti kód pull-down menu. Ak vyberiete druhú účasť kód, program Zoznam študentov, ktorí dostávali buď kódom v priebehu dňa.
sl_si: ob udeležbi kodo pull-down menija. Če izberete drugo udeležbo kodo, bo program seznam študentov, ki so prejeli bodisi koda čez dan.
sq_al: pranë kodin pjesëmarrjen pull-down menu. Nëse ju zgjidhni një kod të dytë të pranishëm, programi do të marrë listën e studentëve të cilët ose kodin gjatë ditës.
sr_rs: поред присуства код падајућег менија. Ако изаберете другу присуство код, програм ће списак студената који су добили или код току дана.
sv_se: bredvid närvaro koden rullgardinsmenyn. Om du väljer en annan närvaro kod, kommer programmet att lista studenter som fick antingen koden under dagen.
th_th: ถัดไปไปยังรหัสการเข้าร่วมเมนูแบบดึงลง ถ้าคุณเลือกรหัสการเข้าร่วมประชุมเป็นครั้งที่สองโปรแกรมจะแสดงรายการนักเรียนที่ได้รับรหัสอย่างใดอย่างหนึ่งในระหว่างวันที่
tr_tr: kodu katılımıyla açılan menüden yanında. Ikinci bir katılım kodu seçerseniz, program gün içinde iki kod alınan öğrencilerin listesini verir.
uk_ua: поруч з відвідуваність код випадаючого меню. Якщо ви вибираєте другий код відвідуваності, програма виведе список студентів, які отримували або код протягом дня.
wa_be: nesaf at y cod presenoldeb tynnu-lawr ddewislen. Os byddwch yn dewis côd presenoldeb ail bydd y rhaglen yn rhestr myfyrwyr sy&#39;n derbyn naill god neu&#39;r llall yn ystod y dydd.
zh_tw: 旁邊的考勤代碼下拉菜單。如果選擇第二個出勤代碼，程序將列出學生誰收到任何代碼在白天進行。

source: You can alter the date displayed by clicking on the date on the upper left-hand side of the screen and changing it to the desired date.
af_za: Jy kan die datum wat vertoon word deur te kliek op die datum op die boonste linkerkant van die skerm en dit verander na die presiese datum verander.
ar_dz: يمكنك تغيير التاريخ من خلال النقر على عرض التاريخ على الجانب الأيسر العلوي من الشاشة وتغييرها إلى التاريخ المطلوب.
be_by: Вы можаце змяніць дату адлюстроўваюцца, націснуўшы на дату, на верхняй левай частцы экрана і змяніць яго на патрэбную дату.
bg_bg: Вие можете да променяте датата, показва, като щракнете на датата, на горната част на лявата страна на екрана и промяна на желаната дата.
bn_bd: আপনি তারিখ উচ্চতর পর্দার বাম হাতের পাশ দিয়ে ক্লিক তারিখ উপর এবং আকাঙ্ক্ষিত তারিখ থেকে এটা পরিবর্তন প্রদর্শনযোগ্য পরিবর্তন করতে পারেন.
da_dk: Du kan ændre dato, der vises ved at klikke på datoen i øverste venstre side af skærmen, og ændre det til den ønskede dato.
el_gr: Μπορείτε να αλλάξετε την ημερομηνία που εμφανίζεται κάνοντας κλικ στην ημερομηνία στην πάνω αριστερή πλευρά της οθόνης και να αλλάξουμε την επιθυμητή ημερομηνία.
es_es: Se puede modificar la fecha haciendo clic en la fecha en la parte superior izquierda de la pantalla y cambiarla a la fecha deseada.
et_ee: Saab muuta kuupäeva kuvatakse klõpsates päeval ülemisse vasakpoolsesse servas ja see muuta soovitud kuupäev.
fa_ir: شما می توانید تاریخ نمایش داده شده را با کلیک کردن بر روی تاریخ را در بالای سمت چپ صفحه نمایش و تغییر دادن آن به تاریخ مورد نظر تغییر دهید.
fi_fi: Voit muuttaa päivämäärän näkyviin klikkaamalla päivämäärää vasemmassa yläkulmassa laidassa ja muuttamalla se haluamasi päivämäärän.
ga_ie: Is féidir leat athrú ar an dáta a thaispeáint trí chliceáil ar an dáta ar an taobh uachtair na láimhe clé den scáileán agus ag athrú go dtí an dáta atá ag teastáil.
gl_gl: Podes cambiar a data exhibida, premendo na data do lado esquerdo superior da pantalla e cambia-o para a data desexada.
hr_hr: Možete promijeniti datum prikazuju klikom na datum u gornjem lijevom dijelu zaslona i mijenja se na željeni datum.
hu_hu: Ön módosíthatja a dátumot, kattintson a napon a bal felső oldalon a képernyő és változó, hogy a kívánt dátumot.
is_is: Hægt er að breyta dagsetningu birtist með því að smella á dagsetninguna á efri vinstra megin á skjánum og breyta henni að dagsetningunni.
ja_jp: 画面の上部左側に日付をクリックして目的の日付に変更することで表示されている日付を変更することができます。
lt_lt: Galite pakeisti datą, rodomas kairiajame viršutiniame ekrano pusėje paspaudę ant datos ir keičiant jį į norimą datą.
lv_lv: Jūs varat mainīt datumu parādīts, noklikšķinot uz datuma, augšējā kreisajā pusē, ekrānu un mainot to uz vēlamo datumu.
mk_mk: Можете да го промените датумот прикажани со кликнување на денот на горниот дел од левата страна на екранот и менување на тоа да на саканиот датум.
nn_no: Du kan endre dato vises ved å klikke på datoen på øvre venstre side av skjermen og endre den til ønsket dato.
pl_pl: Możesz zmienić datę wyświetlaną klikając w dniu, w górnej lewej stronie ekranu i zmienić go na żądaną datę.
pt_pt: Você pode alterar a data exibida, clicando na data do lado esquerdo superior da tela e mudando-o para a data desejada.
ro_ro: Puteţi modifica data afişată făcând clic pe data la partea superioară stângă a ecranului şi modificarea acesteia până la data dorită.
ru_ru: Вы можете изменить дату отображаются, нажав на дату, на верхней левой части экрана и изменить его на нужную дату.
sk_sk: Môžete meniť dátum, zobraziť kliknutím na dátum v ľavej hornej časti obrazovky a menia ju na požadovaný dátum.
sl_si: Lahko spremeni datum prikazana s klikom na datum, na zgornji levi strani zaslona in ga spreminja v želeni datum.
sq_al: Ju mund të ndryshojë data e shfaqur duke klikuar në datën në anën e sipërme të majtë të ekranit dhe ndryshuar atë deri në datën e dëshiruar.
sr_rs: Можете променити датум приказује кликом на датум у горњем левом углу стране екрана и мењају га до жељеног датума.
sv_se: Du kan ändra datum som visas genom att klicka på datumet på övre vänstra sidan av skärmen och ändra den till önskat datum.
th_th: คุณสามารถเปลี่ยนวันที่ที่แสดงโดยการคลิกที่วันที่ด้านซ้ายมือบนของหน้าจอและเปลี่ยนมันให้เป็นวันที่ที่ต้องการ
tr_tr: Ekranın sol üst tarafta tarih tıklayarak ve istenilen tarih değişiyor tarafından görüntülenen tarihini değiştirebilir.
uk_ua: Ви можете змінити дату відображаються, натиснувши на дату, на верхній лівій частині екрану і змінити його на потрібну дату.
wa_be: Cewch newid y dyddiad a ddangosir gan glicio ar y dyddiad ar y rhan uchaf chwith y sgrin ac yn ei newid at y dyddiad a ddymunir.
zh_tw: 你可以改變日期顯示通過點擊日期上左側的屏幕和改變它所需的日期。

source: After making changes to the attendance codes displayed or the current date, click the Update button to refresh the screen with the new parameters.
af_za: Na die veranderinge aan die bywoning kodes wat vertoon word of die huidige datum, klik op die Update knoppie om die skerm te verfris met die nuwe parameters.
ar_dz: بعد إجراء تغييرات على رموز حضور عرض أو التاريخ الحالي، انقر فوق الزر تحديث لتحديث الشاشة مع المعايير الجديدة.
be_by: Пасля ўнясення змяненняў у коды наведвальнасці адлюстроўвацца або бягучую дату, націсніце кнопку Абнавіць, каб абнавіць экран з новымі параметрамі.
bg_bg: След извършване на промени в присъствие показва кодове или текущата дата, щракнете върху бутона Update, за опресняване на екрана с новите параметри.
bn_bd: পরিবর্তন উপস্থিতি কোড প্রদর্শিত অথবা বর্তমান তারিখ থেকে করার পর, নতুন পরামিতি সঙ্গে পর্দা রিফ্রেশ Update বাটন ক্লিক করুন.
da_dk: Når du har foretaget ændringer til deltagerlisten viste koder eller den aktuelle dato, skal du klikke på knappen Opdater for at opdatere skærmen med de nye parametre.
el_gr: Αφού κάνετε τις αλλαγές να εμφανίζονται οι κωδικοί συμμετοχή ή την τρέχουσα ημερομηνία, κάντε κλικ στο κουμπί Ενημέρωση για να ανανεώσετε την οθόνη με τις νέες παραμέτρους.
es_es: Después de realizar cambios en los códigos de asistencia que aparece o la fecha actual, haga clic en el botón Actualizar para actualizar la pantalla con los nuevos parámetros.
et_ee: Pärast muudatuste tegemist osavõtjate koodid näidata või kuupäev, klikkida nupul Uuenda värskendada ekraani uued parameetrid.
fa_ir: پس از ایجاد تغییرات به حضور کدهای نمایش داده شده و یا تاریخ کنونی ، با کلیک بر روی دکمه به روز رسانی به روز کردن صفحه نمایش با پارامترهای جدید.
fi_fi: Kun olet tehnyt muutoksia läsnä koodeja näkyviin tai nykyisen päivämäärän, napsauta Päivitä-painiketta voit päivittää näytön kanssa uusia parametrejä.
ga_ie: Tar éis a dhéanamh ar athruithe ar na cóid freastal ar taispeáint nó an dáta atá ann faoi láthair, cliceáil ar an cnaipe Nuashonrú a athnuachan an scáileán leis na paraiméadair nua.
gl_gl: Logo de realizar as modificacións dos códigos de atención presentado ou a data actual, prema no botón Actualizar para actualizar a pantalla cos novos parámetros.
hr_hr: Nakon promjene na sudjelovanje kodova prikazana ili trenutnog datuma kliknite gumb Ažuriraj za osvježavanje zaslona s novim parametrima.
hu_hu: Miután elvégezte a változtatásokat, hogy a jelenléti kódok jelennek meg, vagy az aktuális dátumot, kattintson a Frissítés gombra, hogy frissítse a képernyőt az új paraméterekkel.
is_is: Eftir að gera breytingar á viðveru númer birtist eða núverandi dagsetningu skaltu smella á Update hnappinn til að uppfæra skjáinn með nýju þáttum.
ja_jp: 表示された出席のコードまたは現在の日付に変更を加えた後、新しいパラメータを指定して画面をリフレッシュするためにUpdateボタンをクリックします。
lt_lt: Atlikę pakeitimus lankomumo kodai rodomi arba esamą datą, spustelėkite mygtuką &quot;Atnaujinti&quot;, kad atnaujinti ekraną su naujais parametrais.
lv_lv: Pēc tam, kad veicot izmaiņas apmeklējumu redzams kodus vai pašreizējo datumu, noklikšķiniet uz Atjaunināt pogu, lai atsvaidzinātu ekrānu ar jauniem parametriem.
mk_mk: По правење на промени во присуство кодови прикажани или тековниот датум, кликнете на копчето Update да се освежи на екранот со нови параметри.
nn_no: Når du har gjort endringer i fremmøte koder vises eller gjeldende dato, klikker du på Oppdater knappen for å oppdatere skjermen med nye parametere.
pl_pl: Po dokonaniu zmian kody wyświetlane uczestnictwa lub daty bieżącej, kliknij przycisk Aktualizuj, aby odświeżyć ekran z nowych parametrów.
pt_pt: Após fazer as alterações aos códigos de atendimento apresentado ou a data atual, clique no botão Atualizar para atualizar a tela com os novos parâmetros.
ro_ro: După efectuarea modificărilor la codurile de prezenţă afişat sau data curentă, faceţi clic pe butonul Actualizare pentru a reîmprospăta ecranul cu noii parametri.
ru_ru: После внесения изменений в коды посещаемости отображаться или текущую дату, нажмите кнопку Обновить, чтобы обновить экран с новыми параметрами.
sk_sk: Po vykonaní zmien v účasti zobrazené kódy alebo aktuálny dátum, kliknite na tlačidlo Aktualizovať aktualizujte obrazovku s novými parametrami.
sl_si: Po vnaša spremembe na prikazano udeležbo kode ali trenutni datum, kliknite gumb Update, da osvežite zaslon z novimi parametri.
sq_al: Pas bërë ndryshime në kodet e pjesëmarrjen shfaqet ose data aktuale, kliko butonin Update për të rifreskuar ekran me parametrat e ri.
sr_rs: Након што промене у кодовима присуство приказан или датум, кликните на дугме Ажурирај да освежите екран са новим параметрима.
sv_se: Efter att ha gjort ändringar i närvaro visas koder eller det aktuella datumet, klicka på knappen Uppdatera för att uppdatera skärmen med de nya parametrarna.
th_th: หลังจากที่การเปลี่ยนแปลงรหัสแสดงการเข้าร่วมประชุมหรือวันที่ปัจจุบันให้คลิกปุ่ม Update เพื่อรีเฟรชหน้าจอกับพารามิเตอร์ใหม่
tr_tr: Görüntülenen katılımıyla kodları veya geçerli tarih değişiklikleri yaptıktan sonra, yeni parametreleri ile ekran yenilemek için Update düğmesini tıklatın.
uk_ua: Після внесення змін до коди відвідуваності відображатися або поточну дату, натисніть кнопку Оновити, щоб оновити екран з новими параметрами.
wa_be: Ar ôl gwneud newidiadau i&#39;r codau presenoldeb harddangos neu y dyddiad ar hyn o bryd, cliciwch y botwm Diweddariad i ail osod y sgrîn gyda&#39;r paramedrau newydd.
zh_tw: 更改後的代碼顯示出席或當前日期，點擊更新按鈕來刷新屏幕，新的參數。

source: You can also view the attendance code assigned to the student by the teacher as well as view and enter a comment for each period by clicking on the students name.
af_za: U kan ook die bywoning-kode wat aan die student deur die onderwyser sowel as die oog en &#39;n kommentaar vir elke tydperk te betree deur te kliek op die studente se naam opgedra.
be_by: Вы можаце таксама прагледзець наведвальнасці код, прысвоены студэнта, настаўнікі, а таксама праглядаць і ўвядзіце каментар для кожнага перыяду, націснуўшы на імя студэнтаў.
bg_bg: Можете също да видите посещаемост код, възложени на ученика от учителя, както и да видите и въведете коментар за всеки период, като кликнете върху името на студентите.
bn_bd: আপনি উপস্থিতি কোড শিক্ষক হিসেবে ছাত্রদের নাম ক্লিক করে দেখুন এবং প্রত্যেক সময়ের জন্য একটি মন্তব্য লিখুন দ্বারা সংযুক্ত ছাত্রী দেখতে পারেন.
da_dk: Du kan også se deltagerlisten kode, der tildeles den studerende af læreren, samt se og indtaste en kommentar for hver periode ved at klikke på de studerendes navn.
el_gr: Μπορείτε επίσης να δείτε τον κώδικα παρακολούθησης αποδίδεται στο μαθητή από τον δάσκαλο, καθώς και προβολή και να γράψετε ένα σχόλιο για κάθε περίοδο, κάνοντας κλικ στο όνομα φοιτητές.
et_ee: Samuti saate vaadata osavõtjate antud koodist õpilane õpetaja poolt samuti vaadata ja sisesta kommentaar iga ajavahemiku klikkides õpilased nimi.
fa_ir: شما همچنین می توانید کد حضور معلم و همچنین مشاهده و توضیحات برای هر دوره را وارد کنید با کلیک کردن بر روی نام دانش آموزان به دانش آموز اختصاص داده را مشاهده کنید.
fi_fi: Voit myös katsella läsnä koodi osoitetaan opiskelijan opettaja sekä tarkastella ja kirjoita kommentti kullakin jaksolla klikkaamalla opiskelijoiden nimi.
ga_ie: Is féidir leat féachaint freisin ar an gcód freastal a shanntar don mac léinn ag an múinteoir, chomh maith le dearcadh agus tuairimí le haghaidh gach tréimhse dul isteach trí chliceáil ar an ainm do mhic léinn.
gl_gl: Tamén podes ver o código asignado atención ao alumno polo profesor, así como ver e escribir un comentario para cada período, premendo sobre o nome alumnos.
hr_hr: Također možete vidjeti prisustvo kod dodijeljen učenika od strane nastavnika, kao i prikaz i unesite komentar za svako razdoblje tako da kliknete na ime učenika.
hu_hu: Ön is megtekintheti a részvételi kódot rendelt a diák a tanár, valamint megtekintheti és adjon meg egy megjegyzést az egyes időszakokra kattintva a diákok nevét.
is_is: Þú getur einnig skoðað aðsókn númer úthlutað til nemenda sem kennari og skoða og slá inn athugasemd fyrir hvert tímabil með því að smella á nemendur nafn.
ja_jp: また、教師だけでなく、学生の名前をクリックして表示し、各期間のコメントを入力して、学生に割り当てられている出席のコードを表示することができます。
lt_lt: Taip pat galite peržiūrėti dalyvių studento kodas, priskirtas mokytojas, taip pat peržiūrėti ir įrašyti komentarą kiekvienam laikotarpiui paspaudę ant studentų vardą.
lv_lv: Varat arī apskatīt apmeklējumu kodam, kas piešķirts studenta skolotājs, kā arī apskatīt un ievadīt komentāru par katru laika posmu, noklikšķinot uz studentu nosaukumu.
mk_mk: Можете исто така да ги присуство код доделен на студентот од страна на наставникот, како и ги и внесете коментар за секој период со кликнување на студентите име.
nn_no: Du kan også vise fremmøte kode tildelt elev av læreren, samt vise og skrive inn en kommentar for hver periode ved å klikke på elevenes navn.
pl_pl: Możesz również przeglądać kod przypisany do obecności studenta przez nauczyciela, a także przeglądać i wprowadzić komentarz dla każdego okresu, klikając na nazwę studentów.
pt_pt: Você também pode ver o código atribuído atendimento ao aluno pelo professor, bem como visualizar e digitar um comentário para cada período, clicando sobre o nome alunos.
ro_ro: Puteţi vizualiza, de asemenea, codul de participarea atribuit elevului de către profesor, precum şi a vizualiza şi introduceţi un comentariu pentru fiecare perioadă de către click pe numele studenţilor.
ru_ru: Вы можете также просмотреть посещаемости код, присвоенный студента, учителя, а также просматривать и введите комментарий для каждого периода, нажав на имя студентов.
sk_sk: Môžete si tiež zobraziť účasť kód pridelený študentovi učiteľ, rovnako ako názor a zadajte komentár pre každé obdobie, po kliknutí na názov študentov.
sl_si: Ogledate si lahko tudi udeležbo kodo dodeljena študent s strani izvajalca, kot tudi pogled in vnesite komentar za vsako obdobje, s klikom na imena študentov.
sq_al: Ju gjithashtu mund të shikoni kodin pjesëmarrjen caktuar të studentëve nga mësuesi, si dhe të parë dhe të hyjë në një koment për secilën periudhë duke klikuar mbi emrin studentët.
sr_rs: Можете да видите код присуство додељене студената од стране наставника, као и преглед и унесе урезивање за сваки период кликом на име ученика.
sv_se: Du kan också visa närvaro kod som tilldelats eleven av läraren samt visa och skriv en kommentar för varje period genom att klicka på studenternas namn.
th_th: นอกจากนี้คุณยังสามารถมองเห็นรหัสการเข้าร่วมประชุมที่กำหนดให้กับนักเรียนโดยครูที่เป็นมุมมองและใส่ความคิดเห็นสำหรับแต่ละงวดโดยคลิกที่ชื่อนักเรียน
tr_tr: Ayrıca, öğretmenin yanı sıra öğrencilerin adını tıklayarak görüntüleyebilir ve her dönem için bir açıklama girin öğrenciye atanan katılım kodunu görüntüleyebilirsiniz.
uk_ua: Ви можете також переглянути відвідуваності код, присвоєний студента, вчителя, а також переглядати і введіть коментар для кожного періоду, натиснувши на ім&#39;я студентів.
wa_be: Gallwch hefyd weld y cod presenoldeb a neilltuwyd i&#39;r myfyriwr gan yr athro yn ogystal â gweld a rhowch sylw ar gyfer pob cyfnod drwy glicio ar yr enw myfyrwyr.
zh_tw: 您還可以查看考勤代碼分配給學生的老師以及查看和輸入註釋每個時期通過點擊學生的名字。
