Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To modify either type of code, click on any of the codes information, change the value, and click the Save button
af_za: Beide tipe van die kode te verander, klik op enige van die kodes inligting, die waarde te verander, en kliek op die Save-knoppie
be_by: Каб змяніць любы тып кода, націсніце на любы з інфармацыйных кодаў, зменіце значэнне і націсніце кнопку Захаваць
bg_bg: За да промените която и да е вид код, кликнете върху някоя от информация кодове, променете стойността и щракнете върху бутона Save
bn_bd: কোড অফ উভয় প্রকার পরিবর্তন কোড তথ্য কোনো,, ক্লিক করে মান পরিবর্তন, এবং সেভ বাটনে ক্লিক করুন
da_dk: At ændre enten type kode, skal du klikke på et af de koder, oplysninger, ændre værdien, og klik på knappen Gem
el_gr: Για να τροποποιήσετε οποιονδήποτε τύπο του κώδικα, κάντε κλικ σε οποιαδήποτε από τις πληροφορίες που τους κωδικούς, αλλάξτε την τιμή και κάντε κλικ στο κουμπί Αποθήκευση
et_ee: Muuta kas tüüp koodi, vajutage ükskõik koodid informatsiooni väärtust muuta, ja klõpsake nuppu Salvesta
fa_ir: برای تغییر هر دو نوع کد ، با کلیک بر روی هر یک از اطلاعات کدهای تغییر ارزش ، و با کلیک بر روی دکمه ذخیره
fi_fi: Voit muokata joko tyypin koodin, valitse tahansa koodeja, muuta arvoa, ja napsauta Tallenna-painiketta
ga_ie: A mhodhnú ceachtar cineál de chód, cliceáil ar aon chuid den fhaisnéis cóid, an luach a athrú, agus cliceáil ar an gcnaipe Sábháil
gl_gl: Para modificar calquera tipo de código, faga clic en calquera das informacións códigos, cambiar o valor, e prema no botón Gardar
hr_hr: Da biste izmijenili bilo koju vrstu koda, kliknite na bilo koji od kodova informacija, promjena vrijednosti, i kliknite na gumb Spremi
hu_hu: Módosításához mindkét típusú kódot, kattintson bármelyik kódok információk módosítsa az értéket, majd kattintson a Mentés gombra
is_is: Til að breyta annað hvort tegund af kóða, smellur á allir af kóða upplýsingarnar, breyta gildi, og smelltu á Vista hnappinn
ja_jp: コー​​ドのいずれかのタイプを変更するには、、コードの情報のいずれかをクリックして値を変更し、[保存]ボタンをクリックします。
lt_lt: Norėdami pakeisti arba kodo tipo, spustelėkite bet kodus informacijos, keisti reikšmę, ir spustelėkite mygtuką &quot;Išsaugoti&quot;
lv_lv: Lai mainītu vai nu tipa kodu, uzklikšķiniet uz kādu no kodiem informāciju, mainītu vērtību, un noklikšķiniet uz pogas Saglabāt
mk_mk: За да го измените или тип на кодот, притиснете на било кој од информациите кодови, промена на вредноста, и кликнете на копчето Зачувај
nn_no: For å endre enten type kode, klikker du på noen av kodene, endre verdien, og klikker på Lagre-knappen
pl_pl: Aby zmodyfikować albo rodzaj kodu, kliknij na żadnych informacji kody, należy zmienić wartość, a następnie kliknij przycisk Zapisz
pt_pt: Para modificar qualquer tipo de código, clique em qualquer das informações códigos, alterar o valor, e clique no botão Salvar
ro_ro: Pentru a modifica oricare tip de cod, faceţi clic pe oricare dintre informaţiile pe coduri, modifica valoarea, şi faceţi clic pe butonul Salvare
ru_ru: Чтобы изменить любой тип кода, нажмите на любой из информационных кодов, измените значение и нажмите кнопку Сохранить
sk_sk: Ak chcete zmeniť jeden typ kódu, kliknite na žiadne informácie, kódy, zmeňte hodnotu a kliknite na tlačidlo Uložiť
sl_si: Če želite spremeniti niti z vrsto kode, kliknite na katero koli od kod informacije, spremenite vrednost, in kliknite na gumb Save
sq_al: Për të modifikuar ose llojin e kodit, klikoni mbi ndonjë nga informacionet e kodeve, të ndryshojë vlerën, dhe klikoni në butonin Ruaj
sr_rs: Да бисте изменили оба типа код, кликните на било коју од кодова информација, промените вредност и кликните на дугме Сачувај
sv_se: För att ändra någon typ av kod, klicka på någon av koderna information, ändra värdet och klickar på knappen Spara
th_th: การปรับเปลี่ยนประเภทของรหัสอย่างใดอย่างหนึ่งให้คลิกที่ใด ๆ ของข้อมูลรหัสการเปลี่ยนแปลงค่าและคลิกที่ปุ่มบันทึก
tr_tr: Ya kod türünü değiştirmek için, kodları bilgileri herhangi bir değerini değiştirmek ve Kaydet düğmesini tıklatın
uk_ua: Щоб змінити будь-який тип коду, натисніть на будь-який з інформаційних кодів, змініть значення і натисніть кнопку Зберегти
wa_be: I addasu naill fath o god, cliciwch ar unrhyw un o&#39;r codau wybodaeth, newid y gwerth, a chliciwch ar y botwm Save
zh_tw: 要修改任一類型的代碼，點擊任何代碼的信息，改變值，然後點擊保存按鈕

source: To delete either type of code, click the delete icon
af_za: Beide tipe van die kode te verwyder, kliek op die ikoon verwydering
ar_dz: لحذف أي نوع من التعليمات البرمجية ، انقر فوق رمز حذف
be_by: Каб выдаліць любы тып кода, націсніце значок выдалення
bg_bg: За да изтриете двата типа код, щракнете върху иконата за изтриване
bn_bd: কোড অফ উভয় প্রকার মুছে ফেলা, মুছে আইকন ক্লিক করুন
da_dk: Hvis du vil slette enten type kode, skal du klikke på ikonet Slet
el_gr: Για να διαγράψετε οποιονδήποτε τύπο του κωδικού, κάντε κλικ στο εικονίδιο διαγραφής
et_ee: Kustutada kas tüüp koodi, klõpsa Delete ikoon
fa_ir: برای حذف هر دو نوع کد ، با کلیک بر روی آیکون حذف
fi_fi: Voit poistaa joko tyypin koodi, klikkaa Poista-kuvaketta
ga_ie: A scriosadh ceachtar cineál de chód, cliceáil ar an deilbhín scriosadh
gl_gl: Para eliminar calquera tipo de código, prema na icona de exclusión
hr_hr: Za brisanje bilo koju vrstu koda, kliknite ikonu za brisanje
hu_hu: Törléséhez vagy a fajta kód, kattintson a törlés ikonra
is_is: Til að eyða annaðhvort gerð af kóða, smelltu á Delete táknið
ja_jp: コー​​ドのいずれかのタイプを削除するには、削除アイコンをクリック
lt_lt: Norėdami ištrinti arba kodo tipą, spustelėkite Šalinti piktogramą
lv_lv: Lai izdzēstu vai nu tipa kodu, nospiediet izdzēst ikonas
mk_mk: За да ги избришете или тип на код, кликнете на иконата избришете
nn_no: Slik sletter du begge typer kode, klikker du på Slett-ikonet
pl_pl: Aby usunąć albo rodzaj kodu, kliknij ikonę usuwania
pt_pt: Para excluir qualquer tipo de código, clique no ícone de exclusão
ro_ro: Pentru a şterge orice tip de cod, faceţi clic pe pictograma şterge
ru_ru: Чтобы удалить любой тип кода, нажмите значок удаления
sk_sk: Ak chcete odstrániť jeden typ kódu, kliknite na ikonu Odstrániť
sl_si: Če želite izbrisati niti z vrsto kode, kliknite ikono izbrisati
sq_al: Për të fshirë ose llojin e kodit, klikoni ikonën fshini
sr_rs: Да бисте избрисали или тип кода, кликом на делете иконица
sv_se: För att radera någon typ av kod, klicka på ikonen Ta bort
th_th: ในการลบประเภทของรหัสอย่างใดอย่างหนึ่งให้คลิกที่ไอคอนลบ
tr_tr: Her iki tür kod silmek için, sil simgesini tıklatın
uk_ua: Щоб видалити будь-який тип коду, натисніть значок видалення
wa_be: I ddileu naill fath o god, cliciwch ar yr eicon dileu
zh_tw: 要刪除任何類型的代碼，點擊刪除圖標

source: next to the code you want to delete. You will be asked to confirm the deletion
af_za: langs die kode wat jy wil verwyder. Jy sal gevra word om die verwydering te bevestig
ar_dz: بجانب الرمز الذي تريد حذفه. وسوف يطلب منك تأكيد الحذف
be_by: побач з кода, які трэба выдаліць. Вам будзе прапанавана пацвердзіць выдаленне
bg_bg: до кода, който искате да изтриете. Вие ще бъдете помолени да потвърдите изтриването
bn_bd: পরবর্তী কোড আপনি মুছে ফেলতে চান. যে অপসারণ নিশ্চিতকরণ হবে
da_dk: ved siden af ​​den kode, du ønsker at slette. Du vil blive bedt om at bekræfte sletningen
el_gr: δίπλα τον κωδικό που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή
et_ee: kõrval kood, mida soovite kustutada. Teil palutakse Kustutamise kinnitamiseks
fa_ir: در کنار به کد می خواهید پاک کنید. از شما خواسته خواهد شد که تایید حذف
fi_fi: vieressä koodi, jonka haluat poistaa. Sinua pyydetään vahvistamaan poisto
ga_ie: in aice leis an gcód mian leat a scriosadh. Iarrfar ort a dhearbhú a scriosadh
gl_gl: á beira do código que quere eliminar. Lle será solicitada a confirmar a exclusión
hr_hr: uz broj koji želite izbrisati. Bit ćete pitani da potvrdite brisanje
hu_hu: mellett a kód törölni kívánt. Meg fogják kérni, hogy erősítse meg a törlést
is_is: við hliðina á númerið sem þú vilt eyða. Þú verður beðinn um að staðfesta eyðingu
ja_jp: 削除するコードの隣にある。削除を確認するよう要求されます。
lt_lt: šalia kodą, kurį norite ištrinti. Jūsų bus paprašyta patvirtinti naikinimą
lv_lv: blakus kodu, kuru vēlaties dzēst. Jums tiks lūgts apstiprināt dzēšanu
mk_mk: до кодот сакате да го избришете. Ќе биде побарано да Потврдете го бришењето
nn_no: ved siden av den koden du vil slette. Du vil bli bedt om å bekrefte slettingen
pl_pl: obok kodu, który chcesz usunąć. Zostaniesz poproszony o potwierdzenie usunięcia
pt_pt: ao lado do código que você deseja excluir. Você será solicitado a confirmar a exclusão
ro_ro: de lângă codul pe care doriţi să ştergeţi. Vi se va cere să confirmaţi ştergerea
ru_ru: рядом с кода, который нужно удалить. Вам будет предложено подтвердить удаление
sk_sk: vedľa kódu, ktorý chcete odstrániť. Budete vyzvaní na potvrdenie vymazania
sl_si: zraven kodo, ki jo želite izbrisati. Vas bo prosil za potrditev brisanja
sq_al: tjetër për kodin që dëshironi të fshini. Ju do të kërkohet për të konfirmuar fshirjen
sr_rs: поред кода који желите да избришете. Бићете упитани да потврдите брисање
sv_se: bredvid den kod du vill ta bort. Du ombeds att bekräfta borttagningen
th_th: ถัดไปรหัสที่คุณต้องการจะลบ คุณจะถูกถามเพื่อยืนยันการลบ
tr_tr: Silmek istediğiniz kodu. Silme işlemini onaylamanız istenecektir
uk_ua: поруч з коду, який потрібно видалити. Вам буде запропоновано підтвердити видалення
wa_be: nesaf at y cod eich bod am ddileu. Bydd gofyn i gadarnhau dileu&#39;r
zh_tw: 旁邊的代碼要刪除。你會被要求確認刪​​除

source: This utility allows you to print report cards for your child
af_za: Hierdie program kan jy rapporte te druk vir jou kind
be_by: Гэтая ўтыліта дазваляе друкаваць табелі для вашага дзіцяці
bg_bg: Тази помощна програма ви позволява да отпечатвате отчетни карти за вашето дете
bn_bd: এই ইউটিলিটি আপনি আপনার সন্তানের জন্য রিপোর্ট কার্ড প্রিন্ট করা যাবে
da_dk: Dette hjælpeprogram giver dig mulighed for at udskrive rapporten kort til dit barn
el_gr: Αυτό το βοηθητικό πρόγραμμα σας επιτρέπει να εκτυπώσετε τις κάρτες έκθεση για το παιδί σας
et_ee: See utiliit võimaldab printida aruande kaarte teie lapsele
fa_ir: این ابزار به شما اجازه می دهد تا برای چاپ کارت های گزارش برای فرزند شما
fi_fi: Tämän apuohjelman avulla voit tulostaa raportin kortteja lapsellesi
ga_ie: Ceadaíonn an fóntais tú a phriontáil cártaí tuairisce do do leanbh
gl_gl: Esta utilidade permite a impresión de informes para o seu fillo
hr_hr: Ovaj alat vam omogućuje da ispišete izvješće kartice za Vaše dijete
hu_hu: Ez a segédprogram lehetővé teszi, hogy nyomtatni jelentést kártyák a gyermek
is_is: Þetta tól leyfir þér að prenta skýrsluna kort fyrir barnið þitt
ja_jp: このユーティリティを使用して、あなたの子供のためのレポートカードを印刷することができます
lt_lt: Šis įrankis leidžia jums spausdinti ataskaitą korteles jūsų vaikui
lv_lv: Šī lietderība ļauj drukāt ziņojumu kartes, lai jūsu bērnam
mk_mk: Оваа алатка ви овозможува да печатите извештај картички за вашето дете
nn_no: Dette verktøyet kan du skrive ut rapporten kort for barnet ditt
pl_pl: Narzędzie to pozwala na drukowanie kart zgłoszeń dla Twojego dziecka
pt_pt: Este utilitário permite a impressão de boletins para o seu filho
ro_ro: Acest utilitar vă permite să imprimaţi cărţi raport pentru copilul dumneavoastră
ru_ru: Эта утилита позволяет печатать табели для вашего ребенка
sk_sk: Tento nástroj umožňuje tlač vysvedčení pre svoje dieťa
sl_si: Ta pripomoček vam omogoča, da natisnete poročilo kartice za vašega otroka
sq_al: Kjo ju lejon të shërbimeve për të shtypur kartat e raportit për fëmijën tuaj
sr_rs: Овај програм вам омогућава да одштампате картице извештај за ваше дете
sv_se: Detta verktyg kan du skriva ut rapporten kort för ditt barn
th_th: ยูทิลิตี้นี้จะช่วยให้คุณสามารถพิมพ์บัตรรายงานสำหรับบุตรหลานของคุณ
tr_tr: Bu yardımcı program, çocuğunuz için karne yazdırma sağlar.
uk_ua: Ця утиліта дозволяє друкувати табелі для вашої дитини
wa_be: Mae hyn yn cyfleustodau yn eich galluogi i argraffu cardiau adrodd ar gyfer eich plentyn
zh_tw: 此實用程序允許您打印報告卡為您的孩子

source: Before printing the report cards, you must select which marking periods to display on the report card by checking desired marking period checkboxes
af_za: Voordat die druk van die verslag kaarte, moet jy kies watter nasien periodes om te wys op die rapport deur die nagaan van gewenste nasienperiode blok
ar_dz: قبل طباعة بطاقات التقرير ، يجب تحديد الفترات التي وسم لعرضه على بطاقة التقرير المطلوب عن طريق التحقق من خانات فترة الوسم
be_by: Перад пячаткай табелі, вы павінны абраць, якія маркіроўкі перыядаў для адлюстравання на табель, правяраючы жаданае, усталяваўшы сцяжкі перыяд
bg_bg: Преди отпечатване на доклада карти, трябва да изберете които маркировката периоди за показване на картата с доклада от проверката на желания маркиране период квадратчетата
bn_bd: রিপোর্ট কার্ড মুদ্রণ আগে, আপনি রিপোর্ট কার্ড উপর প্রার্থিত অবস্থানসূচক সময়ের চেকবক্স চেক করার প্রদর্শন অবস্থানসূচক সময়সীমার নির্বাচন হবে
da_dk: Før du udskriver rapporten kort, skal du vælge, hvilken mærkning perioder der skal vises på rapporten kortet ved at markere den ønskede mærkning periode afkrydsningsfelter
el_gr: Πριν την εκτύπωση των καρτών έκθεση, θα πρέπει να επιλέξετε ποια σήμανση περιόδους για να εμφανιστεί στην κάρτα έκθεση με τον έλεγχο επιθυμητά πλαίσια ελέγχου και τη σήμανση περίοδο
et_ee: Enne printimist aruande kaardid, tuleb valida märgistada perioodide kuvada aruande kaart kontrollides soovitud tähistamine perioodi ruudud
fa_ir: قبل از چاپ کارت های گزارش ، شما باید که مارک دوره به کارت در تاریخ گزارش نمایش داده شود را با چک کردن مارک مورد نظر نمایش به صورت گزینه انتخابی دوره انتخاب کنید
fi_fi: Ennen tulostamista raportin kortit, sinun täytyy valita, mitkä merkinnät aikoja näytettäväksi report card tarkistamalla haluttu merkintä kauden valintaruutuja
ga_ie: Sula priontáil na cártaí tuairisce, ní mór duit a roghnú a mharcáil tréimhsí a thaispeáint ar an gcárta tuarascála trí sheiceáil ag teastáil ticbhoscaí tréimhse marcála
gl_gl: Antes de imprimir as tarxetas de informe, ten que seleccionar cales períodos de cita para amosar na tarxeta de informe desexado, marcando checkbox período de reserva
hr_hr: Prije ispisa izvještaja kartice, morate odabrati koji obilježava razdoblje za prikaz na izvješće karticu tekućeg željeni obilježavanje razdoblja okvire
hu_hu: A nyomtatás előtt a jelentés kártyákat, ki kell választani, amelyeken a jelölés időszakok jelennek meg a jelentésben kártyán ellenőrzésével kívánt jelölés időszakban jelölőnégyzetek
is_is: Fyrir prentun skýrslu spil, verður þú að velja hvaða merking tímabila til að birta á skýrslunni kortið með því að haka viðkomandi merkja tímabili gátreitina
ja_jp: レポートカードを印刷する前に、希望のマーキング期間のチェックボックスをチェックしてレポートカードで表示するマーク期間を選択する必要があります。
lt_lt: Prieš spausdinant ataskaitą kortelės, turite pasirinkti, kuri ženklinimo laikotarpių rodyti kortelę, patikrinti norimą žymėjimo laikotarpį varneles
lv_lv: Pirms drukāšanas ziņojumu kartes, jums jāizvēlas kurām marķējums periodos, lai parādītu uz ziņojumu kartes, pārbaudot vajadzīgo marķējuma perioda izvēles rūtiņas
mk_mk: Пред печатењето на извештајот картички, мора да изберете што по повод одбележувањето периоди за да се прикаже на извештајот картичка со проверка на саканата ознака период обележувачи
nn_no: Før du skriver ut rapporten kortene, må du velge hvilken merking perioder som skal vises på rapporten kortet ved å sjekke ønsket merking periode avkrysningsbokser
pl_pl: Przed rozpoczęciem drukowania kart raportu, należy wybrać okresy oznakowania do wyświetlenia na karcie raportu sprawdzania pożądanych oznakowania pola wyboru okresu
pt_pt: Antes de imprimir os cartões de relatório, você deve selecionar quais períodos de marcação para mostrar no cartão de relatório desejado, marcando checkboxes período de marcação
ro_ro: Înainte de a imprima carduri de raport, trebuie să selectaţi care perioadele de marcare pentru a afişa pe cartela de raportul de verificare a dorit căsuţele marcajul perioada
ru_ru: Перед печатью табели, вы должны выбрать, какие маркировки периодов для отображения на табель, проверяя желаемое, установив флажки период
sk_sk: Pred tlačou vysvedčenie, musíte vybrať, ktoré označenie období sa zobrazí na vysvedčení zaškrtnutím políčka požadovaný označením obdobie
sl_si: Pred tiskanjem poročila kartic, morate izbrati katerih je označevanje obdobja za prikaz na poročilo kartico s preverjanjem želeno oznako obdobju polja
sq_al: Para shtypjes kartat e raportit, ju duhet të zgjidhni të cilat periudhat e shënuar për të shfaqur në kartën e raportit duke kontrolluar dëshiruar checkboxes shënuar periudhën
sr_rs: Пре штампања извештаја карте, морате да изаберете која обележавање периоде за приказ на извештају картицу тако што ћете проверити жељени обележавање периоду поља за потврду
sv_se: Innan du skriver ut rapporten kort måste du välja vilken märkning perioder som ska visas på rapporten kortet genom att markera önskad märkning perioden kryssrutor
th_th: ก่อนที่จะพิมพ์บัตรรายงานคุณต้องเลือกช่วงเวลาที่การทำเครื่องหมายที่จะแสดงบนบัตรรายงานโดยการตรวจสอบที่ต้องการทำเครื่องหมายช่องทำเครื่องหมายระยะเวลา
tr_tr: Karne yazdırma, önce istenen işaretleme dönemi onay kutularını kontrol karne görüntülemek için hangi işaretleme dönemleri seçmeniz gerekir.
uk_ua: Перед печаткою табелі, ви повинні вибрати, які маркування періодів для відображення на табель, перевіряючи бажане, встановивши прапорці період
wa_be: Cyn argraffu&#39;r cardiau adroddiad, mae&#39;n rhaid i chi ddewis pa gyfnodau marcio i arddangos ar y cerdyn adroddiad gan wirio blychau ticio cyfnod marcio a ddymunir
zh_tw: 在打印成績單，你必須選擇其中標期上顯示報告卡通過檢查所需的時間標記複選框

source: The report cards will be automatically generated in a printer-friendly html page when you click the Submit button
af_za: Die rapporte sal outomaties gegenereer word in &#39;n drukker-vriendelike HTML-bladsy as jy op die Submit knoppie
be_by: Даклад карты будуць аўтаматычна генеруюцца для друку HTML-старонкі пры націску на кнопку Адправіць
bg_bg: Докладът карти ще бъдат автоматично генерирани в печат HTML страница, когато щракнете върху бутона Submit
bn_bd: রিপোর্ট কার্ড স্বয়ংক্রিয়ভাবে একটি প্রিন্টার-বন্ধুত্বপূর্ণ HTML পৃষ্ঠা হবে উৎপন্ন যখন আপনি ছবি বাটন ক্লিক করুন
da_dk: Rapporten kort vil automatisk blive genereret i en printer-venlig html side, når du klikker på knappen Send
el_gr: Οι κάρτες έκθεση θα δημιουργηθεί αυτόματα σε μια φιλική για τον εκτυπωτή html σελίδα όταν κάνετε κλικ στο κουμπί Υποβολή
et_ee: Teavituskaarte automaatselt loodud Printerisõbralik html lehele kui vajutad Submit nuppu
fa_ir: کارت گزارش خواهد شد به صورت خودکار در نسخه چاپی یک صفحه HTML تولید شده وقتی که دکمه ارسال را کلیک کنید
fi_fi: Raportti kortit automaattisesti syntyy tulostettavassa html sivun, kun napsautat Lähetä-painiketta
ga_ie: Beidh na cártaí tuairisce a ghiniúint go huathoibríoch sa leathanach printéir atá neamhdhíobhálach html nuair a dhéanann tú cliceáil ar an gcnaipe Cuir isteach
gl_gl: As tarxetas de informe será xerado automaticamente nunha páxina para imprimir html ao premer o botón Enviar
hr_hr: Izvješće karte će biti automatski generiran u printanja html stranicu kada kliknete gumb Pošalji
hu_hu: A jelentés kártyákat automatikusan generált nyomtatóbarát html oldalt, ha rákattint a Küldés gombra
is_is: Skýrslan spil verður sjálfkrafa mynda í Prentvæn HTML síðu þegar þú smellir á Senda takkann
ja_jp: あなたが[Submit]ボタンをクリックするとレポートカードは自動的に印刷用のHTMLページに生成されます。
lt_lt: Ataskaitos kortelės bus automatiškai sugeneruotas spausdinimui html puslapio kai paspausite mygtuką &quot;Siųsti&quot;
lv_lv: Ziņojumu kartes, tiks automātiski izveidots Drukāšanai html lapa, kad jūs noklikšķiniet uz pogas Iesniegt
mk_mk: Во извештајот картички ќе биде автоматски генерирано во еден печатач-пријателски HTML страница кога ќе кликнете на копчето Submit
nn_no: Rapporten kortene vil automatisk bli generert i et utskriftsvennlig html side når du klikker Send-knappen
pl_pl: Karty zgłoszeń zostanie automatycznie wygenerowany w druku strony html po kliknięciu przycisku Prześlij
pt_pt: Os cartões de relatório será gerado automaticamente em uma página para impressão html quando você clica no botão Enviar
ro_ro: Cardurile Raportul va fi generat automat într-o pagină printer-friendly html atunci când faceţi clic pe butonul Remitere
ru_ru: Доклад карты будут автоматически генерируются для печати HTML-страницы при нажатии на кнопку Отправить
sk_sk: Vysvedčenie bude automaticky vygenerovaná za tlač HTML stránku, ak kliknete na tlačidlo Odoslať
sl_si: Poročilo kartic se bo samodejno na tiskalniku prijazno html strani, ko boste kliknili na gumb Submit
sq_al: Kartat raport do të gjenerohet automatikisht në një faqe printer-friendly html kur ju klikoni butonin Submit
sr_rs: Извештај картице ће бити аутоматски генерисан у принтер-фриендли хтмл страницу када кликнете на Субмит дугме
sv_se: Rapporten kort kommer automatiskt att genereras i ett utskriftsvänligt HTML-sida när du klickar på knappen Skicka
th_th: บัตรรายงานจะถูกสร้างขึ้นโดยอัตโนมัติในหน้า html ที่พิมพ์ง่ายเมื่อคุณคลิกที่ปุ่มส่ง
tr_tr: Gönder düğmesine tıkladığınızda rapor kartları, otomatik olarak bir yazıcı-dostu html sayfası oluşturulur
uk_ua: Доповідь карти будуть автоматично генеруються для друку HTML-сторінки при натисканні на кнопку Відправити
wa_be: Bydd y cardiau adroddiad yn awtomatig mewn tudalen argraffydd cyfeillgar html pan fyddwch yn clicio ar y botwm Anfon
zh_tw: 該報告卡將自動生成一個打印機友好的HTML頁面時，點擊提交按鈕

source: This utility allows you to print transcripts for your child
af_za: Hierdie program kan jy transkripsies te druk vir jou kind
be_by: Гэтая ўтыліта дазваляе друкаваць стэнаграмы для вашага дзіцяці
bg_bg: Тази помощна програма ви позволява да отпечатвате преписи за вашето дете
bn_bd: এই ইউটিলিটি আপনি আপনার সন্তানের জন্য অনুলিপি মুদ্রণ করতে পারবেন
da_dk: Dette hjælpeprogram giver dig mulighed for at udskrive transskriptioner til dit barn
el_gr: Αυτό το βοηθητικό πρόγραμμα σας επιτρέπει να εκτυπώσετε αντίγραφα για το παιδί σας
et_ee: See utiliit võimaldab printida ärakirju teie lapsele
fa_ir: این ابزار به شما اجازه می دهد تا در آن چاپ رونوشت برای فرزند شما
fi_fi: Tämän apuohjelman avulla voit tulostaa opintosuoritusotteet lapsellesi
ga_ie: Ceadaíonn an fóntais duit transcripts phriontáil do do leanbh
gl_gl: Esta utilidade permite que Imprimir transcricións para o seu fillo
hr_hr: Ovaj alat vam omogućuje da ispišete transkripte za svoje dijete
hu_hu: Ez a segédprogram lehetővé teszi, hogy nyomtatási átiratát a gyermek
is_is: Þetta tól leyfir þér að prenta afrit fyrir barnið þitt
ja_jp: このユーティリティでは、あなたの子供のための成績証明書を印刷することができます
lt_lt: Šis įrankis leidžia jums spausdinti nuorašai jūsų vaikui
lv_lv: Šī lietderība ļauj drukāt stenogrammas Jūsu bērnam
mk_mk: Оваа алатка ви овозможува да печатите записници за вашето дете
nn_no: Dette verktøyet kan du skrive ut karakterutskrift for barnet ditt
pl_pl: Narzędzie to pozwala na drukowanie transkrypcji dla Twojego dziecka
pt_pt: Este utilitário permite que você imprima transcrições para o seu filho
ro_ro: Acest utilitar vă permite să imprimaţi transcrieri pentru copilul dumneavoastră
ru_ru: Эта утилита позволяет печатать стенограммы для вашего ребенка
sk_sk: Tento nástroj umožňuje tlačiť prepisy pre svoje dieťa
sl_si: Ta pripomoček vam omogoča tiskanje prepisov za vašega otroka
sq_al: Kjo ju lejon të shërbimeve për të shtypur procesverbalet për fëmijën tuaj
sr_rs: Овај програм вам омогућава да одштампате транскриптима за ваше дете
sv_se: Detta verktyg kan du skriva ut avskrifter för ditt barn
th_th: ยูทิลิตี้นี้จะช่วยให้คุณสามารถพิมพ์ใบแสดงผลสำหรับบุตรหลานของคุณ
tr_tr: Bu programı sizin çocuğunuz için transkript yazdırmak için sağlar.
uk_ua: Ця утиліта дозволяє друкувати стенограми для вашої дитини
wa_be: Mae hyn yn cyfleustodau yn eich galluogi i argraffu trawsgrifiadau ar gyfer eich plentyn
zh_tw: 此實用程序允許您打印成績單為您的孩子
