Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: next to the enrollment code you want to delete. You will be asked to confirm the deletion.
af_za: langs die inskrywing wat jy wil verwyder. Jy sal gevra word om die verwydering te bevestig.
ar_dz: بجانب رمز القيد الذي تريد حذفه. وسوف يطلب منك تأكيد الحذف.
be_by: побач з рэгістрацыі кода, які трэба выдаліць. Вам будзе прапанавана пацвердзіць выдаленне.
bg_bg: до записване код, който искате да изтриете. Вие ще бъдете помолени да потвърдите изтриването.
bn_bd: পরবর্তী তালিকা কোড আপনি মুছে ফেলতে চান. যে অপসারণ নিশ্চিতকরণ হবে.
da_dk: ved siden af ​​tilmeldingen kode, du ønsker at slette. Du vil blive bedt om at bekræfte sletningen.
el_gr: δίπλα από τον κωδικό εγγραφής που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
et_ee: kõrval registreerimise kood, mida soovite kustutada. Teil palutakse kinnitada kustutamist.
fa_ir: در کنار به کد ثبت نام شما می خواهید به صورت کامل حذف نمایید. از شما خواسته خواهد شد که برای تایید حذف است.
fi_fi: vieressä ilmoittautuminen koodi, jonka haluat poistaa. Sinua pyydetään vahvistamaan poisto.
ga_ie: in aice leis an gcód rollú is mian leat a scriosadh. Iarrfar ort a dhearbhú a scriosadh.
gl_gl: á beira do clave de acceso que quere eliminar. Lle será solicitada a confirmar a exclusión.
hr_hr: pored upisa kod koji želite izbrisati. Bit ćete pitani da potvrdite brisanje.
hu_hu: mellett a regisztrációs kódot a törölni kívánt. Meg fogják kérni, hogy erősítse meg a törlést.
is_is: við hliðina á skráningu kóða sem þú vilt eyða. Þú verður beðinn um að staðfesta eyðingu.
ja_jp: 削除する登録コードの隣にある。削除を確認するメッセージが表示されます。
lt_lt: šalia registraciją kodą norite ištrinti. Jums bus prašoma patvirtinti naikinimą.
lv_lv: Blakus uzņemšanas kodu, kuru vēlaties dzēst. Jums tiks lūgts apstiprināt dzēšanu.
mk_mk: до запишување кодот сакате да го избришете. Ќе ви биде побарано да се потврди бришење.
nn_no: ved siden av påmelding koden du vil slette. Du vil bli bedt om å bekrefte slettingen.
pl_pl: obok kodu rejestracji, które chcesz usunąć. Zostaniesz poproszony o potwierdzenie usunięcia.
pt_pt: ao lado do código de inscrição que você deseja excluir. Você será solicitado a confirmar a exclusão.
ro_ro: alături de codul de înscriere pe care doriţi să ştergeţi. Vi se va cere să confirmaţi ştergerea.
ru_ru: рядом с регистрации кода, который нужно удалить. Вам будет предложено подтвердить удаление.
sk_sk: u zápisu kódu, ktorý chcete odstrániť. Budete vyzvaní na potvrdenie odstránenia.
sl_si: ob vpisu kodo, ki jo želite izbrisati. Boste morali, da potrdite brisanje.
sq_al: pranë kodin regjistrimit ju dëshironi të fshini. Ju do të kërkohet për të konfirmuar fshirjen.
sr_rs: поред уписа кода који желите да избришете. Бићете упитани да потврдите брисање.
sv_se: bredvid registreringen koden du vill ta bort. Du ombeds att bekräfta borttagningen.
th_th: ถัดไปโค้ดลงทะเบียนที่คุณต้องการลบ คุณจะถูกถามเพื่อยืนยันการลบ
tr_tr: kayıt kodu silmek istiyorum. Silme işlemini onaylamanız istenecektir.
uk_ua: поруч з реєстрації коду, який потрібно видалити. Вам буде запропоновано підтвердити видалення.
wa_be: wrth ymyl y cod cofrestru eich bod am ddileu. Bydd gofyn i gadarnhau&#39;r dileu.
zh_tw: 旁邊的招生代碼要刪除。你會被要求確認刪​​除。

source: General Information
af_za: Algemene Inligting
ar_dz: معلومات عامة
be_by: Агульная інфармацыя
bg_bg: Обща информация
bn_bd: সাধারণ তথ্য
da_dk: Generelle oplysninger
el_gr: Γενικές Πληροφορίες
es_es: Información General
fa_ir: اطلاعات عمومی
fi_fi: Yleistä
ga_ie: Eolas Ginearálta
gl_gl: Información xeral
hr_hr: Opće informacije
hu_hu: Általános tudnivalók
is_is: Almennar upplýsingar
ja_jp: 一般情報
lt_lt: Bendra informacija
lv_lv: Vispārīga informācija
mk_mk: Општи информации
nn_no: Generell informasjon
pl_pl: Informacje ogólne
pt_pt: Informações Gerais
ro_ro: Informaţii generale
ru_ru: Общая информация
sk_sk: Všeobecné informácie
sl_si: Splošne informacije
sr_rs: Опште информације
sv_se: Allmän information
th_th: ข้อมูลทั่วไป
tr_tr: Genel Bilgiler
uk_ua: Загальна інформація
wa_be: Gwybodaeth Gyffredinol
zh_tw: 一般資料

source: is a display of a students fundamental information. This includes birth date, social security number, ethnicity, gender, birthplace, and grade
af_za: is &#39;n vertoning van&#39; n student die fundamentele inligting. Dit sluit in geboortedatum, sosiale sekerheid nommer, etnisiteit, geslag, geboorteplek, en graad
be_by: з&#39;яўляецца адлюстраваннем студэнтаў фундаментальную інфармацыю. Гэта ўключае ў сябе дату нараджэння, нумар сацыяльнага страхавання, этнічная прыналежнасць, пол, месца нараджэння, і клас
bg_bg: е показване на студентите фундаментална информация. Това включва дата на раждане, номер на социална осигуровка, етническа принадлежност, пол, родното място, и клас
bn_bd: একটি ছাত্রদের মৌলিক তথ্য প্রদর্শন. এই জন্ম তারিখ, সামাজিক নিরাপত্তা নম্বর, জাতি, লিঙ্গ, জন্মস্থান, এবং গ্রেড রয়েছে
da_dk: er en visning af en studerendes grundlæggende oplysninger. Dette omfatter fødselsdato, CPR-nummer, etnicitet, køn, fødested, og lønklasse
el_gr: Είναι μια επίδειξη του μαθητές θεμελιώδη στοιχεία. Αυτό περιλαμβάνει την ημερομηνία γέννησης, αριθμός κοινωνικής ασφάλισης, την εθνικότητα, το φύλο, τη γενέτειρα και την τάξη
et_ee: on esiletoodud õpilased olulist teavet. See hõlmab sünniaeg, isikukood, rahvus, sugu, sünnikoht ja klass
fa_ir: نمایش اطلاعات دانش آموزان اساسی است. این امر شامل تاریخ تولد ، شماره امنیتی اجتماعی ، قومیت ، جنسیت ، محل تولد ، و درجه
fi_fi: on näyttö opiskelijoille perustietoa. Tämä sisältää syntymäaika, henkilötunnus, etnisyys, sukupuoli, syntymäpaikka, ja arvosana
ga_ie: Tá taispeántas de eolais do mhic léinn bunúsach. Áirítear leis seo dáta breithe, uimhir leasa shóisialaigh, eitneachas, inscne, áit bhreithe, agus grád
gl_gl: é unha exposición de información de estudantes fundamental. Isto inclúe a data de nacemento, número de seguridade social, etnia, xénero, lugar de nacemento e grao
hr_hr: je prikaz studenata temeljnih informacija. To uključuje datum rođenja, broj socijalnog osiguranja, nacionalnosti, spola, rođenja, i razreda
hu_hu: a kijelzőn a hallgatók alapvető információkat. Ez magában foglalja a születési dátum, társadalombiztosítási szám, etnikai, nemi, szülőhelye, és fokozat
is_is: er sýna af nemendum grundvallaratriði upplýsingar. Þetta felur í sér fæðingardag, kennitölu, þjóðerni, kyn, fæðingarstaður og bekk
ja_jp: 学生の基本的な情報の表示です。これは、生年月日、社会保障番号、民族、性別、出生地、および等級を含んで
lt_lt: rodyti studentams pagrindines informacijos. Tai apima gimimo data, socialinio draudimo numeris, etninės kilmės, lyties, gimimo vieta, ir laipsnio
lv_lv: ir displejs studentu būtiska informācija. Tas ietver dzimšanas datumu, sociālās apdrošināšanas numuru, tautību, dzimumu, dzimšanas vieta un pakāpe
mk_mk: е приказ на студентите основни информации. Ова ги вклучува датумот на раѓање, број на социјално осигурување, етничка припадност, пол, родното место, и одделение
nn_no: er en oppvisning av elevene grunnleggende informasjon. Dette inkluderer fødselsdato, personnummer, etnisitet, kjønn, fødested, og karakter
pl_pl: jest wyświetlanie studentów informacji podstawowych. Obejmuje to data urodzenia, numer ubezpieczenia społecznego, pochodzenia etnicznego, płci, miejsca urodzenia, i stopień
pt_pt: é uma exposição de uma informação de estudantes fundamental. Isto inclui a data de nascimento, número de segurança social, etnia, gênero, local de nascimento e grau
ro_ro: este un display de o informaţie fundamentală studenţi. Aceasta include data naşterii, numărul de securitate socială, etnie, sex, locul de naştere, şi gradul
ru_ru: является отображением студентов фундаментальную информацию. Это включает в себя дату рождения, номер социального страхования, этническая принадлежность, пол, место рождения, и класс
sk_sk: je ukážka žiakov základné informácie. To zahŕňa dátum narodenia, rodné číslo, národnosť, pohlavie, miesto narodenia a stupeň
sl_si: je prikaz študentov temeljnih informacij. To vključuje datum rojstva, številka socialnega zavarovanja, etnično pripadnost, spol, rojstni kraj, in razred
sq_al: është një shfaqje e një informacion të studentëve themelore. Kjo përfshin data e lindjes, numrin e sigurimeve shoqërore, përkatësia etnike, gjinia, vendlindja, dhe klasa
sr_rs: је приказ основних информација студентима. Ово укључује датум рођења, број социјалног осигурања, етницитет, пол, место, а степен
sv_se: är en visning av en studerande grundläggande information. Detta inkluderar födelsedatum, personnummer, etnicitet, kön, födelseplats, och grad
th_th: คือการแสดงของข้อมูลพื้นฐานนักเรียน ซึ่งรวมถึงวันเดือนปีเกิดหมายเลขประกันสังคมเชื้อชาติ, เพศ, สถานที่เกิดและระดับชั้น
tr_tr: öğrencilere temel bilgileri bir ekran. Bu doğum tarihiniz, sosyal güvenlik numarası, etnisite, cinsiyet, doğum yeri ve derecesi
uk_ua: є відображенням студентів фундаментальну інформацію. Це включає в себе дату народження, номер соціального страхування, етнічна приналежність, стать, місце народження, і клас
wa_be: yn arddangosfa o wybodaeth myfyrwyr sylfaenol. Mae hyn yn cynnwys, dyddiad geni rhif nawdd cymdeithasol, ethnigrwydd, rhyw, man geni, a gradd
zh_tw: 是顯示一個學生的基本信息。這包括出生日期，社會安全號碼，種族，性別，出生地，和等級

source: Address
af_za: Adres
ar_dz: عنوان
be_by: Адрас
bg_bg: Адрес
bn_bd: ঠিকানা
da_dk: Adresse
el_gr: Διεύθυνση
es_es: Dirección
et_ee: Aadress
fa_ir: نشانی
fi_fi: Osoite
ga_ie: Seoladh
gl_gl: Enderezo
hr_hr: Adresa
hu_hu: Cím
is_is: Heimilisfang
ja_jp: 住所
lt_lt: Adresas
lv_lv: Adrese
mk_mk: Адреса
nn_no: Adresse
pl_pl: Adres
pt_pt: Endereço
ro_ro: Adresa
ru_ru: Адрес
sk_sk: Adresa
sl_si: Naslov
sq_al: Adresë
sr_rs: Адреса
sv_se: Adress
th_th: ที่อยู่
tr_tr: Adres
uk_ua: Адреса
wa_be: Cyfeiriad
zh_tw: 地址

source: Contacts
af_za: Kontakte
ar_dz: الاتصالات
be_by: Сувязі
bg_bg: Контакти
bn_bd: যোগাযোগ
da_dk: Kontakter
el_gr: Επαφές
es_es: Contactos
et_ee: Kontakt
fa_ir: تماس با ما
fi_fi: Yhteystiedot
ga_ie: Teagmhálacha
gl_gl: Contactos
hr_hr: Kontakti
hu_hu: Kapcsolat
is_is: Tengiliðir
ja_jp: お問い合わせ先
lt_lt: Kontaktai
lv_lv: Kontakti
mk_mk: Контакт
nn_no: Kontakter
pl_pl: Kontakt
pt_pt: Contactos
ro_ro: Persoane de contact
ru_ru: Связи
sk_sk: Kontakty
sl_si: Kontakti
sq_al: Kontaktet
sr_rs: Контакти
sv_se: Kontakter
th_th: ติดต่อ
tr_tr: Kişiler
uk_ua: Зв&#39;язки
wa_be: Cysylltiadau
zh_tw: 聯繫方式

source: Enrollment
af_za: Intekenen
ar_dz: تسجيل
be_by: Залічэнне
bg_bg: Записване
bn_bd: তালিকা
da_dk: Tilmelding
el_gr: Εγγραφή
es_es: Inscripción
et_ee: Registreerimine
fa_ir: ثبت نام
fi_fi: Ilmoittautuminen
ga_ie: Rollú
gl_gl: Inscrición
hr_hr: Upis
hu_hu: Beiratkozás
is_is: Innritun
ja_jp: 登録
lt_lt: Registracija
lv_lv: Uzņemšana
mk_mk: Запишувањето
nn_no: Påmelding
pl_pl: Zapisy
pt_pt: Inscrição
ro_ro: Înrolare
ru_ru: Зачисление
sk_sk: Zápis
sl_si: Vpis
sq_al: Regjistrim
sr_rs: Упис
sv_se: Inskrivning
th_th: การลงทะเบียน
tr_tr: Kayıt
uk_ua: Зарахування
wa_be: Cofrestru
zh_tw: 招生

source: is a display of the students enrollment history
af_za: is &#39;n vertoning van die studente-inskrywing in die geskiedenis
ar_dz: هو عرض لتاريخ التحاق الطلاب
be_by: з&#39;яўляецца адлюстраваннем гісторыі залічэнне студэнтаў
bg_bg: показване на история за записване на студенти
bn_bd: হয় ছাত্রদের নিয়োগ ইতিহাসের একটি প্রদর্শন
da_dk: er en udstilling af de studerende indskrivning historie
el_gr: είναι μια απεικόνιση της ιστορίας εγγραφής φοιτητών
et_ee: on esiletoodud õpilaste registreerimine ajalugu
fa_ir: نمایش تاریخ ثبت نام دانشجویان
fi_fi: on näyttö oppilaitokseen ilmoittautuneet historiaa
ga_ie: Tá taispeántas ar stair rollaithe do mhic léinn
gl_gl: é unha exposición da historia de matrícula os alumnos
hr_hr: je prikaz povijesti učenika upis
hu_hu: a kijelzőn a hallgatók beiratkozási története
is_is: er sýna nemenda innritun sögu
ja_jp: 学生の入学履歴の表示です。
lt_lt: mokinių priėmimą istorija kalbomis
lv_lv: ir displejs studentu uzņemšanas vēsture
mk_mk: е приказ на студентите за запишување историјата
nn_no: er en oppvisning av elevene innmelding historie
pl_pl: jest wyświetlanie rekrutacji studentów historii
pt_pt: é uma exposição da história de matrícula os alunos
ro_ro: este un display de istorie înscriere studenţilor
ru_ru: является отображением истории зачисление студентов
sk_sk: je ukážka zápisu študentov histórii
sl_si: je prikaz zgodovine vpisanih študentov
sq_al: është një shfaqje e historisë studentëve regjistrimit
sr_rs: је приказ уписа студената историје
sv_se: är en visning av de studerande inskrivna historia
th_th: คือการแสดงผลของการลงทะเบียนประวัตินักศึกษา
tr_tr: öğrencilerin kayıt tarihinin bir görüntü
uk_ua: є відображенням історії зарахування студентів
wa_be: yn arddangosfa o hanes myfyrwyr yn cofrestru
zh_tw: 是顯示學生入學歷史
