Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Before printing the transcripts, you must select which marking periods to display on the transcript by checking desired marking period checkboxes.
af_za: Voordat die druk van die transkripsies, moet jy kies watter nasien periodes te vertoon op die transkripsie deur die nagaan van gewenste nasienperiode blok.
ar_dz: قبل طباعة النصوص ، يجب تحديد الفترات التي وسم لعرضه على نص عن طريق فحص المطلوب خانات فترة الوسم.
be_by: Перад пячаткай стэнаграмы, вы павінны абраць, якія маркіроўкі перыядаў для адлюстравання на стэнаграму, правяраючы жаданае, усталяваўшы сцяжкі перыяд.
bg_bg: Преди отпечатването на преписи, трябва да изберете, които маркиране периоди за показване на препис от проверка на желаната маркиране период квадратчетата.
bn_bd: অনুলিপি মুদ্রণ আগে, আপনি যা অবস্থানসূচক সময়সীমার প্রতিলিপি উপর প্রার্থিত অবস্থানসূচক সময়ের চেকবক্স চেক ডিসপ্লে নির্বাচন করা আবশ্যক.
da_dk: Før udskrivning af udskrifter, skal du vælge, hvilken mærkning perioder der skal vises på udskriften ved at markere den ønskede mærkning periode afkrydsningsfelter.
el_gr: Πριν από την εκτύπωση των αντιγράφων, πρέπει να επιλέξετε το οποίο σήμανση περιόδους για να εμφανιστεί στο αντίγραφο με τον έλεγχο επιθυμητά πλαίσια ελέγχου και τη σήμανση περίοδο.
es_es: Antes de imprimir las transcripciones debe seleccionar qué períodos de evaluación mostrar en la transcripción marcando los períodos de evaluación que desea incluir.
et_ee: Enne printimist ärakirju, tuleb valida märgistada perioodide kuvada ärakirja kontrollides soovitud tähistamine perioodi ruudud.
fa_ir: قبل از چاپ رونوشت ، شما باید انتخاب کنید که مارک دوره در متن چک کردن مارک مورد نظر نمایش به صورت گزینه انتخابی دوره را نشان می دهد.
fi_fi: Ennen tulostamista opintosuoritusotteet, sinun täytyy valita merkintä aikoja näytettäväksi ote tarkistamalla haluttu merkintä kauden valintaruudut.
ga_ie: Sula priontáil na scríbhinní, ní mór duit a roghnú a mharcáil tréimhsí a thaispeáint ar an athscríbhinn ag seiceáil atá ag teastáil ticbhoscaí tréimhse marcála.
gl_gl: Antes de imprimir as transcricións, ten que seleccionar cales períodos marcado para mostrar na transcrición marcando checkbox desexado período de reserva.
hr_hr: Prije ispisa transkripata, morate odabrati koji obilježava razdoblje za prikaz na prijepis provjerom željeni obilježavanje razdoblja kućice.
hu_hu: A nyomtatás előtt a felvételek, ki kell választani, amelyeken a jelölés időszakok jelennek meg az átirat ellenőrzésével kívánt jelöléssel időszakban jelölőnégyzeteket.
is_is: Fyrir prentun á afrit, þú verður að velja hvaða merking tímabila til að birta á afrit með því að haka viðkomandi merkja tímabili gátreitina.
ja_jp: 成績証明書を印刷する前に、あなたはどのマーキング期間が必要なマーキング期間のチェックボックスをチェックしてトランスクリプトを表示するために選択する必要があります。
lt_lt: Prieš spausdinant nuorašų, turite pasirinkti, ženklinimas laikotarpių rodyti stenograma patikrinti norimą žymėjimo laikotarpį varneles.
lv_lv: Pirms drukāšanas noraksti, jums jāizvēlas kurām marķējums periodos, lai parādītu uz teksts, pārbaudot vajadzīgo marķējuma perioda izvēles rūtiņas.
mk_mk: Пред печатење на записници, мора да изберете што по повод одбележувањето периоди за да се прикаже на препис од проверка на саканата ознака период обележувачи.
nn_no: Før du skriver ut utskrifter, må du velge hvilken merking perioder som skal vises på karakterutskriften ved å krysse av ønsket merking periode avmerkingsboksene.
pl_pl: Przed rozpoczęciem drukowania transkrypcji, musi wybrać, które okresy oznakowania do umieszczenia na zapis, zaznaczając żądany oznakowania pola wyboru okresu.
pt_pt: Antes de imprimir as transcrições, você deve selecionar quais períodos marcação para mostrar na transcrição marcando checkboxes desejado período de marcação.
ro_ro: Înainte de a imprima foi matricole, trebuie să selectaţi care perioadele de marcare pentru a afişa pe foaia matricolă prin verificarea casetele de selectare dorite marcajul perioadă.
ru_ru: Перед печатью стенограммы, вы должны выбрать, какие маркировки периодов для отображения на стенограмму, проверяя желаемое, установив флажки период.
sk_sk: Pred tlačou prepisy, musíte vybrať, ktoré označenie období sa zobrazí na prepis zaškrtnutím políčka požadovaný označením obdobia.
sl_si: Pred tiskanjem prepise, morate izbrati katerih je označevanje obdobja za prikaz na prepis s preverjanjem želeno oznako obdobju polj.
sq_al: Para shtypjes transkriptin, ju duhet të zgjidhni të cilat periudhat e shënuar për të shfaqur në transkript duke kontrolluar dëshiruar checkboxes shënuar periudhe.
sr_rs: Пре штампања транскрипте, морате да изаберете која обележавање периоде за приказ на транскрипту тако што ћете проверити жељени обележавање периоду поља за потврду.
sv_se: Innan du skriver ut avskrifter måste du välja vilken märkning perioder som ska visas på utskriften genom att markera önskad märkning perioden kryssrutor.
th_th: ก่อนที่จะพิมพ์ใบรายงานผลการที่คุณจะต้องเลือกช่วงการทำเครื่องหมายที่จะแสดงในใบรายงานผลโดยการตรวจสอบที่ต้องการทำเครื่องหมายช่องทำเครื่องหมายระยะเวลา
tr_tr: Transkript yazdırmadan önce, işaretleme dönemleri istenilen işaretleme dönemi onay kutularını kontrol ederek transkript görüntülemek için seçmelisiniz.
uk_ua: Перед печаткою стенограми, ви повинні вибрати, які маркування періодів для відображення на стенограму, перевіряючи бажане, встановивши прапорці період.
wa_be: Cyn y trawsgrifiadau argraffu, mae&#39;n rhaid i chi ddewis pa gyfnodau marcio i arddangos ar y trawsgrifiad drwy edrych ar blychau ticio cyfnod marcio a ddymunir.
zh_tw: 在打印成績單，您必須選擇標記期間的成績單上顯示通過檢查所需的時間標記複選框。

source: The transcripts will be automatically downloaded to your computer in the printable PDF format when you click the Submit button.
af_za: Die transkripsies sal outomaties afgelaai word na jou rekenaar in die drukbare PDF-formaat as jy op die Submit knoppie.
ar_dz: سيتم تحميل النصوص تلقائيا إلى جهاز الكمبيوتر الخاص بك في شكل PDF للطباعة عند النقر فوق الزر إرسال.
be_by: Стэнаграмы будзе аўтаматычна загружана на ваш кампутар у фармаце PDF для друку, калі вы націскаеце кнопку Submit.
bg_bg: Преписи ще бъдат автоматично изтеглени на вашия компютър в PDF формат за печат, когато щракнете върху бутона Submit.
bn_bd: প্রতিলিখন স্বয়ংক্রিয়ভাবে আপনার কম্পিউটার হবে ডাউনলোড মুদ্রণযোগ্য পিডিএফ ফরম্যাটে যখন আপনি ছবি বাটন ক্লিক করুন.
da_dk: Den udskrifter vil automatisk blive downloadet til din computer i PDF-format, når du klikker på knappen Send.
el_gr: Οι μεταγραφές θα είναι αυτόματα στον υπολογιστή σας σε εκτυπώσιμη μορφή PDF όταν κάνετε κλικ στο κουμπί Υποβολή.
es_es: Las transcripciones se descargarán automáticamente a su computadora en formato PDF imprimible al hacer clic en el botón Enviar.
et_ee: Ärakirju automaatselt laaditakse teie arvutisse printable PDF formaadis, kui klõpsate nuppu Esita.
fa_ir: رونوشت خواهد شد به صورت خودکار در فرمت PDF قابل چاپ به کامپیوتر شما دانلود شده زمانی که دکمه ارسال را کلیک کنید.
fi_fi: Opintosuoritusotteet automaattisesti ladataan tietokoneeseesi tulostettava pdf kun napsautat Lähetä-painiketta.
ga_ie: Beidh na scríbhinní a íoslódáil go huathoibríoch ar do ríomhaire san fhormáid inphriontáilte PDF nuair a dhéanann tú cliceáil ar an gcnaipe Cuir Isteach.
gl_gl: As transcricións serán automaticamente trasladadas para o seu ordenador en formato PDF para imprimir ao premer o botón Enviar.
hr_hr: Transkripti će biti automatski preuzeti na svoje računalo u PDF formatu za ispis kada kliknete na gumb Pošalji.
hu_hu: Az átiratok automatikusan letöltődik a számítógépre a nyomtatható PDF formátumban, ha rákattint a Küldés gombra.
is_is: The afrit verður sjálfkrafa niður í tölvuna þína í Prentvæn PDF snið þegar þú smellir á Senda hnappinn.
ja_jp: あなたが[Submit]ボタンをクリックしたときに成績証明書は自動的に印刷可能なPDF形式でコンピュータにダウンロードされます。
lt_lt: Nuorašų bus automatiškai atsiunčiami į jūsų kompiuterį spausdinimui PDF formatu, kai paspausite mygtuką Pateikti.
lv_lv: Transkripti tiks automātiski lejupielādēti jūsu datorā izdrukājamu PDF formātā kad jūs noklikšķiniet uz pogas Iesniegt.
mk_mk: Транскриптите автоматски ќе биде преснимуваат на вашиот компјутер во печатење PDF формат кога ќе кликнете на копчето Потврди.
nn_no: Den karakterutskrifter vil automatisk bli lastet ned til datamaskinen din i utskriftsvennlig PDF-format når du klikker Send-knappen.
pl_pl: Zapisy zostaną automatycznie pobrane do komputera w formacie PDF do druku po kliknięciu przycisku Prześlij.
pt_pt: As transcrições serão automaticamente transferidas para o seu computador no formato PDF para impressão quando você clica no botão Enviar.
ro_ro: Transcrierile vor fi automat descărcate pe computer în format PDF imprimabilă când faceţi clic pe butonul Remitere.
ru_ru: Стенограммы будет автоматически загружено на ваш компьютер в формате PDF для печати, когда вы нажимаете кнопку Submit.
sk_sk: Prepisy sa automaticky stiahne do počítača vo formáte PDF pre tlač, keď kliknete na tlačidlo Odoslať.
sl_si: Prepisi se bo samodejno prenesejo v računalnik, v printable PDF formatu, ko boste kliknili na gumb Pošlji.
sq_al: Transkriptet do të shkarkohet automatikisht në kompjuterin tuaj në formatin PDF shtypshëm kur ju klikoni butonin Submit.
sr_rs: Транскрипти ће бити аутоматски преузета на ваш рачунар у штампање ПДФ формату када кликнете на Субмит дугме.
sv_se: Utskrifterna kommer automatiskt ned till din dator i det utskrivbara PDF-format när du klickar på knappen Skicka.
th_th: ใบรับรองผลการเรียนจะถูกดาวน์โหลดโดยอัตโนมัติไปยังเครื่องคอมพิวเตอร์ของคุณในรูปแบบ PDF พิมพ์เมื่อคุณคลิกที่ปุ่มส่ง
tr_tr: Transkript Gönder düğmesine tıkladığınızda otomatik olarak yazdırılabilir PDF formatında bilgisayarınıza indirilebilir olacak.
uk_ua: Стенограми буде автоматично завантажено на ваш комп&#39;ютер у форматі PDF для друку, коли ви натискаєте кнопку Submit.
wa_be: Bydd y trawsgrifiadau ei lwytho i lawr yn awtomatig ar eich cyfrifiadur yn y fformat PDF argraffadwy pan fyddwch yn clicio ar y botwm Anfon.
zh_tw: 該成績單將被自動下載到你的計算機中打印的PDF格式，當您點擊提交按鈕。

source: Teacher Completion Report
af_za: Onderwyser aanvulling Verslag
ar_dz: تقرير إنجاز المعلم
be_by: Даклад Настаўнік Завяршэнне
bg_bg: Доклад за Учител Пусков
bn_bd: শিক্ষক সমাপ্তির প্রতিবেদন
da_dk: Lærer afsluttende rapport
el_gr: Δάσκαλος Έκθεση Ολοκλήρωση
es_es: Informe Final del Profesor
et_ee: Õpetaja lõpparuande
fa_ir: گزارش تکمیل استاد
fi_fi: Opettaja loppuraportti
ga_ie: Tuarascáil Críochnú Múinteoir
gl_gl: Informe de Conclusións do profesor
hr_hr: Učitelj Završetak izvješća
hu_hu: Tanár befejezése jelentés
is_is: Kennari Frágangur skýrslu
ja_jp: 教師の完了報告書
lt_lt: Mokytojas pabaigimas ataskaita
lv_lv: Skolotāju noslēguma pārskata
mk_mk: Учителот Завршување Злоупотреба
nn_no: Lærer Completion Report
pl_pl: Sprawozdanie końcowe nauczyciel
pt_pt: Relatório de Conclusão do professor
ro_ro: Profesor Finalizarea Raport
ru_ru: Доклад Учитель Завершение
sk_sk: Učiteľ Záverečná správa
sl_si: Učitelj Zaključek poročila
sq_al: Përfundimi Raporti mësues
sr_rs: Наставник Завршетак извештаја
sv_se: Lärare Slutförande Rapport
th_th: รายงานความสำเร็จของครู
tr_tr: Öğretmen Tamamlama Raporu
uk_ua: Доповідь Учитель Завершення
wa_be: Adroddiad Cwblhau Athrawon
zh_tw: 教師完成報告

source: This report shows which teachers have not entered grades for any given marking period.
af_za: Hierdie verslag toon waarop onderwysers nie grade ingeskryf het vir enige gegewe nasienperiode.
ar_dz: يبين هذا التقرير الذي المعلمين لم تدخل الدرجات لأي فترة محددة لوضع العلامات.
be_by: Гэтая справаздача паказвае, якія настаўнікі не ўвялі класы для любой зададзенай чвэрці.
bg_bg: Този доклад показва, които учителите не са въвели оценки за всеки един период за маркиране.
bn_bd: এই রিপোর্ট দেখানো হয়েছে যা শিক্ষক কোনো অবস্থানসূচক সময়ের জন্য গ্রেড আছে প্রবেশ না.
da_dk: Denne rapport viser, som lærerne ikke har indtastet karakterer for en given mærkning periode.
el_gr: Αυτή η έκθεση δείχνει οποία οι εκπαιδευτικοί δεν έχουν εισέλθει βαθμούς για κάθε δεδομένη περίοδο σήμανση.
es_es: Este informe muestra qué profesores no han ingresado las calificaciones de un período de evaluación determinado.
et_ee: See aruanne näitab, millised õpetajad ei sisestanud klasside mis tahes märgistus jooksul.
fa_ir: این گزارش نشان می دهد که معلمان نمرات برای هر دوره با توجه به مارک وارد نشده.
fi_fi: Tämä raportti osoittaa, jossa opettajat eivät ole tulleet arvosanat tahansa merkinnän ajan.
ga_ie: Léiríonn an tuarascáil nach bhfuil a múinteoirí gráid isteach ar feadh aon tréimhse áirithe marcála.
gl_gl: Este informe mostra que os profesores non entraron notas para un determinado período de reserva.
hr_hr: Ovo izvješće pokazuje koje nastavnici nisu ušli ocjene za bilo koju obilježavanje razdoblju.
hu_hu: Ez a jelentés megmutatja, hogy melyik tanár nem adott évfolyamon egy adott jelölési időszakban.
is_is: Þessi skýrsla sýnir hvaða kennarar hafa ekki gert einkunn fyrir hverjum merkja tímabili.
ja_jp: このレポートは、どの先生がどのようなマーキング期間の成績を入力していないを示しています。
lt_lt: Ši ataskaita rodo, kurie dar neparengti mokytojų įrašytas klases, bet kuriuo ženklinimas laikotarpiu.
lv_lv: Šis ziņojums parāda, kad skolotāji nav ievadīts pakāpes attiecībā uz jebkuru attiecīgo marķējumu periodā.
mk_mk: Овој извештај покажува што наставниците не влегле оценки за било која дадена по повод период.
nn_no: Denne rapporten viser hvilke lærere ikke har skrevet inn karakterer for enhver merking perioden.
pl_pl: Ten raport pokazuje, w których nauczyciele nie weszły klas dla danego okresu CE.
pt_pt: Este relatório mostra que os professores não entraram notas para um determinado período de marcação.
ro_ro: Acest raport arată care cadrele didactice nu au intrat clase pentru orice perioadă dată de marcare.
ru_ru: Этот отчет показывает, какие учителя не ввели классы для любой заданной четверти.
sk_sk: Táto správa ukazuje, ktoré učitelia nie sú zapísané známky pre dané značenie obdobie.
sl_si: To poročilo kaže, učitelji, ki se niso začele ocene za katero koli obdobje označevanje.
sq_al: Ky raport tregon që mësuesit nuk kanë hyrë në notat për çdo periudhë të dhënë shënuar.
sr_rs: Овај извештај показује које наставници нису ушле оцене за сваку дату обележавање периода.
sv_se: Denna rapport visar vilka lärare som inte har skrivit betyg för en viss märkning period.
th_th: รายงานนี้จะแสดงที่ครูยังไม่ได้ป้อนเกรดสำหรับรอบระยะเวลาการทำเครื่องหมายใด ๆ
tr_tr: Bu rapor hangi öğretmenler herhangi bir işaretleme dönemi için notlar girmediniz gösterir.
uk_ua: Цей звіт показує, які вчителі не ввели класи для будь-якої заданої чверті.
wa_be: Mae&#39;r adroddiad hwn yn dangos nad oedd athrawon wedi nodi graddau ar gyfer unrhyw gyfnod penodol marcio.
zh_tw: 該報告顯示，教師沒有輸入任何給定等級評分期。

source: The red checks indicate that a teacher has failed to enter the current marking periods grades for that period.
af_za: Die rooi tjeks dui daarop dat &#39;n onderwyser in gebreke gebly het om die huidige merk tydperke grade in te skryf vir daardie tydperk.
be_by: Чырвоны праверкі паказваюць, што настаўнік не змог увайсці ў бягучы перыяд маркіроўкі класа за гэты перыяд.
bg_bg: Червеният проверки показват, че един учител не е успял да въведете текущата маркиране степени периоди за този период.
bn_bd: লাল চেক নির্দেশ করে যে একটি শিক্ষক তত্কাল জন্য বর্তমান অবস্থানসূচক সময়সীমার বাংলাদেশের লিখুন ব্যর্থ হয়েছে.
da_dk: De røde kontrol indikerer, at en lærer har undladt at indtaste den aktuelle mærkning perioder kvaliteter for den pågældende periode.
el_gr: Το κόκκινο έλεγχοι δείχνουν ότι ένας δάσκαλος έχει αποτύχει να εισάγετε την τρέχουσα βαθμούς σήμανση περιόδους για τη συγκεκριμένη περίοδο.
et_ee: Punane kontroll näitab, et õpetaja on jätnud praeguse tähistamine perioodide hindeid sellel perioodil.
fa_ir: چک قرمز نشان می دهد که یک معلم شکست خورده است برای ورود به دوره فعلی مارک نمرات برای آن دوره است.
fi_fi: Punainen tarkastus on osoittanut, että opettaja ei ole antamaan nykyinen merkintä aikoja arvosanat kyseiselle ajanjaksolle.
ga_ie: Léiríonn na seiceálacha dearg go bhfuil múinteoir theip chun dul isteach ar an mharcáil reatha gráid tréimhsí don tréimhse sin.
gl_gl: As comprobacións vermello indican que un profesor non puido entrar no actual notas marcado períodos para ese período.
hr_hr: Crvena provjerava ukazuju na to da nastavnik nije Unesite trenutni obilježavanje razdoblja ocjene za to razdoblje.
hu_hu: A vörös ellenőrzések azt mutatják, hogy a tanár nem adja meg a jelenlegi jelölési időszak évfolyamon az adott időszakban.
is_is: Rauða eftirlit gefa til kynna að kennari hefur ekki tekist að slá inn núverandi merking tímabil einkunn fyrir það tímabil.
ja_jp: 赤のチェックは、教師がその期間に現在のマークの期間の成績を入力するように故障していることを示します。
lt_lt: Raudona patikrinimai rodo, kad mokytojas nesugebėjo įvesti dabartinio žymėjimo laikotarpius klasių tą laikotarpį.
lv_lv: Sarkans pārbaudēs atklāj, ka skolotājs ir izdevies ievadīt pašreizējo marķējuma periodos pakāpes par attiecīgo periodu.
mk_mk: Црвената проверки покажуваат дека наставникот не успеа да влезе во тековната означување периоди оценки за тој период.
nn_no: Den røde sjekker indikerer at en lærer har unnlatt å angi gjeldende merking perioder karakterer for denne perioden.
pl_pl: Czerwona kontroli wskazują, że nauczyciel nie udało się wprowadzić aktualne oznaczenie okresów oceny w tym okresie.
pt_pt: As verificações vermelho indicam que um professor não conseguiu entrar no atual notas marcação períodos para esse período.
ro_ro: Verificările roşu indică faptul că un profesor nu a reuşit să intre în clasele actuale marcajul perioadele pentru această perioadă.
ru_ru: Красный проверки показывают, что учитель не смог войти в текущий период маркировки класса за этот период.
sk_sk: Červené kontrola odhalí, že učiteľ sa nepodarilo vstúpiť do súčasnej doby označenie stupňov pre toto obdobie.
sl_si: Rdeča pregledi kažejo, da je učitelj ni vnesite trenutno oznako ocene dobe za to obdobje.
sq_al: Kontrollet e kuqe tregojnë se një mësues ka dështuar për të hyrë në aktuale duke shënuar periudhat e notave për atë periudhë.
sr_rs: Црвена проверава указују на то да наставник није успео да уђе у тренутну обележавања периодима оцене за тај период.
sv_se: Den röda kontrollerna visar att en lärare har underlåtit att ange aktuell märkning perioder kvaliteter för den perioden.
th_th: จะตรวจสอบสีแดงแสดงให้เห็นว่าครูที่ล้มเหลวในการใส่เครื่องหมายในปัจจุบันเกรดงวดสำหรับงวดที่
tr_tr: Kırmızı çekler, bir öğretmen, o dönemde mevcut markalama dönemleri notları girmek için başarısız olduğunu göstermektedir.
uk_ua: Червоний перевірки свідчать, що вчитель не зміг увійти в поточний період маркування класу за цей період.
wa_be: Mae&#39;r gwiriadau goch yn dangos bod athro wedi methu â mynd i mewn i&#39;r presennol marcio graddau cyfnodau ar gyfer y cyfnod hwnnw.
zh_tw: 紅色的檢查表明，教師未能進入當前時段等級標誌這一時期。
