Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Assigned Date
af_za: Opgedra is Datum
ar_dz: تاريخ تعيينه
be_by: Прызначаны Дата
bg_bg: Присвоени Дата
bn_bd: তারিখ বরাদ্দ
da_dk: Tildelt Dato
el_gr: Έσοδα Ημερομηνία
es_es: Fecha Asignada
et_ee: Määratud kuupäev
fa_ir: واگذار شده تاریخ
fi_fi: Sidotut Päivämäärä
ga_ie: Dáta Sannta
gl_gl: Data asignado
hr_hr: Dodijeljeno Datum
hu_hu: Célhoz dátuma
is_is: Úthlutað Dagsetning
ja_jp: 割り当て日
lt_lt: Asignuotosios data
lv_lv: Piešķirtie datums
mk_mk: Доделени Датум
nn_no: Tilordnet Dato
pl_pl: Assigned Data
pt_pt: Data atribuído
ro_ro: Data alocate
ru_ru: Назначенный Дата
sk_sk: Zadaného dátumu
sl_si: Namenski Datum
sq_al: Data e caktuar
sr_rs: Датумом
sv_se: Tilldelad Datum
th_th: วันที่ได้รับมอบหมาย
tr_tr: Atanan Tarihi
uk_ua: Призначений Дата
wa_be: Dyddiad Priodoli
zh_tw: 分配日期

source: Due Date
af_za: Sperdatum
ar_dz: يرجع تاريخ
bg_bg: Дата
bn_bd: মেয়াদ
da_dk: Forfaldsdato
el_gr: Ημερομηνία λήξης
es_es: Fecha de Vencimiento
et_ee: Tähtaeg
fa_ir: موعد مقرر
fi_fi: Eräpäivä
ga_ie: Dáta Dlite
gl_gl: Data de caducidade
hr_hr: Zbog Datum
is_is: Skiladagur
ja_jp: により日
lt_lt: Mokėjimo data
mk_mk: Поради Датум
nn_no: Forfallsdato
pt_pt: Data de Vencimento
ro_ro: Datorită Data
sk_sk: Splatnosti
sl_si: Rok
sq_al: Data shkak
sr_rs: Датум доспећа
sv_se: Förfallodatum
th_th: วันที่ครบกำหนด
tr_tr: Bitiş Tarihi
wa_be: Dyddiad Cwblhau
zh_tw: 截止日期

source: Points
af_za: Punte
ar_dz: نقاط
be_by: Акуляры
bg_bg: Точки
bn_bd: পয়েন্ট
el_gr: Σημεία
es_es: Puntos
et_ee: Punktid
fa_ir: امتیاز
ga_ie: Pointí
gl_gl: Puntos
hr_hr: Bodovi
hu_hu: Pont
is_is: Stig
ja_jp: ポイント
lt_lt: Taškai
lv_lv: Punkti
mk_mk: Поени
nn_no: Poeng
pl_pl: Punkty
pt_pt: Pontos
ro_ro: Puncte
ru_ru: Очки
sk_sk: Body
sl_si: Točke
sq_al: Pikët
sr_rs: Тачака
sv_se: Poäng
th_th: สิ่งที่
tr_tr: Puanlar
uk_ua: Окуляри
wa_be: Pwyntiau
zh_tw: 積分

source: Student Progress Report
af_za: Studente Vorderingsverslag
ar_dz: طالب تقرير مرحلي
be_by: Даклад прагрэс навучэнцаў
bg_bg: Доклад за Студентски &quot;Прогрес&quot;
bn_bd: ছাত্র অগ্রগতির বিবরণ
da_dk: Student statusrapport
el_gr: Φοιτητής Έκθεση Προόδου
es_es: Informe de Progreso de Alumnos
fa_ir: دانشجویی گزارش پیشرفت
fi_fi: Student seurantaraportti
ga_ie: Tuarascáil Dul Chun Cinn Mac Léinn
gl_gl: Informe de Progreso do estudante
hr_hr: Studentski Izvješće o napretku
hu_hu: Diák jelentés
is_is: Námsmaður Progress Report
ja_jp: 学生の進捗報告
lt_lt: Moksleivių pažangos ataskaita
lv_lv: Studentu progresa ziņojums
mk_mk: Студент Извештај за напредокот
pl_pl: Sprawozdanie z postępów studenta
pt_pt: Relatório de Progresso do estudante
ro_ro: Student Raport de Progres
ru_ru: Доклад прогресс учащихся
sk_sk: Študent Správa o pokroku
sl_si: Student poročilo o napredku
sq_al: Raporti i Progresit Student
sr_rs: Студентски Извештај о напретку
sv_se: Student lägesrapport
th_th: รายงานความก้าวหน้าของนักเรียน
tr_tr: Öğrenci İlerleme Raporu
uk_ua: Доповідь прогрес учнів
wa_be: Adroddiad Cynnydd Myfyrwyr
zh_tw: 學生進度報告

source: Powered by openSIS
af_za: Aangedryf deur openSIS
ar_dz: مدعوم من openSIS
be_by: Працуе на openSIS
bg_bg: Осъществено от openSIS
es_es: Desarrollado por openSIS
fa_ir: صفحه توسط openSIS
gl_gl: Alimentado por openSIS
ja_jp: openSISを搭載
lt_lt: Sukurta pagal openSIS
pt_pt: Alimentado por openSIS
ru_ru: Работает на openSIS
sl_si: Poganja openSIS
sr_rs: Поверед би опенСИС
th_th: ขับเคลื่อนโดย openSIS
tr_tr: Opensis tarafından
uk_ua: Працює на openSIS
zh_tw: 技術支持openSIS

source: Marking Period
af_za: Nakijktermijn
ar_dz: وسم الفترة
be_by: Маркіроўка Перыяд
bg_bg: Маркиране Период
bn_bd: অবস্থানসূচক সময়কাল
da_dk: Mærkning Periode
el_gr: Σήμανση Περίοδος
es_es: Período de Evaluación
et_ee: Märgistus perioodile
fa_ir: علامت گذاری دوره
fi_fi: Merkintä Period
ga_ie: Tréimhse Marcáil
gl_gl: Período marcado
hr_hr: Obilježavanje Razdoblje
hu_hu: Jelölés időszak
is_is: Merking Tímabil
ja_jp: 採点期間
lt_lt: Ženklinimas Laikotarpis
lv_lv: Marķēšanas periods
mk_mk: Обележување Период
nn_no: Merking Periode
pl_pl: Okres CE
pt_pt: Período marcação
ro_ro: Marcarea Perioada
ru_ru: Маркировка Период
sk_sk: Označenie obdobie
sl_si: Označevanje Obdobje
sq_al: Periudha Shënimi
sr_rs: Обележавање период
sv_se: Märkning Period
th_th: ระยะเวลาการทำเครื่องหมาย
tr_tr: İşaretleme Dönemi
uk_ua: Маркування Період
wa_be: Cyfnod Marcio
zh_tw: 評分期

source: You must choose at least one student.
af_za: Jy moet kies om ten minste een student.
ar_dz: يجب عليك اختيار طالب واحد على الأقل.
be_by: Вы павінны выбраць хаця б адзін студэнт.
bg_bg: Трябва да изберете поне един ученик.
bn_bd: আপনি অন্তত এক ছাত্র নির্বাচন. আবশ্যক
da_dk: Du skal vælge mindst én studerende.
el_gr: Πρέπει να επιλέξετε τουλάχιστον ενός φοιτητή.
es_es: Debe elegir al menos un alumno.
et_ee: Te peate valima vähemalt üks üliõpilane.
fa_ir: شما باید حداقل یکی از دانشجویان را انتخاب کنید.
fi_fi: Sinun täytyy valita ainakin yksi opiskelija.
ga_ie: Ní mór duit a roghnú amháin ar a laghad do mhic léinn.
gl_gl: Ten que escoller polo menos un estudante.
hr_hr: Morate odabrati najmanje jedan student.
hu_hu: Ki kell választani legalább egy diák.
is_is: Þú verður að velja amk einn nemandi.
ja_jp: あなたは、少なくとも1つの学生を選択する必要があります。
lt_lt: Turite pasirinkti bent vienas studentas.
lv_lv: Jums ir jāizvēlas vismaz viens students.
mk_mk: Мора да изберете барем еден студент.
nn_no: Du må velge minst én student.
pl_pl: Musisz wybrać co najmniej jeden ze studentów.
pt_pt: Você deve escolher pelo menos um estudante.
ro_ro: Trebuie să alegeţi cel puţin un elev.
ru_ru: Вы должны выбрать хотя бы один студент.
sk_sk: Musíte vybrať aspoň jeden študent.
sl_si: Izbrati morate vsaj en študent.
sq_al: Ju duhet të zgjidhni të paktën një nxënës.
sr_rs: Морате изабрати бар једног студента.
sv_se: Du måste välja minst en elev.
th_th: คุณต้องเลือกอย่างน้อยหนึ่งที่นักเรียน
tr_tr: En az bir öğrenci seçmelisiniz.
uk_ua: Ви повинні вибрати хоча б один студент.
wa_be: Mae&#39;n rhaid i chi ddewis o leiaf un myfyriwr.
zh_tw: 您必須至少選擇一個學生。

source: Create Progress Reports for Selected Students
af_za: Skep Vorderingsverslae vir gekeurde studente
ar_dz: إنشاء تقارير التقدم الذي تم اختياره للطلاب
be_by: Стварыць Справаздачы аб ходзе работ па асобных студэнтам
bg_bg: Създаване на доклади за напредъка за подбрани студенти
bn_bd: সিলেক্টেড ছাত্র প্রগতির জন্য প্রতিবেদন তৈরি
da_dk: Opret statusrapporter for udvalgte studerende
el_gr: Δημιουργία Εκθέσεις Προόδου για επιλεγμένους μαθητές
es_es: Crear Informes de Progreso para los Alumnos Seleccionados
et_ee: Loo eduaruannete valitud üliõpilaste
fa_ir: ایجاد گزارش پیشرفت را برای دانش آموزان انتخاب شده
fi_fi: Luo raportteja varten valituille oppilaille
ga_ie: Cruthaigh Tuarascálacha Dul Chun Cinn Roghnaithe do Mhic Léinn
gl_gl: Crear informes de progreso para os alumnos seleccionados
hr_hr: Stvaranje izvješća o napretku za odabrane studente
hu_hu: Készítsen beszámolókkal kiválasztott diákok
is_is: Búa til Framfarir skýrslur fyrir valin Nemendur
ja_jp: 選ばれた学生のための進捗報告書を作成する
lt_lt: Sukurti atrinktiems studentams pažangos ataskaitos
lv_lv: Izveidot progresa ziņojumi par Atlasīts Students
mk_mk: Креирај извештаи за напредокот избрани студенти
nn_no: Lag Progress Reports for utvalgte studenter
pl_pl: Tworzenie sprawozdania z postępów do wybranych studentów
pt_pt: Criar relatórios de progresso para os alunos selecionados
ro_ro: Crearea Rapoartele de Progres pentru Studenţi selectate
ru_ru: Создать Отчеты о ходе работ по отдельным студентам
sk_sk: Vytvorte správ o pokroku pre vybrané študentov
sl_si: Ustvarjanje poročil o napredku pri izbranih študentov
sq_al: Krijo Raportet e Progresit për studentët e zgjedhur
sr_rs: Креирајте извештаје о напретку за одабране студенте
sv_se: Skapa Lägesrapporter för utvalda studenter
th_th: สร้างรายงานความคืบหน้าสำหรับนักศึกษาที่เลือก
tr_tr: Seçilen Öğrenciler için İlerleme Raporları oluşturma
uk_ua: Створити Звіти про хід робіт по окремим студентам
wa_be: Creu Adroddiadau Cynnydd ar gyfer Myfyrwyr Dethol
zh_tw: 創建進度報告挑選的學生

source: Name
af_za: Naam
ar_dz: اسم
be_by: Імя
bg_bg: Име
bn_bd: নাম
da_dk: Navn
el_gr: Όνομα
es_es: Nombre
et_ee: Nimi
fa_ir: نام
fi_fi: Nimi
ga_ie: Ainm
gl_gl: Nome
hr_hr: Ime
hu_hu: Név
is_is: Nafn
ja_jp: の名前
lt_lt: Pavadinimas
lv_lv: Vārds
mk_mk: Име
nn_no: Navn
pl_pl: Nazwa
pt_pt: Nome
ro_ro: Nume
ru_ru: Имя
sk_sk: Meno
sl_si: Ime
sq_al: Emër
sr_rs: Име
sv_se: Namn
th_th: ชื่อ
tr_tr: Isim
uk_ua: Ім&#39;я
wa_be: Enw
zh_tw: 名稱

source: Problem
af_za: Probleem
ar_dz: مشكلة
be_by: Праблема
bg_bg: Проблем
bn_bd: সমস্যা
el_gr: Πρόβλημα
es_es: Problema
et_ee: Probleem
fa_ir: مشکل
fi_fi: Ongelma
ga_ie: Fadhb
gl_gl: Problema
hu_hu: Probléma
is_is: Vandamál
ja_jp: 問題が
lt_lt: Problema
lv_lv: Problēma
mk_mk: Проблем
pt_pt: Problema
ro_ro: Problemă
ru_ru: Проблема
sk_sk: Problém
sr_rs: Проблем
th_th: ปัญหา
tr_tr: Sorun
uk_ua: Проблема
zh_tw: 問題

source: Category
af_za: Kategorie
ar_dz: فئة
be_by: Катэгорыя
bg_bg: Категория
bn_bd: শ্রেণী
da_dk: Kategori
el_gr: Κατηγορία
es_es: Categoría
et_ee: Kategooria
fa_ir: رده
fi_fi: Luokka
ga_ie: Catagóir
gl_gl: Categoría
hr_hr: Kategorija
hu_hu: Kategória
is_is: Flokkur
ja_jp: カテゴリ
lt_lt: Kategorija
lv_lv: Kategorija
mk_mk: Категорија
nn_no: Kategori
pl_pl: Kategoria
pt_pt: Categoria
ro_ro: Categorie
ru_ru: Категория
sk_sk: Kategórie
sl_si: Kategorija
sq_al: Kategori
sr_rs: Категорија
sv_se: Kategori
th_th: หมวดหมู่
tr_tr: Kategori
uk_ua: Категорія
wa_be: Categori
zh_tw: 分類

source: Anomalous Grades
af_za: Onreëlmatige Graad
ar_dz: الشاذة علامات
be_by: Анамальныя Ацэнкі
bg_bg: Аномални степени
bn_bd: ?ব্যতিক্রমী গ্রেড
da_dk: Anomale Karakterer
el_gr: Ανώμαλη βαθμοί
es_es: Calificaciones Anormales
et_ee: Anomaalsed Grades
fa_ir: نمرات ناهنجار
fi_fi: Poikkeavia arvosanat
ga_ie: Gráid aimhrialta
gl_gl: Reixas anómala
hr_hr: Odozdo Ocjene
hu_hu: Rendellenes Osztályzatok
is_is: Anomalous Einkunnir
ja_jp: 異常グレード
lt_lt: Anomali Prognozės
lv_lv: Anomāls pakāpes
mk_mk: Аномалозно Оценки
nn_no: Uregelrett Karakterer
pl_pl: Anomalous Klasy
pt_pt: Grades anômalas
ro_ro: Note anormal
ru_ru: Аномальные Оценки
sk_sk: Anomálne stupňa
sl_si: Anomalije Grades
sq_al: Notat anormal
sr_rs: Аномалија оцене
sv_se: Avvikande betyg
th_th: เกรดผิดปกติ
tr_tr: Anormal Sınıflar
uk_ua: Аномальні Оцінки
wa_be: Graddau afreolaidd
zh_tw: 異常等級

source: Missing
af_za: Vermiste
ar_dz: مفقود
be_by: Адсутны
bg_bg: Липсващ
bn_bd: উধাত্ত
da_dk: Manglende
el_gr: Λείπει
es_es: Faltante
fa_ir: گم
fi_fi: Puuttuu
ga_ie: Iarraidh
gl_gl: Desaparecido
hr_hr: Nedostaje
hu_hu: Hiányzó
is_is: Vantar
ja_jp: 行方不明
lt_lt: Trūkstamas
lv_lv: Pazudis
mk_mk: Недостасува
nn_no: Manglende
pl_pl: Brakujący
pt_pt: Desaparecido
ro_ro: Dispărut
ru_ru: Отсутствующий
sk_sk: Chýbajúce
sl_si: Manjkajoči
sq_al: E humbur
sr_rs: Недостаје
sv_se: Saknade
th_th: หายไป
tr_tr: Eksik
uk_ua: Відсутній
wa_be: Ar goll
zh_tw: 失踪

source: Excused
af_za: Verskoon
ar_dz: معذور
be_by: Уважлівай
bg_bg: Извинен
bn_bd: অব্যাহতি
da_dk: Undskyldte
el_gr: Δικαιολογημένες
es_es: Justificado
et_ee: Vabandada
fa_ir: معاف
fi_fi: Anteeksi
ga_ie: Saortha
gl_gl: Dispensado
hr_hr: Opravdan
hu_hu: Kimentette
is_is: Afsakaði
ja_jp: 中座
lt_lt: Atleisti
lv_lv: Aizbildinājās
mk_mk: Оправдани
nn_no: Unnskyldt
pl_pl: Usprawiedliwionej
pt_pt: Dispensado
ro_ro: Scuzat
ru_ru: Уважительной
sk_sk: Ospravedlnenej
sl_si: Opraviči
sq_al: Falur
sr_rs: Оправдан
sv_se: Ursäktade
tr_tr: Muaf
uk_ua: Поважною
wa_be: Esgusodi
zh_tw: 原諒

source: Negative!
af_za: Negatief!
ar_dz: السلبية!
be_by: Адмоўная!
bg_bg: Отрицателно!
bn_bd: নেতিবাচক!
da_dk: Negativ!
el_gr: Αρνητικό!
es_es: Negativo!
et_ee: Negatiivne!
fa_ir: منفی!
ga_ie: Diúltach!
gl_gl: Negativo!
hr_hr: Negativni!
hu_hu: Negatív!
is_is: Neikvæð!
ja_jp: 負の！
lt_lt: Neigiamas!
lv_lv: Negatīvi!
mk_mk: Негативни!
pt_pt: Negativo!
ro_ro: Negativ!
ru_ru: Отрицательная!
sk_sk: Negatívne!
sl_si: Negativne!
sr_rs: Негативан!
sv_se: Negativa!
th_th: ลบ!
tr_tr: Olumsuz!
uk_ua: Негативна!
wa_be: Negyddol!
zh_tw: 負！

source: Extra Credit
af_za: Ekstra krediet
ar_dz: الائتمان اضافية
be_by: Дадатковы крэдыт
bg_bg: Допълнителен кредит
bn_bd: অতিরিক্ত ক্রেডিট
da_dk: Ekstra kredit
es_es: Crédito Adicional
fa_ir: اعتبار اضافی
fi_fi: Extra Luotto
ga_ie: Creidmheas Breise
gl_gl: Crédito Extra
hr_hr: Dodatni kreditne
hu_hu: Extra Hitel
ja_jp: エクストラクレジット
lt_lt: Papildomo kredito
lv_lv: Ekstra Credit
mk_mk: Екстра кредитни
pl_pl: Dodatkowe kredytowe
pt_pt: Crédito Extra
ro_ro: Suplimentar de credit
ru_ru: Дополнительный кредит
sk_sk: Kreditu navyše
sr_rs: Екстра кредита
th_th: เครดิตเสริม
tr_tr: Ekstra Kredi
uk_ua: Додатковий кредит
wa_be: Credyd Ychwanegol
zh_tw: 加分

source: Title Cannot be Blank
af_za: Titel mag nie leeg
ar_dz: عنوان لا يمكن أن يكون فارغ
es_es: El título no puede estar en blanco

source: assignment type
af_za: opdrag tipe
ar_dz: تعيين نوع
be_by: Прызначэнне тыпу
bg_bg: назначение тип
bn_bd: স্থিরীকরণ টাইপ
da_dk: Opgaven typen
el_gr: Τύπος εκχώρησης
et_ee: ülesande tüüpi
fa_ir: نوع انتساب
fi_fi: Koordinaatiotyyppi
ga_ie: Cineál sannadh
gl_gl: tipo de asignación
hr_hr: Raspored tip
hu_hu: megbízás típusa
is_is: verkefni tegund
ja_jp: 割り当ての種類
lt_lt: užduoties tipas
lv_lv: uzdevums tips
mk_mk: задача тип
nn_no: oppdrag typen
pl_pl: typu zadania
pt_pt: tipo de atribuição
ro_ro: cesiune de tip
ru_ru: Назначение типа
sk_sk: priradenie typu
sl_si: Vrsta naloge
sq_al: Lloji i detyrës
sr_rs: задатак типа
sv_se: Uppdraget typ
th_th: ประเภทของการบ้าน
tr_tr: atama türü
uk_ua: Призначення типу
wa_be: Math o aseiniad
zh_tw: 分配類型

source: Assigned date and due date must be within the current marking periods start date and end date.
af_za: Opgedra datum en vervaldatum moet binne die huidige merk periodes begin en einddatum.
ar_dz: الموعد المحدد ويجب أن يكون تاريخ الاستحقاق خلال الفترات الحالية وسم تاريخ البدء وتاريخ الانتهاء.
es_es: Fecha asignada y la fecha de vencimiento debe estar dentro de los períodos de calificación actuales y la fecha de la fecha de finalización de empezar.

source: Assignment Type cannot be deleted
af_za: Opdrag tipe kan nie verwyder word nie
ar_dz: لا يمكن حذف نوع الاحالة
be_by: Прызначэнне тыпу не могуць быць выдаленыя
bg_bg: Вид на присвояване не може да бъде изтрит
bn_bd: নির্দেশিত প্রকার মুছে ফেলা যাবে না
da_dk: Opgave Type kan ikke slettes
el_gr: Τύπος Εκχώρηση δεν μπορεί να διαγραφεί
et_ee: Ülesanne tüüp ei saa kustutada
fa_ir: نوع تکلیف را نمی توان حذف
fi_fi: Tehtävä tyyppi ei voi poistaa
ga_ie: Ní féidir Cineál sannadh a scriosadh
gl_gl: Tipo de concesión non pode ser eliminado
hr_hr: Dodjela Upišite se ne može izbrisati
hu_hu: Feladat típusa nem lehet törölni
is_is: Framsal Type ekki hægt að eyða
ja_jp: 割り当ての種類は削除できません
lt_lt: Užduotis tipas negali būti ištrinti
lv_lv: Pielietojums Type nevar dzēst
mk_mk: Доделување тип не можат да бидат избришани
nn_no: Overdragelse Type kan ikke slettes
pl_pl: Rodzaj zadania nie mogą być usunięte
pt_pt: Tipo de atribuição não pode ser excluído
ro_ro: Tip Cesiunea nu poate fi ştearsă
ru_ru: Назначение типа не могут быть удалены
sk_sk: Priradenie typu nemožno odstrániť
sl_si: Vrsta naloge ni mogoče izbrisati
sq_al: Lloji detyrë nuk mund të fshihen
sr_rs: Задатак типа не може бити обрисан
sv_se: Uppdrag Typ kan inte tas bort
th_th: ประเภทของการบ้านไม่สามารถลบ
tr_tr: Atama Tipi silinemez
uk_ua: Призначення типу не можуть бути вилучені
wa_be: Ni ellir Math o aseiniad yn cael ei ddileu
zh_tw: 作業類型不能被刪除

source: Due date must be within the current marking periods start date and end date.
af_za: Sperdatum moet binne die huidige nasienperiodes begin en einddatum.
ar_dz: يجب أن يكون تاريخ الاستحقاق خلال الفترات الحالية وسم تاريخ البدء وتاريخ الانتهاء.
es_es: Fecha de vencimiento debe estar dentro de los períodos de calificaciones actuales de fecha y fecha de finalización empezar.

source: back to Assignment Type
af_za: Terug na Opdrag Tipe
be_by: назад Прызначэнне Тып
bg_bg: обратно към присвояване Вид
bn_bd: নির্দেশিত প্রকার গমন
da_dk: tilbage til Opgave Type
el_gr: Επιστροφή στην Τύπος Ανάθεση
et_ee: tagasi Assignment Type
fa_ir: بازگشت به نوع تکلیف
fi_fi: Takaisin Koordinaatiotyyppi
ga_ie: ar ais go dtí Cineál Tasc
gl_gl: de volta ao tipo de asignación
hr_hr: Povratak na Dodjela Tip
hu_hu: vissza a feladat típusa
is_is: Til baka í Framsal Tegund
ja_jp: バック割り当ての種類に
lt_lt: Užduotis tipas
lv_lv: atpakaļ uz uzdevumu veids
mk_mk: Назад кон Доделување Тип
nn_no: Tilbake til Assignment Type
pl_pl: z powrotem do Rodzaj zadania
pt_pt: de volta ao tipo de atribuição
ro_ro: inapoi la Tip Atribuire
ru_ru: обратно Назначение Тип
sk_sk: Späť na priradenie typu
sl_si: nazaj na Type Odstop
sq_al: Mbrapsht në Lloji Caktimi
sr_rs: назад на Уступање Тип
sv_se: Tillbaka till Uppdrag Typ
th_th: กลับไปที่ประเภทของการบ้าน
tr_tr: Atama Tipi
uk_ua: назад Призначення Тип
wa_be: yn ôl i Math Aseiniad
zh_tw: 回分配類型

source: Assigned date must be within the current marking periods start date and end date.
af_za: Opgedra datum moet binne die huidige nasienperiodes begin en einddatum.
ar_dz: يجب أن يكون الموعد المحدد خلال الفترات الحالية وسم تاريخ البدء وتاريخ الانتهاء.
es_es: Fecha asignada debe estar dentro de los períodos de calificaciones actuales de fecha y fecha de finalización empezar.

source: Due date must be greater than assigned date.
af_za: Sperdatum moet groter as wat op datum wees.
ar_dz: يجب أن يكون تاريخ استحقاق أكبر من الموعد المحدد.
es_es: Fechas Asignadas por defecto a la fecha de hoy

source: Apply to all Periods for this Course
af_za: Dien toe op al die tydperke vir hierdie kursus
ar_dz: تنطبق على جميع حقب لهذه الدورة
be_by: Ужыць да ўсіх перыядах для гэтага курса
bg_bg: Приложи към всички периоди, за този курс
bn_bd: এই কোর্সের জন্য সব সময়ের জন্য আবেদন
da_dk: Anvend på alle Perioder for dette kursus
el_gr: Εφαρμογή σε όλες τις Περιόδους για αυτό το μάθημα
es_es: Aplicar a todos los Períodos para este Curso
et_ee: Kohaldatakse kõigi perioodid See kursus
fa_ir: درخواست برای همه دوره های این دوره
fi_fi: Käytä kaikkia aikoja Kurssin
ga_ie: Maidir le gach Tréimhsí le haghaidh an Chúrsa
gl_gl: Se aplican a todos os períodos para este curso
hr_hr: Nanesite na sva razdoblja za ovaj tečaj
hu_hu: Alkalmazás az összes időszakot a pálya
is_is: Gilda um öll tímum fyrir þetta námskeið
ja_jp: このコースのすべての期間に適用されます。
lt_lt: Taikyti visiems šį kursą laikas
lv_lv: Piemērota attiecībā uz visiem šo kursu periodi
mk_mk: Примени врз сите периоди за овој курс
nn_no: Gjelder for alle Perioder for dette kurset
pl_pl: Zastosuj do wszystkich okresów dla tego kursu
pt_pt: Se aplicam a todos os períodos para este Curso
ro_ro: Se aplică pentru toate perioadele pentru acest curs
ru_ru: Применить ко всем периодам для этого курса
sk_sk: Sa vzťahujú na všetky lehoty pre tento kurz
sl_si: Uporabi se vsi roki za to Course
sq_al: Apliko për të gjitha periudhat për këtë kurs
sr_rs: Примењују се на све Периоди за овај курс
sv_se: Applicera på samtliga perioder för denna kurs
th_th: นำไปใช้ระยะเวลาทั้งหมดของวิชานี้
tr_tr: Bu kurs için tüm Dönemleri Uygula
uk_ua: Застосувати до всіх періодів для цього курсу
wa_be: Gymwys i bob Cyfnodau ar gyfer y Cwrs
zh_tw: 適用於各個時期本課程

source: Assignment Type
af_za: Opdrag Tipe
ar_dz: تعيين نوع
be_by: Прызначэнне Тып
bg_bg: Възлагане Вид
bn_bd: নির্দেশিত প্রকার
da_dk: Opgave Type
el_gr: Τύπος Εργασία
es_es: Asignación de tipo
et_ee: Ülesanne Type
fa_ir: نوع واگذاری
fi_fi: Tehtävä tyyppi
ga_ie: Cineál Tasc
gl_gl: Tipo de asignación
hr_hr: Dodjela Tip
hu_hu: Megbízás típusa
is_is: Framsal Tegund
ja_jp: 割り当ての種類
lt_lt: Užduotis tipas
lv_lv: Pielietojums tips
mk_mk: Доделување Тип
nn_no: Overdragelse Type
pl_pl: Rodzaj zadania
pt_pt: Tipo de atribuição
ro_ro: Atribuirea Tip
ru_ru: Назначение Тип
sk_sk: Priradenie typu
sl_si: Vrsta naloge
sq_al: Lloji Caktimi
sr_rs: Додела Тип
sv_se: Uppdrag Typ
th_th: ประเภทของการบ้าน
tr_tr: Atama Türü
uk_ua: Призначення Тип
wa_be: Math Aseiniad
zh_tw: 分配類型

source: Assigned
af_za: Opgedra is
ar_dz: تعيين
be_by: Прызначаны
bg_bg: Присвоени
bn_bd: আরোপিত
da_dk: Tildelt
el_gr: Έσοδα
es_es: Asignado
et_ee: Sihtotstarbeline
fa_ir: واگذار شده
fi_fi: Sidotut
ga_ie: Sannta
gl_gl: Asignado
hr_hr: Dodijeljeno
hu_hu: Kijelölt
is_is: Úthlutað
ja_jp: 割り当て
lt_lt: Asignuotosios
lv_lv: Piešķirtie
mk_mk: Доделени
nn_no: Tilordnet
pl_pl: Przydzielony
pt_pt: Atribuído
ro_ro: Alocate
ru_ru: Назначенный
sk_sk: Priradené
sl_si: Namenski
sq_al: Caktuar
sr_rs: Додељени
sv_se: Tilldelad
th_th: ที่ได้รับมอบหมาย
tr_tr: Atanan
uk_ua: Призначений
wa_be: Priodoli
zh_tw: 分配

source: Due
af_za: Twee
ar_dz: اثنان
be_by: Два
bg_bg: Две
bn_bd: দেয়
da_dk: To
el_gr: Δυο
es_es: Apto
et_ee: Kaks
fa_ir: دو
fi_fi: Kaksi
ga_ie: Dhá
gl_gl: Dous
hr_hr: Dva
hu_hu: Két
is_is: Tveir
ja_jp: 二つの
lt_lt: Du
lv_lv: Divi
mk_mk: Две
nn_no: To
pl_pl: Dwa
pt_pt: Dois
ro_ro: Două
ru_ru: Два
sk_sk: Dve
sl_si: Dva
sq_al: Dy
sr_rs: Два
sv_se: Två
th_th: สอง
tr_tr: Iki
uk_ua: Два
wa_be: Dau
zh_tw: 二

source: Description
af_za: Beskrywing
ar_dz: وصف
be_by: Апісанне
bg_bg: Описание
bn_bd: বর্ণনা
da_dk: Beskrivelse
el_gr: Περιγραφή
es_es: Descripción
et_ee: Kirjeldus
fa_ir: شرح
fi_fi: Kuvaus
ga_ie: Cur Síos
gl_gl: Descrición
hr_hr: Opis
hu_hu: Leírás
is_is: Lýsing
ja_jp: 説明
lt_lt: Aprašymas
lv_lv: Apraksts
mk_mk: Опис
nn_no: Beskrivelse
pl_pl: Opis
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sk_sk: Popis
sl_si: Opis
sq_al: Përshkrim
sr_rs: Опис
sv_se: Beskrivning
th_th: รายละเอียด
tr_tr: Tanım
uk_ua: Опис
wa_be: Disgrifiad
zh_tw: 說明

source: Percent of Final Grade
af_za: Persent van die finale Graad
ar_dz: في المئة من الدرجة النهائية
be_by: Працэнт ад выніковай ацэнкі
bg_bg: Процент на крайната оценка
bn_bd: ফাইনাল গ্রেড শতাংশ
da_dk: Procent af endelige karakter
el_gr: Ποσοστό Τελικός Βαθμός
es_es: Porcentaje de Calificación Final
et_ee: Protsenti koondhinde
fa_ir: درصد از نمره نهایی
fi_fi: Prosenttia arvosanasta
ga_ie: Faoin gcéad de na Grád Deiridh
gl_gl: Por cento da cualificación final
hr_hr: Postotak konačne ocjene
hu_hu: Százaléka végső pontszám
is_is: Hlutfall af lokaeinkunn
ja_jp: 最終的なグレードのパーセント
lt_lt: Procentų galutinio pažymio
lv_lv: Procenti no gala pakāpē
mk_mk: Процент на конечната оценка
nn_no: Prosent av endelig karakter
pl_pl: Procent oceny końcowej
pt_pt: Por cento da classificação final
ro_ro: Procent din nota finală
ru_ru: Процент от итоговой оценки
sk_sk: Percento záverečného hodnotenia
sl_si: Odstotek končne ocene
sq_al: Përqindja e notës finale
sr_rs: Проценат коначну оцену
sv_se: Procent av slutbetyg
th_th: ร้อยละของคะแนนปลายภาค
tr_tr: Final Notu yüzde
uk_ua: Відсоток від підсумкової оцінки
wa_be: Canran o Gradd Terfynol
zh_tw: 最終成績的百分比

source: Percent Total
af_za: Persentasie Totaal
ar_dz: المجموع في المئة
be_by: Працэнт Усяго
bg_bg: Процент Общо
bn_bd: মোট শতাংশ
da_dk: Procent I alt
el_gr: Σύνολο Ποσοστό
es_es: Porcentaje Total
et_ee: Protsent kokku
fa_ir: مجموع درصد
fi_fi: Prosenttia koko
ga_ie: Céatadán Iomlán
gl_gl: Total de cento
hr_hr: Postotak ukupno
hu_hu: Százalék Összesen
is_is: Hlutfall Samtals
ja_jp: パーセントの合計
lt_lt: Procentas Iš viso
lv_lv: Procenti Kopā
mk_mk: Процент Вкупно
nn_no: Prosent Total
pl_pl: Całkowity procent
pt_pt: Total de cento
ro_ro: Procentul total de
ru_ru: Процент Всего
sk_sk: Celkom percent
sl_si: Odstotek Skupaj
sq_al: Total Përqindja
sr_rs: Проценат Укупно
sv_se: Procent Totalt
th_th: รวมร้อยละ
tr_tr: Yüzde Toplam
uk_ua: Відсоток Усього
wa_be: Canran Cyfanswm
zh_tw: ％的總
