Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This option helps you to create a report of the Enrollment and Drop Date of a student in a particular Course and Course Period. After clicking on this tab you get a page at the top of it you will have to select a particular Date Range, then click on Go. Now you will get a student list. Now you need to select the students you want by ticking in the boxes beside. Now if you click on Create Add / Drop Report for Selected Students you will get a report with Students’ Name, Student ID, Course, Course Period, Enrollment and Drop Date.
ar_dz: يساعد هذا الخيار لك لإنشاء تقرير انتساب وإسقاط التسجيل للطالب في دورة خاصة والدورة الفترة. بعد النقر على علامة التبويب هذه تحصل على الصفحة في أعلى منه سيكون لديك لتحديد مدى التاريخ على وجه الخصوص، ثم انقر على انتقال. الآن ستحصل على قائمة الطلاب. الآن تحتاج إلى تحديد الطلاب الذي تريده عن طريق موقوتة في المربعات بجانب. الآن إذا كنت انقر على إنشاء إضافة تقرير / قطرة للطلاب مختارة سوف تحصل على التقرير مع اسم الطلاب، رقم الطالب، ملعب، فترة الدورة، وإسقاط انتساب التسجيل.

source: Setup
ar_dz: الإعداد
be_by: Усталёўка
bn_bd: ব্যবস্থাপনা
da_dk: Opsætning
el_gr: Ρύθμιση
es_es: Configuración
fa_ir: راه اندازی
ga_ie: Socrú
gl_gl: Instalación
hr_hr: Postavljanje
hu_hu: Beállítása
is_is: Skipulag
ja_jp: セットアップ
lt_lt: Sąranka
mk_mk: Поставување на
pl_pl: Ustawienie
pt_pt: Instalação
ru_ru: Установка
sk_sk: Nastavenie
sr_rs: Сетуп
th_th: การติดตั้ง
tr_tr: Kurulum
uk_ua: Установка
zh_tw: 設置

source: This utility allows you to setup your school's courses. There are four tiers of courses: Subjects, Courses, Course Weights, and Course Periods.
ar_dz: هذه الأداة تسمح لك لإعداد دورات مدرستك. هناك أربعة مستويات من الدورات: المواد، ملاعب، ملعب الأوزان، وفترات الدورة.
bn_bd: এই ইউটিলিটি সেটআপ আপনার স্কুলের কোর্স করতে আপনাকে অনুমতি দেয়. পুলিশ, কোর্স, কোর্স ওজন, এবং অবশ্যই সময়কাল: কোর্স চার tiers আছে.

source: is a display of your child's course schedule.
ar_dz: هو عرض الجدول الدراسي طفلك.

source: is a display of the students course schedule.
ar_dz: هو عرض الجدول الزمني للطلاب بالطبع.
es_es: es una muestra de la programación de los estudiantes del curso.

source: You can search for students who are enrolled in a specific course by clicking the Choose link next to the Course search option and choosing a course from the popup window that appears. You can also limit your search based on weighted / unweighted GPA, class rank, and letter grade by filling in the upper and lower bounds of the GPA and class rank range and checking the desired letter grade checkboxes. For example, this allows you to search for all students in the top ten of their class, all students who are failing, or all students who have failed at least one course in the marking periods selected.
ar_dz: يمكنك البحث عن الطلاب الذين التحقوا في دورة معينة بالضغط على الرابط اختيار بجانب خيار البحث واختيار الدورة دورة من نافذة منبثقة التي تظهر. يمكنك أيضا تحديد البحث الخاصة بك على أساس مرجح / GPA غير مرجح، والطبقة رتبة، ورسالة عن طريق ملء الصف في الحدود العليا والدنيا من الطبقة GPA ومجموعة رتبة والتحقق من خانات إلكتروني الصف المطلوب. على سبيل المثال، هذا يسمح لك للبحث عن جميع الطلاب في المراكز العشرة الأولى من فئتها، وجميع الطلاب الذين يفشلون، أو جميع الطلاب الذين فشلوا دورة واحدة على الأقل في فترات بمناسبة اختيارها.
es_es: Usted puede buscar para los estudiantes que están inscritos en un curso específico haciendo clic en el vínculo Elegir al lado de la opción de búsqueda del curso y la elección de un curso de la ventana emergente que aparece. También puede limitar la búsqueda según GPA / no ponderada, el rango de clase, y la carta de grado mediante la cumplimentación de los límites superior e inferior de la gama rango GPA y la clase y la comprobación de las casillas de verificación deseadas carta grado. Por ejemplo, esto permite que usted busque para todos los estudiantes en los diez primeros de su clase, todos los estudiantes que están fracasando, o todos los estudiantes que han fracasado al menos un curso en los períodos de calificación seleccionados.

source: The Calculate GPA program calculates the weighted GPA earned per course by multiplying the GPA value of the grade earned by the GPA multiplier of the course weight. Then, it divides that value by the number you specified as the base for your weighted scale. For unweighted GPA, the Calculate GPA program simply takes the GPA value of the grade the student earned. After finding the GPA points earned for each course, the program averages these values to determine the student's to-date GPA. It then sorts these values to determine the class rank. If more than one student has the same GPA, they will share a position in class rank.
ar_dz: برنامج حساب المعدل التراكمي GPA بحساب المرجح حصل في الدورة الواحدة عن طريق ضرب القيمة GPA من الدرجة التي حصل عليها المضاعف GPA من الوزن بالطبع. ثم، فإنه يقسم تلك القيمة من خلال الرقم الذي حددته كقاعدة للنطاق المرجح الخاص بك. لGPA غير مرجح، برنامج حساب المعدل التراكمي ببساطة يأخذ قيمة GPA من الدرجة حصل الطالب. بعد العثور على نقطة GPA حصل لكل بطبيعة الحال، فإن المعدلات برنامج هذه القيم لتحديد إلى تاريخ GPA الطالب. بعد ذلك يفرز هذه القيم لتحديد رتبة الطبقة. إذا طالب أكثر من واحد لديه نفس GPA، وسوف تشترك في الموقف في الصف رتبة.
es_es: El programa de Cálculo de GPA calcula el GPA ponderado obtenido por curso multiplicando el valor de GPA de la calificación obtenida por el multiplicador GPA del peso supuesto. Luego, divide ese valor por el número especificado como la base para su escala ponderada. Para GPA no ponderado, el programa Calcular GPA simplemente toma el valor de GPA de la calificación que el estudiante obtuvo. Después de encontrar los puntos de GPA ganados para cada curso, los promedios del programa estos valores para determinar a fecha GPA del estudiante. Luego ordena estos valores para determinar el rango de la clase. Si más de un estudiante tiene el mismo GPA, compartirán una posición en la clasificación de la clase.

source: The red checks indicate that a teacher has failed to enter the current marking period's grades for that period.
ar_dz: الشيكات الحمراء تشير إلى أن المعلم قد فشلت في إدخال الدرجات للفترة الوسم الحالي لتلك الفترة.
es_es: Los cuadros rojos indican que el maestro ha dejado de ingresar las calificaciones del periodo escolar actual para ese período.

source: This report shows the number of each grade that a teacher gave.
ar_dz: ويبين هذا التقرير أن عدد كل رتبة التي أعطت المعلمين.
es_es: Este informe muestra el número de cada grado que un profesor le dio.

source: This tab allows you to get the grade lists for the students. After you click on this tab you have perform a search by selecting the grade. Then you will get the list of all the students for that particular grade. Now if you click on Create Grade List for Selected Students you will get the grade list.
ar_dz: هذا التبويب يسمح لك للحصول على قوائم الصف للطلاب. بعد النقر على علامة التبويب هذه لديك إجراء بحث عن طريق تحديد الصف. ثم سوف تحصل على قائمة بجميع الطلاب لهذا الصف معينة. الآن إذا كنت انقر على إنشاء قائمة مختارة العلمية للطلاب سوف تحصل على قائمة الصف.
es_es: Esta ficha le permite obtener las listas de grado para los estudiantes. Después de hacer clic en esta pestaña que tiene realizar una búsqueda seleccionando el grado. Entonces obtendrá la lista de todos los estudiantes de ese grado en particular. Ahora bien, si se hace clic en Crear lista de Grado para estudiantes seleccionados obtendrá la lista de grado.

source: This option allows you to give Honor to the students. Here you can search by the Honor Roll and you will get a list of students under that specific honor. Either you can create certificate and give it to the students or else you can make a list as well using the 2 options available on the page.
ar_dz: يسمح هذا الخيار لك لإعطاء الشرف للطلاب. هنا يمكنك البحث عن طريق الشرف وستحصل على قائمة الطلاب تحت هذا الشرف محددة. يمكنك إما إنشاء شهادة واعطائها للطلاب أو أنك يمكن أن تجعل قائمة وكذلك باستخدام الخيارات 2 متاح على الصفحة.
es_es: Esta opción le permite dar honor a los estudiantes. Aquí puede buscar por el Cuadro de Honor y obtendrá una lista de los estudiantes bajo ese honor específico. Cualquiera puede crear el certificado y darle a los estudiantes o de lo contrario puede hacer una lista, así utilizando las 2 opciones disponibles en la página.

source: This option allows you to set up the report card grades. Unless you are setting it up teachers won't be able to give grades to the students. You will have to give the title, break off, GP value, order and the comment and then click on save. After you create this you can grade the students.
ar_dz: يسمح هذا الخيار لك لانشاء الدرجات بطاقة التقرير. إلا إذا كنت إعداد عليه والمعلمين لا تكون قادرة على إعطاء الدرجات للطلاب. سيكون لديك لإعطاء اللقب، وقطع، والقيمة GP والنظام والتعليق، ثم انقر على حفظ. بعد إنشاء هذا يمكنك الصف الطلاب.
es_es: Esta opción le permite configurar las boletas de calificaciones. A menos que usted está configurando para arriba los profesores no podrán dar calificaciones a los estudiantes. Usted tendrá que dar el título, rompa, el valor GP, el orden y el comentario y haga clic en Guardar. Después de crear esta puedas los estudiantes de grado.

source: Report card comments
ar_dz: تعليقات التقرير بطاقة
es_es: Comentarios Informe de tarjetas

source: This tab allows you to create comments for the Report Card. You can create n-number of comments here for all the courses. At the upper left side there is a dropdown from where you can choose the course you want give comments for. Or else you can give the same comments for all the courses by selecting All Courses. Here you get the option to give different comments for different subjects and whatever you create that will show up in the Report Card. Apart from these openSIS has a default General tab where you will get the default comments.
ar_dz: هذا التبويب يسمح لك لخلق تعليقات لبطاقة تقرير. يمكنك إنشاء ن عددا من التعليقات هنا لجميع الدورات. في الجانب الأيسر العلوي هناك المنسدلة من حيث يمكنك اختيار بالطبع كنت تريد إعطاء تعليق ل. أو آخر يمكن أن تعطي نفس التعليقات لجميع الدورات من خلال تحديد جميع المقررات. هنا يمكنك الحصول على خيار لإعطاء تعليقات مختلفة لمواضيع مختلفة ومهما قمت بإنشاء التي سوف تظهر في بطاقة تقرير. وبصرف النظر عن هذه openSIS ديه الافتراضي على علامة التبويب عام حيث ستتمكن من الحصول على تعليقات الافتراضي.
es_es: Esta pestaña le permite crear comentarios para la Calificación. Puede crear n-número de comentarios aquí para todos los cursos. En la parte superior izquierda hay un menú desplegable desde donde se puede elegir el curso que desea hacer comentarios para. O bien usted puede dar los mismos comentarios para todos los cursos mediante la selección de los cursos. Aquí se tiene la opción de dar diferentes comentarios para diferentes temas y todo lo que crea que va a aparecer en la boleta de calificaciones. Aparte de estos openSIS tiene una ficha General defecto donde obtendrá los comentarios predeterminados.

source: Select any tab as per your requirement and write the desired comments, give the sort order and click on Save. To create another comment you will have to click on the + sign at the left hand side and it will give you another box to write the other comments.
ar_dz: حدد أي علامة تبويب وفقا للشرط الخاص بك وإرسال تعليقات المرجوة، وإعطاء ترتيب وانقر على حفظ. لإنشاء تعليق آخر سيكون لديك لانقر على علامة + في الجانب الأيسر، وسوف أعطيك آخر مربع لكتابة تعليقات أخرى.
es_es: Seleccione cualquiera de las fichas como por su exigencia y escribir los comentarios deseados, dar la orden y haga clic en Guardar. Para crear otro comentario que usted tendrá que hacer clic en el signo + a la izquierda y se le dará otra caja para escribir los otros comentarios.

source: This option allows you to set up the Honor Roll for the students. You can create the Honor Rolls and give the Break Off and click on save. After you set it up the Honor Rolls will show up under the Honor Roll tab.
ar_dz: يسمح هذا الخيار لك لإعداد قائمة الشرف للطلاب. يمكنك إنشاء رولز الشرف وإعطاء بقطع وانقر على حفظ. بعد إعداده على الشرف رولز سوف تظهر ضمن علامة التبويب الشرف.
es_es: Esta opción le permite configurar el Cuadro de Honor de los estudiantes. Puede crear la Cuadros de Honor y dar al desprenderse y haga clic en Guardar. Una vez instalado el Cuadros de Honor se mostrará en la ficha Cuadro de Honor.

source: This option allows you to recalculate the running GPA numbers in case if there are any mistakes. Here you get 3 different options to choose (Full Year, Semester, Quarter1). If you select any one of those options and click on ok the grades for that particular marking period would be recalculated.
ar_dz: يسمح لك هذا الخيار لإعادة حساب الأرقام GPA التشغيل في حالة ما إذا كان هناك أي أخطاء. هنا يمكنك الحصول على 3 خيارات مختلفة للاختيار (السنة كاملة، الفصل، Quarter1). إذا قمت بتحديد أي واحد من هذه الخيارات وانقر على موافق الدرجات لتلك الفترة علامات معينة سيتم إعادة حساب.
es_es: Esta opción le permite volver a calcular los números de GPA se ejecutan en caso de que si hay errores. Aquí tienes 3 opciones diferentes para elegir (año completo, semestre, Trimestre1). Si selecciona cualquiera de estas opciones y haga clic en Aceptar las calificaciones para ese período de calificación particular, se vuelve a calcular.

source: After you entered the Historical Marking Period in Edit Historical Marking Periods tab now you can edit Report Card Grades in case of a transferred student. If a student is transferred to your school and took admission in 5th grade, till 4th grade she was studying in a different school. To keep her previous educational data you need to click on this option. Then perform a search as per your requirement. Now you will get a student list. Select a particular student from that list. Now at the top left of the page you will get a dropdown menu. There you need to select Add Another Marking period. Now you will get a page where you need to select New Marking Period from a Dropdown menu. If you have already created that Historical marking Period you will get it in the dropdown list. Select that and type the grade level. Now click on Save. In the next page you can give the Course Name, Percentage, Letter Grade, GP Value, Unweighted GP Value, and the Grade Scale. So that when you prepare the progress report or a certificate system calculates the marks accordingly.
ar_dz: بعد فترة دخلت تمييز التاريخية في تحرير التاريخية علامات التبويب فترات الآن يمكنك تحرير بطاقة تقرير الدرجات في حالة الطالب المحول . إذا تم نقل الطالب إلى المدرسة وأخذ القبول في الصف 5 ، وحتى الصف 4 كانت تدرس في مدرسة مختلفة. للحفاظ على البيانات التعليمية السابقة لها تحتاج إلى الضغط على هذا الخيار. ثم إجراء بحث وفقا لمتطلباتكم . الآن ستحصل على قائمة الطلاب. اختيار طالب معين من تلك القائمة. الآن في الجزء العلوي الأيسر من الصفحة سوف تحصل على القائمة المنسدلة. هناك تحتاج إلى تحديد الفترة إضافة علامات أخرى . الآن سوف تحصل على صفحة حيث تحتاج إلى تحديد جديد وسم الفترة من قائمة منسدلة . إذا كنت قد قمت بالفعل أن الفترة التاريخية بمناسبة سوف تحصل عليه في القائمة المنسدلة . حدد ذلك و اكتب على مستوى الصف . الآن انقر على حفظ. في الصفحة التالية يمكنك إعطاء اسم الدورة ، نسبة ، رسالة الصف ، GP القيمة، GP غير المرجح القيمة، و مقياس درجة . بحيث عند إعداد التقرير المرحلي أو نظام شهادة بحساب علامات وفقا لذلك .
es_es: Después de haber introducido el período de calificación histórica en Editar histórico marcado ficha Períodos ahora puede editar los grados Report Card en caso de un estudiante transferido. Si un estudiante se transfiere a su escuela y tomó la admisión en quinto grado, hasta el cuarto grado que estaba estudiando en una escuela diferente. Para mantener sus datos de estudios anterior es necesario hacer clic en esta opción. A continuación, realice una búsqueda como por su exigencia. Ahora obtendrá una lista de los estudiantes. Seleccione un estudiante en particular de esa lista. Ahora en la parte superior izquierda de la página que usted conseguirá un menú desplegable. No es necesario seleccionar Añadir otro período de calificaciones . Ahora obtendrá una página donde usted necesita Nuevo período de calificación seleccionar en un menú desplegable . Si ya ha creado ese Período marca histórica que lo conseguirá en la lista desplegable. Seleccione eso y escriba el nivel de grado. Ahora haga clic en Guardar. En la página siguiente se puede dar el nombre del curso , Porcentaje , de grado letra , GP del valor, no ponderado GP valor y, a la Escala de Grado . Así que cuando usted se prepara el informe de situación o de un sistema de certificados calcula las marcas en consecuencia.

source: Edit Historical Marking Periods
ar_dz: تحرير حقب تاريخية وسم
be_by: Змяніць Гістарычныя Маркіроўка Перыяды
bg_bg: Редактиране на Исторически Маркиране периоди
bn_bd: ঐতিহাসিক অবস্থানসূচক সময়কাল সম্পাদনা
da_dk: Rediger Historiske Mærkning Perioder
el_gr: Επεξεργασία Ιστορικές Περίοδοι Σήμανση
et_ee: Edit Historical tähistamine perioodid
fa_ir: ویرایش تاریخی مشخص دوره
fi_fi: Edit Historiallinen merkintä Periods
ga_ie: Cuir Tréimhsí Marcáil Stairiúil
gl_gl: Editar Historial Períodos Replanteo
hr_hr: Uredi Povijesni Obilježavanje razdoblja
hu_hu: Szerkesztés Történelmi jelölés időszakok
is_is: Breyta Historical Merking tímum
ja_jp: 歴史マ​​ーキング期間を編集する
lt_lt: Redaguoti Istoriniai žymėjimas laikas
lv_lv: Rediģēt Historical Marķēšanas periodi
mk_mk: Измени Историски Обележување Периоди
nn_no: Edit Historisk Merking Perioder
pl_pl: Edycja okresów historycznych Oznaczenie
pt_pt: Editar Histórico Períodos Marcação
ro_ro: Editare perioade istorice de marcare
ru_ru: Изменить Исторические Маркировка Периоды
sk_sk: Úpravy historických obdobiach značenie
sl_si: Edit Zgodovinski Označevanje Obdobja
sq_al: Edit periudhave historike Shënimi
sr_rs: Уређивање Историјски Обележавање периода
sv_se: Redigera Historiska Märkning Perioder
th_th: แก้ไขระยะเวลาการทำเครื่องหมายสำคัญทางประวัติศาสตร์
tr_tr: Tarihsel İşaretleme Dönemleri Düzenle
uk_ua: Змінити Історичні Маркування Періоди
wa_be: Golygu Cyfnodau Hanesyddol Marcio
zh_tw: 編輯歷史時期標誌

source: This page allows you to create Historical Marking Periods. This is useful for maintaining the previous data of a transferred student. Like a student is enrolled in the school in 5th grade. Till 5th grade she was in a different school. So when she is in your school you need to keep her previous educational data. This tab will help you doing that. After you click on this option you will get a screen, where you need to select the Type as either Semester or Quarter. Then type a name of the Marking period which you want to add, give a Grade Post Date and give the School Year. So you are creating a Historical Marking Period for a transferred student so that you can add all the educational information of a particular student. Now click on Save.
ar_dz: هذه الصفحة تسمح لك لخلق الفترات التاريخية تمييز. وهذا مفيد للحفاظ على البيانات السابقة من الطالب المحول. مثل والتحق وهو طالب في المدرسة في الصف 5. حتى الصف 5 كانت في مدرسة مختلفة. حتى عندما تكون في مدرستك تحتاج إلى الحفاظ على البيانات التعليمية السابقة لها. هذا التبويب سوف تساعدك على القيام بذلك. بعد النقر على هذا الخيار ستحصل على الشاشة، حيث كنت في حاجة لتحديد نوع إما الفصل أو الربع. ثم اكتب اسما للفترة تمييز الذي تريد إضافة، وإعطاء درجة مشاركة والتسجيل وإعطاء السنة الدراسية. حتى إنك لعلى خلق الفترة التاريخية لوضع علامات الطالب المحول بحيث يمكنك إضافة كافة المعلومات التعليمية للطالب معين. الآن انقر على حفظ.

source: Honor Roll set Up
ar_dz: تعيين شرف نشمر
es_es: Cuadro de Honor de configurar

source: This utility allows you to print report cards for your child.
ar_dz: هذه الأداة تسمح لك لطباعة بطاقات تقرير لطفلك.
es_es: Esta utilidad le permite imprimir las boletas de calificaciones de su hijo.

source: The report cards will be automatically generated in a printer-friendly html page when you click the Submit button.
ar_dz: سيتم إنشاء بطاقات التقرير تلقائيا في صفحة HTML صديقة للطابعة عند النقر فوق الزر إرسال.
es_es: Las boletas de calificaciones se generan de forma automática en una página HTML para imprimir al hacer clic en el botón Enviar.

source: This utility allows you to print transcripts for your child.
ar_dz: هذه الأداة تسمح لك لطباعة النصوص لطفلك.
es_es: Esta utilidad le permite imprimir transcripciones para su hijo.

source: The transcripts will be automatically generated in a printer-friendly html page when you click the Submit button.
ar_dz: سيتم إنشاء النصوص تلقائيا في صفحة HTML صديقة للطابعة عند النقر فوق الزر إرسال.
es_es: Las transcripciones serán generados automáticamente en una página HTML para imprimir al hacer clic en el botón Enviar.

source: This report that shows the unweighted GPA, weighted GPA, and class rank of your child.
ar_dz: هذا التقرير يوضح GPA غير مرجح، GPA المرجح، ورتبة فئة من طفلك.
es_es: Este informe muestra que el GPA no ponderado, GPA, y el rango de clase de su hijo.

source: This page allows you to input assignment grades for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period.
ar_dz: هذه الصفحة تسمح لك الدرجات احالة الإدخال لكافة الطلاب في الفترة الحالية. افتراضيا، فإن هذا البرنامج قائمة الطلاب في الدرجة الأولى الدورة الشهرية. يمكنك تغيير الفترة الحالية عن طريق تغيير القائمة المنسدلة الفترة في الإطار الأيسر للفترة المطلوبة.
