Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The Marking Periods page is where you setup your schools marking periods for a school year. There are four default tiers of marking periods added during the installation: Year, Semesters, Quarters, and Progress periods. openSIS installation scripts create 2 Semesters and 4 Quarters by default. However you can always have more or fewer as required by your school. Similarly, there can be any number of progress periods in a given quarter.
af_za: Die nasien Periodes bladsy is waar jy die opstel van jou skole nasien tyd vir &#39;n skool jaar. Daar is vier standaard vlakke van nasien tydperke bygevoeg tydens die installasie: Jaar, semesters, kwarte, en voortgang tyd. openSIS installasie skrifte skep 2 semesters en 4 kwartale by verstek. Maar jy kan altyd meer of minder, soos vereis deur jou skool. Net so kan daar &#39;n getal van vooruitgang periodes in&#39; n bepaalde kwartaal word.
be_by: Маркіроўка Перыяды старонка, дзе вы наладзілі школ маркіроўкі тэрміны навучальнага года. Ёсць чатыры стандартныя ўзроўні маркіроўкі перыяды дададзеныя падчас усталёўкі: Год, семестры, кварталы, і прагрэс перыяды. скрыпты openSIS ўстаноўкі стварыць 2 семестр і 4 кварталы па змаўчанні. Аднак вы заўсёды можаце мець больш ці менш у адпаведнасці з патрабаваннямі вашай школы. Сапраўды гэтак жа не можа быць любая колькасць перыядаў прагрэсу ў дадзеным квартале.
bg_bg: Маркиране Периоди страница е мястото, където да настроите вашето училище, маркиране на периоди за учебната година. Има четири нива на подразбиране маркировка периоди, добавен по време на инсталацията година, семестъра, квартали, и &quot;Прогрес&quot; периоди. openSIS инсталация скриптове създават 2 семестъра и 4 тримесечия по подразбиране. Въпреки това винаги можете да имате повече или по-малко, както се изисква от вашето училище. По същия начин, не може да има произволен брой периоди на напредък в дадено тримесечие.
bn_bd: অবস্থানসূচক সময়সীমার পাতাটি যেখানে আপনি আপনার স্কুলের একটি স্কুল বছর সময়সীমার জন্য অবস্থানসূচক সেটআপ. বছর Semesters, কেতন, এবং অগ্রগতি সময়কাল: চার অবস্থানসূচক সময়সীমার ইনস্টলেশনের সময় যোগ ডিফল্ট tiers আছে. openSIS ইনস্টলেশন স্ক্রিপ্ট 2 Semesters ডিফল্টরূপে 4 কেতন নির্মাণ. তবে আপনি সর্বদা বেশী বা কম আপনার স্কুলের প্রয়োজনীয় হতে পারে. একইভাবে, একটি প্রদত্ত সিকি মধ্যে অগ্রগতি সময়সীমার যেকোন সংখ্যা থাকতে পারে.
da_dk: Mærkningen Perioder side, hvor du sætte din skole mærkning perioder for et skoleår. Der er fire standard niveauer af mærkning perioder tilføjet under installationen: År, semestre, Quarters, og Progress perioder. openSIS installationsscripts skabe 2 semestre og 4 kvartaler som standard. Men du kan altid have flere eller færre som krævet af din skole. Ligeledes kan der være mange fremskridt perioder i et givet kvartal.
el_gr: Η σήμανση σελίδα περιόδους όπου μπορείτε setup σχολεία σας σήμανση περιόδους για ένα σχολικό έτος. Υπάρχουν τέσσερα επίπεδα προεπιλογή της σήμανσης περιόδους προστέθηκαν κατά τη διάρκεια της εγκατάστασης: Έτος, εξάμηνα, τρίμηνα, και τις περιόδους προόδου. scripts εγκατάστασης openSIS δημιουργήσει 2 εξάμηνα και 4 τρίμηνα από προεπιλογή. Ωστόσο, μπορείτε να έχετε πάντα περισσότερα ή λιγότερα, όπως απαιτείται από το σχολείο σας. Ομοίως, δεν μπορεί να υπάρξει οποιοσδήποτε αριθμός των περιόδων πρόοδο σε ένα συγκεκριμένο τρίμηνο.
et_ee: Märgistus perioodid lehekülg on, kus te setup oma kooli märgistus perioodidel õppeaastal. Seal on neli default tasanditega tähistamine perioodide jooksul lisandunud paigaldus: Aasta, semestrit, kvartali ja Progress perioodidel. openSIS paigaldus skriptid luua 2 semestrit ja 4 kvartalit vaikimisi. Siiski saab alati rohkem või vähem, nagu nõutakse oma kooli. Samamoodi ei saa olla suvaline arv edusammude perioode antud kvartalis.
fa_ir: صفحه دوره های مشخص این است که در آن شما راه اندازی مدارس خود را مارک دوره برای یک سال تحصیلی است. چهار ردیف به طور پیش فرض از دوره های مارک اضافه در طول نصب وجود دارد : سال ، ترم ، محله ، و دوره های پیشرفت است. openSIS از اسکریپتهای نصب به ایجاد 2 ترم و 4 چهارم به طور پیش فرض است. با این حال شما همیشه می توانید بیشتر یا کمتر به عنوان مدرسه شما لازم است. به طور مشابه ، می تواند هر تعداد از دوره پیشرفت در یک چهارم داده شده وجود دارد.
fi_fi: Merkintä Kuukautiset sivu on kun setup your koulut merkintä ajat lukuvuonna. On neljä default tasoilla merkintä aikoja lisätään asennuksen aikana: Vuosi, lukukautta, Quarters, ja Progress aikoja. openSIS asennus skriptit luoda 2 lukukautta ja 4 Quarters oletuksena. Voit kuitenkin aina enemmän tai vähemmän edellyttämä koulusi. Samoin voi olla mikä tahansa määrä edistyksen aikoja tietyn vuosineljänneksen.
ga_ie: Is é an Marcála Tréimhsí leathanach áit a bhfuil tú thus do scoileanna marcála tréimhsí sin ar feadh na scoilbhliana. Tá ceithre shraith d&#39;éagmais tréimhsí marcála leis seo le linn an tsuiteáil: Bliain, Seimeastair, Ceathrúna, agus tréimhsí Dul Chun Cinn. scripteanna a chruthú suiteáil openSIS 2 Seimeastair agus 4 Ceathrúna réir réamhshocraithe. Mar sin féin is féidir leat a bheith i gcónaí níos mó nó níos lú mar a cheanglaítear le do scoil. Mar an gcéanna, is féidir go mbeadh aon líon na dtréimhsí dul chun cinn sa ráithe ar leith.
gl_gl: A Replanteo páxina períodos é onde configurar o escolas marcado períodos dun ano escolar. Existen catro niveis estándar de períodos de marcado engadido durante a instalación: Ano, semestres, trimestres e períodos de progreso. scripts de instalación openSIS crear 2 semestres e 4 trimestres por defecto. Con todo, sempre pode ter máis ou menos, conforme esixe pola súa escola. Do mesmo xeito, non pode haber calquera número de períodos de progreso nun determinado trimestre.
hr_hr: Obilježavanje razdoblja stranica je mjesto gdje ćete postava svoje škole obilježavanje razdoblja za školsku godinu. Postoje četiri zadane razine obilježavanja razdoblja dodao tijekom instalacije: Godina, semestar, četvrtine, i napredak razdoblja. openSIS instalacija skripti stvoriti 2 semestra i 4 četvrtine po defaultu. No uvijek možete imati više ili manje prema potrebi vaše škole. Isto tako, može biti bilo koji broj napredak razdoblja u jednom tromjesečju.
hu_hu: A jelölés időszakok oldal, ahol beállítását iskolák jelölés idő egy tanév. Négy alapértelmezett szintek jelölés időszakok hozzá a telepítés során: év, félév, Quarters, és a Haladás időszakok. openSIS telepítési parancsfájlokat létrehozni 2 félév 4 Quarters alapból. Azonban mindig van több vagy kevesebb, mint szükséges az iskolában. Hasonlóképpen, nem lehet tetszőleges számú haladás időszakok az adott negyedévben.
is_is: The Merking tímum er þar sem þú skipulag skóla þinn merkingar tíma fyrir skólaárið. Það eru fjórir vanræksla tiers merkingar tímabil bætt við uppsetningu: Year, annir Quarters, og framfarir tímabil. openSIS uppsetning forskriftir búa til 2 annir og 4 Quarters sjálfgefið. Hins vegar getur þú alltaf hafa fleiri eða færri eins og krafist er í skólann. Á sama hátt, það getur verið fleiri tímabil framfara í tilteknum fjórðungi.
ja_jp: マーキング期間]ページでは、あなたの学校は学校年度の期間をマーキング設定する場所です。年度、学期、四半期、および進捗期間：マーキングのインストール時に追加される期間の4つのデフォルトの段階があります。 openSISのインストールスクリプトは、デフォルトでは、2学期と4クォーターを作成します。しかし、あなたは常にあなたの学校で必要に応じてより多くのまたはより少ないを持つことができます。同様に、特定の四半期の進捗期間のどんな数でも利用できます。
lt_lt: Žymėjimo laikotarpiai puslapis, kur jums nustatyti savo mokyklų ženklinimas mokslo metų laikotarpių. Yra keturi įsipareigojimų neįvykdymo lygių žymėjimo pridėta diegimo metu laikotarpiai: Metai, semestrai, ketvirčiai ir pažangos laikotarpiai. openSIS diegimo scenarijų sudaro 2 semestrai ir 4 ketvirčius pagal nutylėjimą. Tačiau visada galite daugiau arba mažiau jūsų mokykloje, kaip reikalaujama. Be to, negali būti jokios pažangos laikotarpiai tam tikrą ketvirtį.
lv_lv: Marķēšanas periodi lapa ir, ja jūs setup savu skolas marķējums periodiem mācību gadā. Ir četri noklusējuma līmeņu marķējuma periodu pievienotās uzstādīšanas laikā: gads, semestrus, ceturtdaļas, un Progress periodus. openSIS instalācijas skriptu izveidot 2 semestriem un 4 ceturkšņiem pēc noklusējuma. Tomēr jūs vienmēr varat būt vairāk vai mazāk kā to prasa jūsu skolā. Tāpat var būt jebkurš skaits progresa periodu noteiktā ceturksnī.
mk_mk: Обележувањето Периоди страница е местото каде што го подесите Вашиот училишта означување периоди за учебната година. Постојат четири стандардно нивоа на одбележувањето периоди додадени во текот на инсталацијата: Година, семестри, Quarters, и напредок периоди. openSIS инсталација скрипти создаде 2 семестри и 4 Quarters по дифолт. Меѓутоа секогаш може да се повеќе или помалку како што се бара од страна на вашето училиште. Слично на тоа, не може да биде било кој број на напредокот периоди во даден квартал.
nn_no: Merkingen Perioder siden er der du oppsettet ditt skoler merking perioder for et skoleår. Det er fire standard nivåer av merking perioder lagt under installasjonen: Year, semester, Quarters, og Progress perioder. openSIS installasjon scripts skape 2 semestre og 4 Quarters som standard. Men du kan alltid ha flere eller færre som kreves av skolen din. Likeledes kan det være en rekke fremskritt perioder i et gitt kvartal.
pl_pl: Oznaczenie strony Okresy miejscu można skonfigurować szkół oznakowania okresów roku szkolnego. Istnieją cztery poziomy domyślne okresów oznakowania dodane podczas instalacji: rok, semestry, kwartały i okresów Progress. skrypty instalacyjne openSIS stworzyć 2 semestry i 4 Quarters domyślnie. Jednak zawsze można mieć więcej lub mniej, wymagane przez szkołę. Podobnie, nie może być dowolna liczba okresów postępu w danym kwartale.
pt_pt: A Marcação página períodos é onde você configurar o seu escolas marcação períodos de um ano escolar. Existem quatro níveis padrão de períodos de marcação adicionado durante a instalação: Ano, semestres, trimestres e períodos de progresso. scripts de instalação openSIS criar 2 semestres e 4 trimestres por padrão. No entanto, você sempre pode ter mais ou menos, conforme exigido por sua escola. Da mesma forma, não pode haver qualquer número de períodos de progresso em um determinado trimestre.
ro_ro: Marcarea Pagina Perioadele de configurare este în cazul în care vă scolile marcajul perioade de timp de un an şcolar. Există patru nivele implicit a perioadelor de marcare adăugate în timpul instalării: An, semestre, Sferturi, şi perioadele de Progress. script-urile de instalare openSIS crea 2 semestre şi 4 trimestre în mod implicit. Totuşi, puteţi avea întotdeauna mai multe sau mai puţine astfel cum cerute de şcoala voastră. În mod similar, nu poate fi orice număr de perioade de progres într-un trimestru dat.
ru_ru: Маркировка Периоды страница, где вы настроили школ маркировки сроки учебного года. Есть четыре стандартные уровни маркировки периоды добавлены во время установки: Год, семестры, кварталы, и прогресс периоды. скрипты openSIS установки создать 2 семестр и 4 кварталы по умолчанию. Однако вы всегда можете иметь больше или меньше в соответствии с требованиями вашей школы. Точно так же не может быть любое количество периодов прогресса в данном квартале.
sk_sk: Označenie Obdobie stránka, kde si nastaviť škôl označenie obdobie pre školský rok. K dispozícii sú štyri predvolené úrovňou označenie období pridanej počas inštalácie: rok, semestre, štvrťrokoch a pokroku doby. skripty openSIS inštalácii vytvorí 2 semestre a 4 štvrťroku v predvolenom nastavení. Môžete si však vždy viac alebo menej podľa požiadaviek vašej školy. Rovnako tak môže byť ľubovoľný počet období v priebehu štvrťroka.
sl_si: Označevanje Obdobja stran je, če ste nastavitev vaše šole označevanje obdobja za šolsko leto. Obstajajo štiri privzete stopnje označevanja obdobij dodane med namestitvijo: Year, semestrih, Quarters, in Progress obdobja. skripte namestitev openSIS ustvarite 2 semestrov in 4 Quarters privzeto. Vendar pa lahko vedno več ali manj, kot to zahteva svojo šolo. Podobno lahko obstaja poljubno število obdobij napredek v določenem četrtletju.
sq_al: Shënuar periudhat Faqja është ajo ku ju setup shkollat ​​e tuaj duke shënuar periudhat për një vit shkollor. Ka katër nivelet e parazgjedhur të periudhave të shënuar shtuar gjatë instalimit: Viti, semestrave, lagjet, dhe periudha e Progresit. Scripts instalimin openSIS krijojnë 2 semestra dhe 4 lagjet by default. Megjithatë ju gjithmonë mund të keni më shumë ose më pak, siç kërkohet nga shkolla juaj. Në mënyrë të ngjashme, nuk mund të jetë çdo numër të periudhave përparim në një të katërtën e dhënë.
sr_rs: Обележавање Периоди страница је место где можете подесити вашу школе обележавања периода за школску годину. Постоје четири нивоа подразумевано обележавања периода додао током инсталације: Година, семестра, сместај, и напредак периода. опенСИС инсталације скрипте направе 2 семестра и 4 четврти по подразумеваној вредности. Међутим увек можете имати више или мање у складу са вашој школи. Слично томе, не може бити било који број напретка периода у датом кварталу.
sv_se: Märkningen Perioder sida där du ställa in dina skolor märkning perioder för ett läsår. Det finns fyra förvalda nivåer av märkning perioder läggas under installationen: År, terminer, Quarters, och perioder Progress. openSIS installationsskript skapa 2 terminer och 4 kvartal som standard. Men du kan alltid ha fler eller färre som krävs av din skola. Likaså kan det finnas ett obegränsat antal framsteg perioder i ett visst kvartal.
th_th: หน้าระยะเวลาการทำเครื่องหมายเป็นที่ที่คุณติดตั้งโรงเรียนของคุณทำเครื่องหมายสำหรับงวดปีโรงเรียน ปี, การศึกษา, ไตรมาส, ความคืบหน้าและระยะเวลา : มีสี่ชั้นเริ่มต้นของระยะเวลาการทำเครื่องหมายเพิ่มในระหว่างการติดตั้งเป็น สคริปต์การติดตั้ง openSIS สร้าง 2 ภาคการศึกษาและ 4 ไตรมาสโดยค่าเริ่มต้น แต่คุณสามารถมีมากกว่าหรือน้อยกว่าตามความต้องการของโรงเรียนของคุณ ในทำนองเดียวกันจะมีจำนวนงวดความคืบหน้าใด ๆ ในช่วงไตรมาสที่กำหนด
tr_tr: İşaretleme Dönemleri sayfa okullarda bir okul yılı için dönemlerde işaretleme kurulum nerede. Yıl, Dönem, Çeyrek ve Terakki dönemi: işaretleyerek kurulumu sırasında eklenen süreler dört varsayılan katmanları vardır. Opensis kurulum komut, varsayılan olarak 2 Dönem ve 4 Çeyrek oluşturun. Ancak okul tarafından gerektiği gibi her zaman daha fazla veya daha az olabilir. Benzer şekilde, belli bir çeyrek ilerleme dönemlerinin herhangi bir sayı olabilir.
uk_ua: Маркування Періоди сторінка, де ви налаштували шкіл маркування терміни навчального року. Є чотири стандартні рівні маркування періоди додані під час установки: Рік, семестри, квартали, і прогрес періоди. скрипти openSIS установки створити 2 семестр і 4 квартали за замовчуванням. Однак ви завжди можете мати більше або менше відповідно до вимог вашої школи. Точно так само не може бути будь-яка кількість періодів прогресу в даному кварталі.
wa_be: Mae&#39;r dudalen Cyfnodau Mae marcio yn lle rydych setup eich ysgolion marcio gyfnodau am flwyddyn ysgol. Mae pedair haen diofyn o gyfnodau farcio hychwanegu yn ystod y gosod: Flwyddyn, Semester, Chwarteri, a chyfnodau Cynnydd. sgriptiau gosod openSIS creu Semester 2 a 4 chwarteri yn ddiofyn. Fodd bynnag gallwch chi bob amser yn cael mwy neu lai fel sy&#39;n ofynnol gan eich ysgol. Yn yr un modd, gall fod unrhyw nifer o gyfnodau gynnydd mewn chwarter a roddir.
zh_tw: 扣分警告頁面就是你設置你的學校，標誌著期為一學年。有四個層次的標誌時期默認添加在安裝過程中：年，學期，宿舍和進展期。 openSIS安裝腳本創建 2個學期，4季度的默認。但是你總能有更多或更少所要求的學校。同樣，可以有任意數量的進展期在某一季度。

source: in the column corresponding to the type of marking period you want to add. Then, complete the marking periods information in the fields above the list of marking periods and click the Save button
af_za: in die kolom wat ooreenstem met die aard van die nasienperiode wat jy wil byvoeg. Dan, voltooi die nasien tydperke inligting in die gebied bo die lys van die nasien van periodes en kliek op die Save-knoppie
be_by: у слупок, які адпавядае тып маркіроўкі перыяд вы хочаце дадаць. Затым, у камплекце маркіроўкі перыядаў інфармацыі ў палях вышэй спіс маркіроўкі перыядаў і націсніце кнопку Захаваць
bg_bg: в колоната, съответстваща на вида на маркировката на период, който искате да добавите. След това, маркировката периоди информация в областта над списъка на маркиране периоди и щракнете върху бутона Save
bn_bd: কলাম সংশ্লিষ্ট অবস্থানসূচক সময়ের ধরণ আপনি যোগ করতে চান. তারপর, অবস্থানসূচক সময়সীমার তালিকা উপরোক্ত ক্ষেত্রে অবস্থানসূচক সময়সীমার তথ্য এবং সম্পূর্ণ সেভ বাটন ক্লিক করুন
da_dk: i kolonnen, der svarer til den type mærkning periode, du ønsker at tilføje. Så komplet mærkning perioder oplysninger i felterne over listen med mærkning perioder og klikke på knappen Gem
el_gr: στη στήλη που αντιστοιχεί στον τύπο της σήμανσης περίοδο που θέλετε να προσθέσετε. Στη συνέχεια, συμπληρώστε τη σήμανση πληροφορίες περιόδους στα πεδία πάνω από τη λίστα των περιόδων σήμανση και κάντε κλικ στο κουμπί Αποθήκευση
et_ee: veeru vastavat tüüpi tähistamine periood, mida soovite lisada. Siis täielik märgistus perioodide teavet eespool toodud väljadele nimekirja tähistamine perioodide ja klõpsake nuppu Salvesta
fa_ir: در ستون مربوط به نوع مارک دوره که میخواهید اضافه کنید. سپس ، کامل مارک دوره های اطلاعات در زمینه های فوق لیست دوره های مارک و با کلیک بر روی دکمه ذخیره
fi_fi: sarakkeeseen vastaavan tyyppinen merkintä kauden haluat lisätä. Sitten täydellinen merkintä aikoja tiedot kenttiin yllä luetteloa merkintä aikoja ja napsauta Tallenna-painiketta
ga_ie: sa cholún a fhreagraíonn do na gcineál tréimhse marcála ba mhaith leat a chur leis. Ansin, comhlánaigh an mharcáil tréimhsí faisnéis i láthair sna réimsí thuasluaite ar an liosta de na tréimhsí marcála agus cliceáil ar an gcnaipe Sábháil
gl_gl: na columna correspondente ao tipo de período de reserva quere engadir. Entón, completar a reserva información períodos nos campos sobre a lista de períodos de reserva e prema no botón Gardar
hr_hr: u stupcu koji odgovara vrsti obilježavanja razdoblja želite dodati. Zatim, dovršili obilježavanje razdoblja podatke u polja iznad popisa obilježavanja razdoblja i kliknite na gumb Spremi
hu_hu: Az oszlop megfelelő típusú jelölési időszak szeretne hozzáadni. Ezután töltse ki a jelölést időszakokban információt a fenti mezők listáját jelölés időszakok, majd kattintson a Mentés gombra
is_is: í dálkinum sem svarar til tegund merkingar tímabil sem þú vilt bæta við. Þá ljúka merkingar tímabil upplýsingar í reitina fyrir ofan listann yfir merkingar tímabil og smelltu á Vista hnappinn
ja_jp: 追加するマーキング期間のタイプに対応する列インチ次に、マーキングの期間のリスト上のフィールドでのマーキングの期間の情報を完了し、[保存]ボタンをクリックします。
lt_lt: stulpelyje atitinka tipo ženklinimo laikotarpio, kurį norite pridėti. Tada užpildyti ženklinimo, informacijos srityse virš žymėjimo laikotarpius, sąrašą, ir spustelėkite mygtuką &quot;Išsaugoti&quot;
lv_lv: kolonnā, kas atbilst tipam marķējuma perioda, kuru vēlaties pievienot. Tad aizpildiet marķējums periodiem informācija virs saraksta marķēšanas periodu laukus un noklikšķiniet uz pogas Saglabāt
mk_mk: во колоната што одговара на видот на обележување период сакате да го додадете. Потоа, заврши одбележувањето периоди информации во областа над листата на означување периоди и кликнете на копчето Зачувај
nn_no: i kolonnen som tilsvarer den type merking perioden du vil legge til. Deretter fullføre merkingen periodene informasjon i feltene over listen med merking perioder og klikk Lagre
pl_pl: w kolumnie odpowiadającej rodzaj okresu oznakowania chcesz dodać. Następnie, kompletne oznakowanie informacji okresów w dziedzinie nad listą okresów oznakowania i kliknij przycisk Zapisz
pt_pt: na coluna correspondente ao tipo de período de marcação você deseja adicionar. Então, completar a marcação informações períodos nos campos acima da lista de períodos de marcação e clique no botão Salvar
ro_ro: în coloana corespunzătoare tipului de perioada de marcare pe care doriţi să adăugaţi. Apoi, marcajul complet informaţiile perioadele în domeniile de mai sus pe lista de perioade de marcare şi faceţi clic pe butonul Salvare
ru_ru: в столбец, соответствующий тип маркировки период вы хотите добавить. Затем, в комплекте маркировки периодов информации в полях выше список маркировки периодов и нажмите кнопку Сохранить
sk_sk: v stĺpci zodpovedajúcej typu označenie doby, ktorú chcete pridať. Potom, kompletné označenie obdobie informácií v oblasti nad zoznamom označenie obdobia a kliknite na tlačidlo Uložiť
sl_si: v stolpcu, ki ustreza vrsti oznake obdobja, ki ga želite dodati. Potem, popolne informacije označevanje obdobja na področju nad seznamom označevanja obdobij in kliknite na gumb Save
sq_al: në kolonën përkatëse të tipit të periudhës shënuar që dëshironi të shtoni. Pastaj, të plotë duke shënuar periudhat e informacionit në fushat e mësipërme listën e periudhave të shënuar dhe klikoni në butonin Ruaj
sr_rs: у колони која одговара типу обележавања периода који желите да додате. Затим, комплетна обележавање периода информације у поља изнад листе обележавања периода и кликните на дугме Сачувај
sv_se: i kolumnen som motsvarar den typ av märkning period du vill lägga till. Sedan fylla i märkning perioder i fälten ovanför listan med märkning perioder och klicka på Spara
th_th: ในคอลัมน์ที่สอดคล้องกับประเภทของระยะเวลาการทำเครื่องหมายที่คุณต้องการเพิ่ม จากนั้นกรอกข้อมูลระยะเวลาการทำเครื่องหมายในช่องที่อยู่เหนือรายการของระยะเวลาการทำเครื่องหมายและคลิกที่ปุ่มบันทึก
tr_tr: Eklemek istediğiniz işaretleme dönemi türüne karşılık gelen sütun. Sonra, işaretleme dönemleri listesinin üstündeki alanlarda işaretleme dönemleri bilgilerin eksiksiz ve Kaydet düğmesini tıklatın
uk_ua: в стовпець, відповідний тип маркування період ви хочете додати. Потім, в комплекті маркування періодів інформації в полях вище список маркування періодів і натисніть кнопку Зберегти
wa_be: yn y golofn sy&#39;n cyfateb i&#39;r math o cyfnod marcio ydych am ychwanegu. Yna, cwblhewch y wybodaeth cyfnodau marcio yn y meysydd uchod yn y rhestr o gyfnodau marcio a chliciwch ar y botwm Save
zh_tw: 在列對應的類型標誌期間，您要添加。然後，完成標識信息的時間在上面的列表中的標記時間，然後點擊保存按鈕
