Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You can specify the desired eligibility timeframe by choosing the desired timeframe from the pull-down menu at the top of the screen. These timeframes are setup in the Entry Times program.
af_za: Jy kan die gewenste in aanmerking te kom tydraamwerk bepaal deur die keuse van die gewenste tyd van die hangkieslys aan die bokant van die skerm. Hierdie tydraamwerke is setup in die program Entry Times.
ar_dz: يمكنك تحديد الإطار الزمني المطلوب الأهلية عن طريق اختيار الإطار الزمني المطلوب من القائمة المنسدلة في أعلى الشاشة. هذه الأطر الزمنية هي الإعداد في البرنامج الدخول تايمز.
be_by: Вы можаце паказаць жаданыя тэрміны правы, выбраўшы жаданыя тэрміны з выпадальнага меню ў верхняй частцы экрана. Гэтыя тэрміны могуць быць сканфігураваны ў праграме Уступленне Times.
bg_bg: Можете да зададете желания срок за допустимост, като изберете желания срок от падащото меню в горната част на екрана. Тези времеви рамки са настроени в програмата за влизане Times.
bn_bd: আপনি পর্দার উপরের টান ডাউন মেনু থেকে পছন্দসই timeframe বেছে পছন্দসই যোগ্যতা timeframe উল্লেখ করা যাবে. এই timeframes হয় এন্ট্রি টাইমস প্রোগ্রামের সেটআপ.
da_dk: Du kan angive de ønskede berettigelse tidsramme ved at vælge den ønskede tidsramme fra pull-down menuen øverst på skærmen. Disse tidsfrister er setup i Entry Times programmet.
el_gr: Μπορείτε να καθορίσετε το επιθυμητό χρονικό πλαίσιο επιλεξιμότητας επιλέγοντας το επιθυμητό χρονικό πλαίσιο από το pull-down μενού στο πάνω μέρος της οθόνης. Αυτά τα χρονικά πλαίσια είναι ρυθμισμένα στους Times Έναρξη προγράμματος.
es_es: Se puede especificar el periodo de tiempo deseado elegibilidad eligiendo el plazo deseado en el menú desplegable en la parte superior de la pantalla. Estos plazos están establecidos en el programa de tiempos de entrada.
et_ee: Saate määrata soovitud abikõlblikkuse tähtaja, valides soovitud aja jooksul alates rippmenüüst ülaosas ekraani. Need tähtajad on setup Entry Times programmi.
fa_ir: شما می توانید بازه زمانی واجد شرایط مورد نظر با انتخاب بازه زمانی مورد نظر را از منوی PULL - DOWN در بالای صفحه نمایش را مشخص کنید. این زمانبندی راه اندازی برنامه بار در ورود است.
fi_fi: Voit määrittää haluamasi tukikelpoisuuden aikataulu valitsemalla haluttu aikataulu siitä alasvetovalikosta yläreunassa näytön. Nämä määräajat ovat setup Entry Times ohjelmaa.
ga_ie: Is féidir leat a shonrú leis an fhráma ama incháilitheachta ag teastáil ag roghnú an fráma ama atá ag teastáil ón roghchlár tarraingt anuas ag barr an scáileáin. Tá na frámaí ama thus i gclár Iontrála Times.
gl_gl: Vostede pode especificar o período de elixibilidade desexado, escollendo o período desexado no menú desplegable na parte superior da pantalla. Estes prazos son configurados no programa tempos de inscrición.
hr_hr: Možete odrediti željeni vremenski podobnosti odabirom željene rok iz padajućeg izbornika na vrhu zaslona. Ove rokovima su postava u programu unos Times.
hu_hu: Megadhatja a kívánt jogosultsági időn belül kiválasztja a kívánt időn belül a legördülő menüből a képernyő tetején. Ezek a határidők a setup a nevezési Times programot.
is_is: Þú getur tilgreint viðkomandi hæfi tíma með því að velja viðeigandi tíma úr fellilistanum efst á skjánum. Þessar tímaáætlanir eru skipulag í færslunni Times program.
ja_jp: あなたは画面の上部にあるプルダウンメニューから希望の期間を選択して、目的の適格性の時間枠を指定することができます。これらの時間枠は、エントリータイムズプログラムのセットアップです。
lt_lt: Jūs galite nurodyti pageidaujamą tinkamumo terminą pasirinkti norimą laikotarpį, iš išskleidžiamojo meniu ekrano viršuje. Šie terminai yra setup įrašas Times programa.
lv_lv: Jūs varat norādīt vēlamo atbilstību termiņiem, izvēloties vēlamo termiņu no pull-down menu augšpusē ekrānam. Šie termiņi ir setup Entry Times programmu.
mk_mk: Можете да ги одредите подобноста саканата временска рамка од изборот на саканата временска рамка од паѓачкото мени на врвот од екранот. Овие временски рамки се подесување во влез тајмс програма.
nn_no: Du kan spesifisere ønsket berettigelse tidsramme ved å velge ønsket tidsramme fra rullegardinmenyen øverst på skjermen. Disse tidsrammer er oppsett i Entry Times programmet.
pl_pl: Możesz określić planowanych terminach kwalifikacji poprzez wybór planowanych terminach z rozwijanego menu na górze ekranu. Te ramy czasowe są ustawione w programie Times Wejście.
pt_pt: Você pode especificar o período de elegibilidade desejado, escolhendo o período desejado no menu suspenso na parte superior da tela. Estes prazos são configurados no programa tempos de inscrição.
ro_ro: Aveţi posibilitatea să specificaţi intervalul de timp de eligibilitate dorit prin alegerea termenul dorit din meniul vertical din partea de sus a ecranului. Aceste termene sunt setate în programul de intrare Times.
ru_ru: Вы можете указать желаемые сроки права, выбрав желаемые сроки из выпадающего меню в верхней части экрана. Эти сроки могут быть сконфигурированы в программе Вступление Times.
sk_sk: Môžete nastaviť požadovanú spôsobilosť časovom výberom požadovaného termínu z pull-down menu v hornej časti obrazovky. Tieto časové rámce sú vytvorené v programe Entry Times.
sl_si: Določite lahko želeno časovno obdobje upravičenosti, tako da izberete želeni časovni okvir iz spustnem meniju na vrhu zaslona. Ti roki so nastavitve v programu Vstop Times.
sq_al: Ju mund të specifikoni afatin e dëshiruar të drejtën duke zgjedhur kohore e dëshiruar nga pull-down menu në krye të ekranit. Këto afate kohore janë setup në programin Times Hyrja.
sr_rs: Можете одредити жељени временски оквир подобности избором жељене року од падајућег менија на врху екрана. Ови рокови су подешавање у доба Улаз програма.
sv_se: Du kan ange önskad behörighet tidsram genom att välja önskad tidsram från rullgardinsmenyn längst upp på skärmen. Dessa tidsramar är inställda i Entry Times programmet.
th_th: คุณสามารถระบุระยะเวลาที่เหมาะสมที่ต้องการโดยการเลือกช่วงเวลาที่ต้องการจากเมนูแบบดึงลงที่ด้านบนของหน้าจอ ระยะเวลาเหล่านี้จะถูกติดตั้งในรายการโปรแกรมไท
tr_tr: Ekranın üst kısmında açılan menüden istenilen süre seçerek istenilen uygunluk zaman dilimi belirtebilirsiniz. Bu zaman dilimleri Giriş Times programı hazırlıyoruz.
uk_ua: Ви можете вказати бажані терміни права, вибравши бажані терміни з випадаючого меню у верхній частині екрана. Ці терміни можуть бути налаштовані в програмі Вступ Times.
wa_be: Gallwch bennu cymhwyster y cyfnod a ddymunir gan ddewis yr amserlen ddymunol o&#39;r ddewislen tynnu-lawr ar frig y sgrin. Mae&#39;r amserlenni yn cael eu gosod yn y rhaglen Mynediad Times.
zh_tw: 您可以指定所需的資格時間選擇所需的時間從下拉菜單在屏幕上方。這些時限是設置在入境時報方案。

source: Add Activity
af_za: Voeg Aktiwiteit
ar_dz: إضافة نشاط
be_by: Дадаць актыўнасць
bg_bg: Добави Активност
bn_bd: সক্রিয়তা যোগ করুন
da_dk: Tilføj aktivitet
el_gr: Προσθήκη Δραστηριότητα
es_es: Agregar una Actividad
et_ee: Lisa tegevus
fa_ir: اضافه کردن فعالیت
fi_fi: Lisää Activity
ga_ie: Cuir Gníomhaíocht
gl_gl: Engadir Actividade
hr_hr: Dodaj aktivnost
is_is: Bæta Afþreying
ja_jp: アクティビティを追加します。
lt_lt: Pridėti Veikla
lv_lv: Pievienot nodarbi
mk_mk: Додај активност
nn_no: Legg til aktivitet
pl_pl: Dodaj aktywny
pt_pt: Adicionar Atividade
ro_ro: Adaugă Activitatea
ru_ru: Добавить активность
sk_sk: Pridanie aktivity
sl_si: Dodaj Activity
sq_al: Add Aktiviteti
sr_rs: Додај активности
sv_se: Lägg till aktivitet
th_th: เพิ่มกิจกรรม
tr_tr: Aktivite Ekle
uk_ua: Додати активність
wa_be: Ychwanegu Gweithgaredd
zh_tw: 添加活動

source: This page allows you to add an activity to a group of students in one action.
af_za: Op hierdie bladsy kan jy &#39;n aktiwiteit te voeg tot&#39; n groep studente in een aksie.
ar_dz: هذه الصفحة يسمح لك بإضافة نشاط لمجموعة من الطلاب في عمل واحد.
be_by: Гэтая старонка дазваляе дадаваць дзейнасці групы студэнтаў у адной дзеі.
bg_bg: Тази страница Ви позволява да добавяте дейност на група ученици в едно действие.
bn_bd: এই পৃষ্ঠায় আপনি ছাত্রদের একটি দল থেকে এক কাজ করুন একটি যোগ করতে পারবেন.
da_dk: Denne side tillader dig at tilføje en aktivitet til en gruppe af studerende på én gang.
el_gr: Αυτή η σελίδα σας επιτρέπει να προσθέσετε μια δραστηριότητα σε μια ομάδα μαθητών σε μια δράση.
es_es: Esta página le permite agregar una actividad para un grupo de alumnos en una sola acción.
et_ee: Sellel leheküljel saab lisada tegevuse rühm õpilasi ühes action.
fa_ir: این صفحه به شما اجازه می دهد به اضافه کردن فعالیت های گروهی از دانش آموزان در یک اقدام می باشد.
fi_fi: Tällä sivulla voit lisätä toiminnan ryhmä opiskelijoita yhdellä toiminnolla.
ga_ie: Ceadaíonn an leathanach seo leat chun gníomhaíocht a chur ar ghrúpa de mhic léinn in aon chaingean.
gl_gl: Esta páxina permite que engade unha actividade para un grupo de estudantes nunha acción.
hr_hr: Ova stranica vam omogućava da dodati aktivnost u skupinu studenata u jednoj akciji.
hu_hu: Ez az oldal lehetővé teszi, hogy adjunk egy tevékenységet tanulócsoport egy akció.
is_is: Þessi síða gerir þér kleift að bæta starfsemi við hóp af nemendum í einni aðgerð.
ja_jp: このページでは、1つのアクションでの学生のグループにアクティビティを追加することができます。
lt_lt: Šis puslapis leidžia jums pridėti vieną veiksmą veiklą studentų grupė.
lv_lv: Šī lapa ļauj pievienot darbību studentu grupu, vienā darbībā.
mk_mk: Оваа страница ви овозможува да додадете активност на група на студенти во една акција.
nn_no: Denne siden lar deg legge til en aktivitet til en gruppe studenter i én handling.
pl_pl: Ta strona pozwala na dodawanie działalności do grupy uczniów w jednej akcji.
pt_pt: Esta página permite que você adicione uma atividade para um grupo de estudantes em uma ação.
ro_ro: Această pagină vă permite să adăugaţi o activitate într-un grup de elevi într-o singură acţiune.
ru_ru: Эта страница позволяет добавлять деятельности группы студентов в одном действии.
sk_sk: Na tejto stránke môžete pridať ku skupine činností študentov v jednej akcie.
sl_si: Ta stran vam omogoča dodajanje dejavnosti v skupino študentov v eno tožbo.
sq_al: Kjo faqe ju lejon të shtoni një aktivitet për një grup të studentëve në një veprim.
sr_rs: Ова страница вам омогућава да додате делатност групу ученика у једној акцији.
sv_se: Den här sidan kan du lägga till en verksamhet till en grupp studenter i en handling.
th_th: หน้านี้จะช่วยให้คุณสามารถเพิ่มกิจกรรมให้กับกลุ่มของนักเรียนในการดำเนินการอย่างใดอย่างหนึ่ง
tr_tr: Bu sayfa, bir eylem, bir grup öğrenci için bir etkinlik eklemek için izin verir.
uk_ua: Ця сторінка дозволяє додавати діяльності групи студентів на одну дію.
wa_be: Mae&#39;r dudalen hon yn eich galluogi i ychwanegu gweithgaredd i grŵp o fyfyrwyr mewn un weithred.
zh_tw: 此頁面允許您添加一個活動，一群學生在一個動作。
