Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Daily Absences this quarter
af_za: Daaglikse Afwesighede hierdie kwartaal
ar_dz: الغياب اليومي في هذا الربع
be_by: Штодня адсутнасці ў гэтым квартале
bg_bg: Daily Отсъствия това тримесечие
bn_bd: দৈনিক অনুপস্থিতি এই সিকি
da_dk: Daglig Fravær dette kvartal
el_gr: Καθημερινά Απουσίες αυτό το τρίμηνο
es_es: Inasistencias Diarias en este trimestre
et_ee: Daily Puudumised selle kvartali
fa_ir: روزانه غیبت این سه ماهه
fi_fi: Daily Poissaolot tällä neljänneksellä
ga_ie: Asláithreachtaí Gníomhacha Laethúla an ráithe seo
gl_gl: Ausencias diaria neste trimestre
hr_hr: Dnevni izostanaka ovom kvartalu
hu_hu: Napi távollét ebben a negyedévben
is_is: Daily Fjarvista þessum ársfjórðungi
ja_jp: 毎日の欠席この四半期
lt_lt: Dienos Nedalyvavimai šį ketvirtį
lv_lv: Dienas kavējumiem šajā ceturksnī
mk_mk: Дневни отсуства овој квартал
nn_no: Daglig Fravær dette kvartalet
pl_pl: Codziennie Nieobecności w tym kwartale
pt_pt: Ausências diária neste trimestre
ro_ro: Absenţele de zi cu zi acest trimestru
ru_ru: Ежедневно Отсутствия в этом квартале
sk_sk: Denné neprítomnosť v tomto štvrťroku
sl_si: Daily odsotnosti tem četrtletju
sq_al: Mungesat ditore këtij tremujori
sr_rs: Дневни Изостанци овом кварталу
sv_se: Daglig Frånvaro detta kvartal
th_th: การขาดเรียนทุกวันในไตรมาสนี้
tr_tr: Günlük Devamsızlık bu çeyrekte
uk_ua: Щодня Відсутності в цьому кварталі
wa_be: Absenoldebau dyddiol y chwarter hwn
zh_tw: 每日缺席本季度

source: Other Attendance this quarter:
af_za: Ander Bywoning van hierdie kwartaal:
ar_dz: غيرها من الحضور في هذا الربع :
be_by: Іншыя наведвальнасці ў гэтым квартале:
bg_bg: Други Присъствие през това тримесечие:
bn_bd: অন্যান্য এই সিকি এ্যাটেনডেন্স:
da_dk: Andre Tilskuere dette kvartal:
el_gr: Άλλες Συμμετοχή αυτό το τρίμηνο:
es_es: Otras Asistencias en este trimestre
et_ee: Muud osalemine selles kvartalis:
fa_ir: حضور و غیاب دیگر این سه ماهه :
fi_fi: Muut Läsnäolo tällä neljänneksellä:
ga_ie: Tinreamh Eile ráithe seo:
gl_gl: Atención outros neste trimestre:
hr_hr: Ostali Gledatelja ovom kvartalu:
hu_hu: További Nézőszám ebben a negyedévben:
is_is: Aðrar Aðsókn þessum ársfjórðungi:
ja_jp: 他の出席この四半期：
lt_lt: Kiti lankomumo šį ketvirtį:
lv_lv: Citas Apmeklējumu šajā ceturksnī:
mk_mk: Други Публика на овој квартал:
nn_no: Andre Tilskuere dette kvartalet:
pl_pl: Inne Uczestnictwo w tym kwartale:
pt_pt: Atendimento outros neste trimestre:
ro_ro: Participarea Alte acest trimestru:
ru_ru: Другие посещаемости в этом квартале:
sk_sk: Ostatné Účasť v tomto štvrťroku:
sl_si: Drugi Udeležba tem četrtletju:
sq_al: Pjesëmarrja e tjera këtë tremujor:
sr_rs: Други Похађање овог квартала:
sv_se: Andra Närvaro detta kvartal:
th_th: ผู้เข้าร่วมอื่น ๆ ในไตรมาสนี้ :
tr_tr: Diğer Seyirci bu çeyrekte:
uk_ua: Інші відвідуваності в цьому кварталі:
wa_be: Presenoldeb eraill yn y chwarter hwn:
zh_tw: 其他出席本季度：

source: Period-by-period absences
af_za: Tydperk-deur-tydperk afwesighede
ar_dz: فترة تلو فترة الغياب
be_by: Перыяд, па-перыяд адсутнасці
bg_bg: Период от периода отсъствия
bn_bd: মেয়াদ-দ্বারা-সময়ের অনুপস্থিতি
da_dk: Periode-by-periode fravær
el_gr: Περίοδος ανά περίοδο απουσίες
es_es: Inasistencias Período a período
et_ee: Perioodi-by-perioodi puudumiste
fa_ir: دوره به دوره غیبت
fi_fi: Kausi-by-ajan poissaolot
ga_ie: Tréimhse-by-tréimhse as láthair
gl_gl: Período a período, ausencias
hr_hr: Razdoblje po razdoblju izostanaka
hu_hu: Időszak-by-időszak távollét
is_is: Tímabil-fyrir-tíma fjarveru
ja_jp: 期間ごとの欠勤
lt_lt: Laikotarpį laikotarpio nebuvimo
lv_lv: Laikposms-by-perioda kavējumi
mk_mk: Период по период отсуства
nn_no: Periode-by-periode fravær
pl_pl: Okres po okresie nieobecności
pt_pt: Período a período, ausências
ro_ro: Perioada-de-perioadă de absenţe
ru_ru: Период, по-период отсутствия
sk_sk: Obdobie od obdobia neprítomnosti
sl_si: Obdobje, ki ga obdobja odsotnosti
sq_al: Periudha pas periudhës mungesat
sr_rs: Период по период одсуства
sv_se: Period-för-period frånvaro
th_th: ขาดช่วงเวลาโดยระยะเวลา
tr_tr: Dönem dönem devamsızlıklar
uk_ua: Період, по-період відсутності
wa_be: Cyfnod fesul cyfnod o absenoldebau
zh_tw: 期間逐期缺席

source: Create Grade Lists for Selected Students
af_za: Skep Graad Lyste vir gekeurde studente
ar_dz: إنشاء قوائم لطلاب الصف مختارة
be_by: Стварэнне класа Спісы для асобных студэнтаў
bg_bg: Създаване на клас Списъци за подбрани студенти
bn_bd: নির্বাচিত শিক্ষার্থীদের জন্য গ্রেড তালিকা তৈরি করুন
da_dk: Opret Grade Lister til udvalgte elever
el_gr: Δημιουργία Βαθμού Λίστες για επιλεγμένους μαθητές
es_es: Crear Listas de Calificaciones para los Alumnos Seleccionados
et_ee: Loo Hinne nimekirjad valitud üliõpilaste
fa_ir: ایجاد لیست کلاس برای دانش آموزان انتخاب شده
fi_fi: Luo Grade Luettelot ja valituille opiskelijoille
ga_ie: Cruthaigh Liostaí Grád do Mhic Léinn Roghnaithe
gl_gl: Crear listas para os alumnos seleccionados
hr_hr: Napravite Ocjena Liste za odabrane studente
hu_hu: Készítsen Grade listák kiválasztott diákok
is_is: Búa Grade Lists fyrir valin Nemendur
ja_jp: 選ばれた学生のためのグレードリストを作成
lt_lt: Sukurti laipsnio sąrašus atrinktiems studentams
lv_lv: Izveidot kategorijas Saraksti Atlasīts Students
mk_mk: Креирај Одделение листи за избрани студенти
nn_no: Lag Grade Lister for utvalgte studenter
pl_pl: Tworzenie klasy Listy do wybranych studentów
pt_pt: Criar listas para os alunos selecionados
ro_ro: Creaţi liste de grad pentru Studenţi selectate
ru_ru: Создание класса Списки для отдельных студентов
sk_sk: Vytvorte Grade Zoznamy pre vybrané študentov
sl_si: Ustvari Grade Seznami za izbranih študentov
sq_al: Krijo Listat e klasës për studentët e zgjedhur
sr_rs: Направите Разред Листе за одабране студенте
sv_se: Skapa Grade listor för utvalda studenter
th_th: สร้างรายการสำหรับนักเรียนชั้นประถมศึกษาปีที่เลือก
tr_tr: Seçilen öğrenciler için Sınıf Listesi Oluştur
uk_ua: Створення класу Списки для окремих студентів
wa_be: Creu Gradd Rhestrau Dethol ar gyfer Myfyrwyr
zh_tw: 創建等級列出挑選的學生

source: When do you want to recalculate the running GPA numbers
af_za: Wanneer wil jy te herbereken die loop GPA-nommers
ar_dz: متى تريد حساب الأرقام على التوالي GPA
be_by: Калі вы хочаце, каб пералічыць пад кіраваннем ГПД нумары
bg_bg: Когато искаш да преизчисли текущите номера GPA
bn_bd: যখন আপনাকে পুনঃগণনা চান চলমান জিপিএ সংখ্যা
da_dk: Hvornår ønsker du at genberegne kører GPA-numre
el_gr: Πότε θέλετε να υπολογίσει εκ νέου τη λειτουργία τους αριθμούς ΣΔΣ
es_es: Â¿Cuándo desea recalcular los números corrientes del Promedio General ?
et_ee: Kui sa tahad uuesti arvutada, töötab GPA numbrid
fa_ir: آیا شما می خواهید به دوباره حساب شماره در حال اجرا معدل
fi_fi: Kun haluat laskea käynnissä GPA numerot
ga_ie: Nuair a dhéanann tú ag iarraidh a athríomh a reáchtáil uimhreacha GPA
gl_gl: Cando se quere para recalcular os números execución GPa
hr_hr: Kada želite preračunati trčanje GPA broj
hu_hu: Ha szeretné, hogy újraszámolja a futó GPA számok
is_is: Hvenær viltu að endurreikna gangi GPA númer
ja_jp: いつ実行されているGPAの数値は、再計算しますか
lt_lt: Kada norite perskaičiuoti veikia VPS numeriai
lv_lv: Kad jūs vēlaties, lai pārrēķinātu darbības VIN numuriem
mk_mk: Кога сакате да рекалкулиране на работи Успех броеви
nn_no: Når ønsker du å beregne kjører GPA tallene
pl_pl: Kiedy chcesz, aby ponownie uruchomione numery GPA
pt_pt: Quando você quer para recalcular os números execução GPA
ro_ro: Când vrei să recalculeze numerele de funcţionare AAP
ru_ru: Когда вы хотите, чтобы пересчитать под управлением ГПД номера
sk_sk: Keď chcete prepočítať prevádzky GPA čísla
sl_si: Če želite preračunati tekoče številke GPA
sq_al: Kur doni të rillogaritjen drejtimin numrat GPA
sr_rs: Када желите да прерачунати ради ГПА бројеве
sv_se: När vill du att räkna om löpande GPA nummer
th_th: เมื่อคุณต้องการคำนวณตัวเลขที่ใช้เก​​รดเฉลี่ย
tr_tr: Ne zaman çalışan GPA numaraları yeniden hesaplamak için istiyorsun
uk_ua: Коли ви хочете, щоб перерахувати під управлінням ГПД номера
wa_be: Pryd ydych chi eisiau ail-gyfrifo&#39;r rhedeg nifer GPA
zh_tw: 當你想重新計算運行 GPA號碼

source: The grades for
af_za: Die grade vir
ar_dz: الدرجات ل
be_by: Адзнакі за
bg_bg: Степените за
bn_bd: গ্রেড
da_dk: Karaktererne for
el_gr: Οι βαθμοί για
es_es: Las calificaciones para
et_ee: Hindeid
fa_ir: نمرات برای
fi_fi: Arvosanat
ga_ie: Na gráid le haghaidh
gl_gl: Os graos de
hr_hr: Ocjene za
hu_hu: A fokozatok a
is_is: The Einkunnir
ja_jp: の成績
lt_lt: Rangai
lv_lv: Atzīmes
mk_mk: Оценките за
nn_no: Karakterene for
pl_pl: Zaszeregowania dla
pt_pt: Os graus de
ro_ro: Clase pentru
ru_ru: Оценки за
sk_sk: Stupne pre
sl_si: Ocene za
sq_al: Notat për
sr_rs: Оцене за
sv_se: Betygen för
th_th: เกรดสำหรับ
tr_tr: Için notlar
uk_ua: Оцінки за
wa_be: Mae&#39;r graddau ar gyfer
zh_tw: 該牌號為

source: has been recalculated.
af_za: is herbereken.
ar_dz: وقد تم إعادة حساب.
be_by: былі пералічаныя.
bg_bg: е преизчислена.
bn_bd: এর জন্য পুনঃগণনা হয়েছে
da_dk: er blevet genberegnet.
el_gr: Έχει υπολογιστεί εκ νέου.
es_es: han sido recalculadas.
et_ee: on ümber.
fa_ir: شده است مجددا محاسبه است.
fi_fi: on laskettu uudelleen.
ga_ie: Tá athríomh.
gl_gl: foi recalculado.
hr_hr: je ponovno izračunava.
hu_hu: újraszámolták.
is_is: hefur verið endurreiknuð.
ja_jp: 再計算されています。
lt_lt: buvo perskaičiuotos.
lv_lv: tika pārrēķināta.
mk_mk: е пресметаните.
nn_no: er omregnet.
pl_pl: została ponownie obliczona.
pt_pt: foi recalculado.
ro_ro: a fost recalculat.
ru_ru: были пересчитаны.
sk_sk: bola prepočítaná.
sl_si: je ponovno izračunan.
sq_al: ka qenë rillogaritet.
sr_rs: је поново израчунате.
sv_se: har omräknats.
th_th: ได้รับการคำนวณใหม่
tr_tr: yeniden hesaplandı.
uk_ua: були перераховані.
wa_be: wedi cael ei ailgyfrifo.
zh_tw: 已被重新計算。

source: When do you want to recalculate the running GPA numbers?
af_za: Wanneer wil jy hê om die loop GPA-nommers te herbereken?
ar_dz: متى تريد حساب الأرقام على التوالي GPA؟
be_by: Калі вы хочаце, каб пералічыць пад кіраваннем ГПД лічбы?
bg_bg: Когато искаш да се преизчисляват текущите номера GPA?
bn_bd: আপনি কখন বর্তমান GPA সংখ্যা পুনগননা করতে চান?
da_dk: Hvornår ønsker du at genberegne kører GPA numre?
el_gr: Πότε θέλετε να υπολογίσει εκ νέου τη λειτουργία τους αριθμούς ΣΔΣ;
et_ee: Kui sa tahad uuesti arvutada, töötab GPA numbrid?
fa_ir: هنگامی که آیا شما می خواهید دوباره حساب شماره در حال اجرا معدل؟
fi_fi: Kun haluat laskea käynnissä GPA numerot?
ga_ie: Nuair a dhéanann tú ag iarraidh a athríomh a reáchtáil uimhreacha GPA?
gl_gl: Cando se quere para recalcular os números execución GPa?
hr_hr: Kada želite preračunati trčanje GPA broj?
hu_hu: Ha szeretné, hogy újraszámolja a futó GPA számok?
is_is: Hvenær viltu að endurreikna gangi GPA tölur?
ja_jp: するときは、再計算実行中のGPAの数値をしたいですか？
lt_lt: Kada norite perskaičiuoti važiavimo VPS numeriai?
lv_lv: Kad jūs vēlaties, lai pārrēķinātu darbības VIN numuri?
mk_mk: Кога сакате да рекалкулиране на работи Успех броеви?
nn_no: Når ønsker du å beregne kjører GPA tall?
pl_pl: Kiedy chcesz, aby ponownie uruchomione numery GPA?
pt_pt: Quando você quer para recalcular os números execução GPA?
ro_ro: Când vrei să recalculeze numerele de funcţionare AAP?
ru_ru: Когда вы хотите, чтобы пересчитать под управлением ГПД цифры?
sk_sk: Keď chcete prepočítať beží GPA čísla?
sl_si: Če želite preračunati teče GPA številke?
sq_al: Kur doni të rillogaritjen running numrat GPA?
sr_rs: Када желите да прерачунати ради ГПА бројеви?
sv_se: När vill du att räkna om löpande GPA siffrorna?
th_th: คุณต้องการคำนวณตัวเลขที่ใช้เก​​รดเฉลี่ยเมื่อไหร่?
tr_tr: Çalışan GPA numaraları yeniden hesaplamak istiyorsunuz?
uk_ua: Коли ви хочете, щоб перерахувати під управлінням ГПД цифри?
wa_be: Pryd ydych chi eisiau ail-gyfrifo&#39;r rhedeg nifer GPA?
zh_tw: 當你想重新計算運行 GPA號碼？

source: Teachers
af_za: Onderwysers
ar_dz: المعلمين
be_by: Настаўнікі
bg_bg: Учителите
bn_bd: শিক্ষক
da_dk: Lærere
el_gr: Οι εκπαιδευτικοί
es_es: Profesores
et_ee: Õpetajad
fa_ir: معلمان
fi_fi: Opettajat
ga_ie: Múinteoirí
gl_gl: Profesores
hr_hr: Nastavnici
hu_hu: Tanárok
is_is: Kennarar
ja_jp: 教師
lt_lt: Mokytojai
lv_lv: Skolotāji
mk_mk: Наставниците
nn_no: Lærere
pl_pl: Nauczyciele
pt_pt: Professores
ro_ro: Profesorii
ru_ru: Учителя
sk_sk: Učitelia
sl_si: Učitelji
sq_al: Mësuesit
sr_rs: Наставници
sv_se: Lärare
th_th: ครูผู้สอน
tr_tr: Öğretmenler
uk_ua: Вчителі
wa_be: Mae athrawon yn
zh_tw: 教師

source: Create Honor Roll for Selected Students
af_za: Skep Eer Roll vir gekeurde studente
ar_dz: إنشاء ائحة الشرف للطلبة مختارة
be_by: Стварыць Honor Roll для асобных студэнтаў
bg_bg: Създаване на Honor Roll за избрани студенти
bn_bd: নির্বাচিত শিক্ষার্থীদের জন্য সম্মান রোল তৈরি করুন
da_dk: Opret Honor Roll til udvalgte elever
el_gr: Δημιουργία Roll Τιμής για επιλεγμένους μαθητές
es_es: Crear Cuadro de Honor para los Alumnos Seleccionados
et_ee: Loo Honor Roll jaoks valitud üliõpilaste
fa_ir: ایجاد رول افتخار برای دانش آموزان منتخب
fi_fi: Luo Honor Roll ja valituille opiskelijoille
ga_ie: Cruthaigh Rolla Honor do Mhic Léinn Roghnaithe
gl_gl: Crear Honor roll para Alumnos seleccionados
hr_hr: Napravite Honor Roll za odabrane studente
hu_hu: Készítsen Honor Roll a kiválasztott diákok
is_is: Búa Honor Roll fyrir valin Nemendur
ja_jp: 選ばれた学生のための名誉のロールを作成します。
lt_lt: Sukurti Garbės Roll Pasirinkta Studentai
lv_lv: Izveidot Honor Roll izvēlētajiem studentiem
mk_mk: Креирај честа тек за избрани студенти
nn_no: Lag Honor Roll for utvalgte studenter
pl_pl: Tworzenie Honor Roll dla wybranych studentów
pt_pt: Criar Honor Roll para Alunos Selecionados
ro_ro: Crearea de tip rolă de Onoare pentru Studenţi selectate
ru_ru: Создать Honor Roll для отдельных студентов
sk_sk: Vytvorte cti pre vybrané študentov
sl_si: Ustvari Honor Roll za izbranih študentov
sq_al: Krijo Roll Kadrit për Studentët e zgjedhur
sr_rs: Направите ролне части за одабране студенте
sv_se: Skapa Honor Roll för utvalda studenter
th_th: สร้างม้วนเกียรติสำหรับนักศึกษาที่เลือก
tr_tr: Seçilen öğrenciler için Onur Rulo
uk_ua: Створити Honor Roll для окремих студентів
wa_be: Creu Roll Honor Dethol ar gyfer Myfyrwyr
zh_tw: 建立榮譽榜學生的選擇

source: All
af_za: Alle
ar_dz: جميع
be_by: Усе
bg_bg: Всички
bn_bd: সব
da_dk: Alle
el_gr: Όλα
es_es: Todo
et_ee: Kõik
fa_ir: همه
fi_fi: Kaikki
ga_ie: Gach
gl_gl: Todos
hr_hr: Sve
hu_hu: Minden
ja_jp: すべて
lt_lt: Visi
lv_lv: Visi
mk_mk: Сите
nn_no: Alle
pl_pl: Wszystko
pt_pt: Todos
ro_ro: Toate
ru_ru: Все
sk_sk: Všetko
sl_si: Vse
sq_al: Të gjithë
sr_rs: Све
sv_se: Alla
th_th: ทั้งหมด
tr_tr: Tüm
uk_ua: Всі
wa_be: Mae pob
zh_tw: 所有

source: Not Graded
af_za: Nie gegradeer
ar_dz: لا متدرج
be_by: Ня градуяваная
bg_bg: Не се класират
bn_bd: না Graded
da_dk: Ikke Gradueret
el_gr: Δεν βαθμολογημένος
es_es: No clasificado
et_ee: Mitte Astmeline
fa_ir: درجه بندی نشده
fi_fi: Ei Luokiteltu
ga_ie: Gan Grádaithe
gl_gl: Sen Clasificación
hr_hr: Ne ocjenjuju
hu_hu: Nem pontozott
is_is: Ekki gefin einkunn
ja_jp: 傾斜ではない
lt_lt: Ne Zdany
lv_lv: Nav šķiroti
mk_mk: Не оценува
nn_no: Ikke Gradert
pl_pl: Nie Graded
pt_pt: Sem Classificação
ro_ro: Nu Graded
ru_ru: Не Градуированные
sk_sk: Nehodnotí
sl_si: Ni ocenjeno
sq_al: Jo Nota
sr_rs: Не оцењује
sv_se: Inte Graderad
th_th: ไม่ Graded
tr_tr: Kademeli değil
uk_ua: Чи не Градуйовані
wa_be: Heb ei raddio
zh_tw: 不分級

source: Honor Roll
af_za: Eer Hoof
ar_dz: لفة الشرف
bn_bd: সম্মান রোল
es_es: Cuadro de Honor
fa_ir: رول افتخار
ga_ie: Rolla Honor
ja_jp: 名誉のロール
lt_lt: Garbės Roll
mk_mk: Честа тек
ro_ro: Onoare rolă
sr_rs: Часних
th_th: ม้วนเกียรติ
tr_tr: Onur Rulo
wa_be: Rhôl Honor
zh_tw: 光榮榜

source: We hereby recognize
af_za: Ons erken hiermee
ar_dz: نحن ندرك هنا
es_es: Por la presente, reconocemos

source: Who has completed all the academic
af_za: Wie het al die akademiese voltooi
ar_dz: الذي أكمل جميع الأكاديمية
es_es: Â¿Quién ha completado todo el académico

source: requirements for
af_za: vereistes vir
ar_dz: متطلبات
es_es: requisitos para

source: Principal
af_za: Main
ar_dz: رئيسي
be_by: Асноўнай
bg_bg: Основен
bn_bd: প্রধান
da_dk: Main
el_gr: Κύριος
es_es: Director
et_ee: Põhiline
fa_ir: اصلی
fi_fi: Main
ga_ie: Príomh-
hr_hr: Glavni
hu_hu: Legfontosabb
is_is: Main
ja_jp: メイン
lt_lt: Pagrindinis
lv_lv: Galvenā
mk_mk: Главна
nn_no: Hoved
pl_pl: Główny
ru_ru: Основной
sk_sk: Hlavné
sl_si: Main
sq_al: Kryesor
sr_rs: Главни
sv_se: Startsida
th_th: หลัก
tr_tr: Ana
uk_ua: Основний
wa_be: Prif
zh_tw: 主

source: Certificates
af_za: Sertifikate
ar_dz: الشهادات
be_by: Сертыфікаты
bg_bg: Сертификати
bn_bd: সার্টিফিকেট
da_dk: Certifikater
el_gr: Πιστοποιητικά
es_es: Certificados
et_ee: Sertifikaadid
fa_ir: گواهینامه ها
fi_fi: Sertifikaatit
ga_ie: Deimhnithe
gl_gl: Certificados
hr_hr: Potvrde
hu_hu: Tanúsítványok
is_is: Skírteini
ja_jp: 証明書
lt_lt: Sertifikatai
lv_lv: Sertifikāti
mk_mk: Сертификати
nn_no: Sertifikater
pl_pl: Certyfikaty
pt_pt: Certificados
ro_ro: Certificate
ru_ru: Сертификаты
sk_sk: Certifikáty
sl_si: Certifikati
sq_al: Certifikata
sr_rs: Сертификати
sv_se: Certifikat
th_th: ประกาศนียบัตร
tr_tr: Sertifikalar
uk_ua: Сертифікати
wa_be: Tystysgrifau
zh_tw: 證書

source: List
af_za: Lys
ar_dz: قائمة
be_by: Спіс
bg_bg: Списък
bn_bd: তালিকা
da_dk: Liste
el_gr: Κατάλογος
es_es: Lista
et_ee: Nimekiri
fa_ir: فهرست
fi_fi: Lista
ga_ie: Liosta
gl_gl: Lista
hr_hr: Popis
hu_hu: Lista
is_is: Listi
ja_jp: 一覧
lt_lt: Sąrašas
lv_lv: Saraksts
mk_mk: Листа
pl_pl: Lista
pt_pt: Lista
ro_ro: Listă
ru_ru: Список
sk_sk: Zoznam
sl_si: Seznam
sq_al: Listë
sr_rs: Списак
sv_se: Lista
th_th: รายชื่อ
tr_tr: Liste
uk_ua: Список
wa_be: Rhestr
zh_tw: 目錄

source: Honor Roll Setup
af_za: Eer Roll Setup
ar_dz: شرف دحر الإعداد
be_by: Усталёўка Honor Roll
bg_bg: Настройка Honor Roll
bn_bd: সম্মান রোল সেটআপ
el_gr: Honor Roll Εγκατάστασης
es_es: Configuración del Cuadro de Honor
fa_ir: افتخار راه اندازی رول
ga_ie: Socrú Rolla Honor
gl_gl: Setup Honor roll
hr_hr: Honor Roll za postavljanje
hu_hu: Honor Roll beállítása
is_is: Honor Roll Skipulag
ja_jp: 名誉のロールのセットアップ
lt_lt: Garbės Roll Setup
mk_mk: Честа тек подесување
pl_pl: Ustawienia Honor Roll
pt_pt: Setup Honor Roll
ro_ro: Onoare de tip rolă de instalare
ru_ru: Установка Honor Roll
sk_sk: Honor Roll nastavenie
sr_rs: Часних подешавање
th_th: การติดตั้งโรลเกียรติ
tr_tr: Onur Rulo Kurulumu
uk_ua: Установка Honor Roll
wa_be: Setup Roll Honor
zh_tw: 光榮榜設置

source: These grades are complete
af_za: Hierdie grade voltooi is
ar_dz: هذه الدرجات كاملة
be_by: Гэтыя гатункі маюць поўнае
bg_bg: Тези категории са пълни
bn_bd: এই গ্রেড হয় সম্পূর্ণ
da_dk: Disse kvaliteter er komplet
el_gr: Αυτοί οι βαθμοί είναι πλήρεις
es_es: Estas calificaciones están completas
et_ee: Need sordid on täielikud
fa_ir: این نمرات کامل
fi_fi: Näitä teräksiä täydellinen
ga_ie: Tá na gráid a chomhlánú
gl_gl: Estas clases están completos
hr_hr: Ove ocjene su potpuni
hu_hu: Ezek a minőségek a teljes
is_is: Þessar einkunnir eru að ljúka
ja_jp: これらのグレードは完了です。
lt_lt: Šių klasių yra išsamūs
lv_lv: Šīs kategorijas, ir pilnīgi
mk_mk: Овие оценки се заврши
nn_no: Disse karakterene er fullført
pl_pl: Gatunki te są kompletne
pt_pt: Estas classes estão completos
ro_ro: Aceste note sunt complete
ru_ru: Эти сорта имеют полное
sk_sk: Tieto triedy sú kompletné
sl_si: Te ocene so popolni
sq_al: Këto nota janë të plota
sr_rs: Ове оцене су потпуно
sv_se: Dessa kvaliteter är kompletta
th_th: เกรดเหล่านี้จะเสร็จสมบูรณ์
tr_tr: Bu notlar tam
uk_ua: Ці сорти мають повне
wa_be: Mae&#39;r graddau yma yn gyflawn
zh_tw: 這些成績是完整的

source: Grade reporting is open for this marking period
af_za: Graad verslagdoening is oop vir die nasienperiode
ar_dz: تقارير الصف مفتوح لهذه الفترة وسم
be_by: Клас справаздачнасці адкрыты для гэтага ацэначны перыяд
bg_bg: Степен на отчитане е отворен за тази маркировка период
bn_bd: গ্রেড রিপোর্টিং এই অবস্থানসূচক সময়ের জন্য খোলা
da_dk: Grade rapportering er åben for denne mærkning periode
el_gr: Βαθμός αναφοράς είναι ανοικτό για τη σήμανση αυτή περίοδο
es_es: El proceso de calificaciones para este período se encuentra abierto
et_ee: Hinne aruandlus on avatud selle märgistuse jooksul
fa_ir: گزارش کلاس باز است برای این دوره مارک
fi_fi: Grade raportointi on avoinna tämän merkinnän ajan
ga_ie: Tá tuairisciú Grád oscailte don tréimhse seo marcáil
gl_gl: Informes de grao está aberto para este período de reserva
hr_hr: Ocjena izvještavanja otvorena za ovo obilježavanje razdoblja
hu_hu: Fokozat jelentése nyitott erre a jelölésre időszakban
is_is: Bekk skýrsla er opin fyrir þetta merking tímabili
ja_jp: グレードの報告は、このマーキング期間にオープンしています
lt_lt: Įvertinimas pranešimai yra atvira šį žymėjimą laikotarpį
lv_lv: Novērtējums ziņošana ir atvērta šim marķējumam laika
mk_mk: Одделение за известување е отворена за овој повод период
nn_no: Vurder rapporteringen er åpen for denne merkingen perioden
pl_pl: Stopień raportowania jest otwarty dla tego okresu oznakowania
pt_pt: Relatórios de grau está aberto para este período de marcação
ro_ro: Grad de raportare este deschis pentru această perioadă de marcare
ru_ru: Класс отчетности открыт для этого оценочный период
sk_sk: Stupeň hlásenie je otvorená pre toto označenie obdobie
sl_si: Grade poročanje je na voljo za to obdobje, označevanje
sq_al: Klasën e raportimit është e hapur për këtë periudhë shënon
sr_rs: Разреда извештавање је отворен за ову обележавање периоду
sv_se: Grade rapportering är öppen för denna märkning perioden
th_th: รายงานเกรดจะเปิดให้สำหรับระยะเวลาการทำเครื่องหมายนี้
tr_tr: Sınıf raporlama bu işaretleme süre için açık.
uk_ua: Клас звітності відкритий для цього оціночний період
wa_be: Gradd adrodd ar agor ar gyfer y cyfnod marcio
zh_tw: 級報告是打開此評分期

source: Grade reporting is not open for this marking period
af_za: Graad verslagdoening is nie oop vir die nasienperiode
ar_dz: الإبلاغ عن الصف ليست مفتوحة لهذه الفترة وسم
be_by: Клас справаздачнасці не з&#39;яўляецца адкрытым для гэтага ацэначны перыяд
bg_bg: Степен отчитане не е открита за тази маркировка период
bn_bd: গ্রেড রিপোর্টিং খোলা এই অবস্থানসূচক সময়ের জন্য না
da_dk: Grade rapportering er ikke åben for denne mærkning periode
el_gr: Βαθμός αναφοράς δεν είναι ανοικτό για τη σήμανση αυτή περίοδο
es_es: La presentación del informe de calificaciones no está abierto para este período de evaluación
et_ee: Hinne aruandlus ei ole avatud selle märgistuse jooksul
fa_ir: گزارش کلاس برای این دوره مارک باز نمی شود
fi_fi: Grade raportointi ei ole avoinna tämän merkinnän ajan
ga_ie: Níl an tuairisciú Grád oscailte don tréimhse seo marcáil
gl_gl: Informes de grao non está aberto para este período marcado
hr_hr: Ocjena izvještavanja nije otvoren za ovo obilježavanje razdoblja
hu_hu: Grade jelentés nem tart nyitva, ennek a jelölésnek időszakban
is_is: Bekk skýrsla er ekki opinn fyrir þessa merkingu tímabili
ja_jp: グレードの報告は、このマーキング期間開いていません。
lt_lt: Įvertinimas ataskaitos nėra atidaryti šį žymėjimą laikotarpį
lv_lv: Novērtējums ziņojumu nav atvērta šim marķējumam laika
mk_mk: Одделение за известување не е отворена за овој повод период
nn_no: Vurder rapporteringen er ikke åpen for denne merkingen perioden
pl_pl: Stopień raportowania nie jest otwarty dla tego okresu oznakowania
pt_pt: Relatórios de grau não está aberto para este período marcação
ro_ro: Grad de raportare nu este deschis pentru această perioadă de marcare
ru_ru: Класс отчетности не является открытым для этого оценочный период
sk_sk: Grade správ nie je otvorený pre toto označenie obdobie
sl_si: Grade poročanje ni odprt za to obdobje, označevanje
sq_al: Klasën e raportimit nuk është e hapur për këtë periudhë shënon
sr_rs: Разреда извештавање није отворена за то обележавање периоду
sv_se: Grade rapportering är inte öppen för denna märkning perioden
th_th: รายงานเกรดไม่ได้เปิดสำหรับรอบระยะเวลาการทำเครื่องหมายนี้
tr_tr: Sınıf raporlama bu işaretleme dönemi için açık değildir
uk_ua: Клас звітності не є відкритим для цього оціночний період
wa_be: Nid yw adrodd Gradd ar agor ar gyfer y cyfnod marcio
zh_tw: 級報告是不打開此評分期
