Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Select the programs that users of this profile can use and which programs those users can use to save information.
af_za: Kies die program dat die gebruikers van hierdie profiel kan gebruik en watter programme die gebruikers kan gebruik om inligting te red.
ar_dz: حدد البرامج التي مستخدمي هذا الملف يمكن استخدامها والبرامج التي يمكن للمستخدمين استخدام تلك لحفظ المعلومات.
be_by: Абярыце праграмы, якія карыстальнікі гэтага профілю можна выкарыстоўваць і якія праграмы тых карыстальнікаў, якія можна выкарыстоўваць для захавання інфармацыі.
bg_bg: Изберете програмите,, че потребителите на този профил могат да ползват и програмите, които тези потребители могат да използват, за да спаси информация.
bn_bd: প্রোগ্রাম যে এই প্রোফাইলের ব্যবহারকারী এবং প্রোগ্রাম যারা ​​ব্যবহারকারীদের তথ্য সংরক্ষণ ব্যবহার করতে ব্যবহার করতে পারেন নির্বাচন.
da_dk: Vælg de programmer, som brugerne af denne profil kan bruge og hvilke programmer disse brugere kan benytte til at gemme oplysninger.
el_gr: Επιλέξτε τα προγράμματα που οι χρήστες αυτού του προφίλ μπορεί να χρησιμοποιήσει και ποια προγράμματα αυτά οι χρήστες μπορούν να χρησιμοποιήσουν για να αποθηκεύσετε τις πληροφορίες.
es_es: Seleccione los programas que pueden utilizar usuarios de este perfil y qué programas pueden utilizar para guardar la información.
et_ee: Valige programmid, et kasutajad seda profiili saab kasutada ja mis programmid need kasutajad saavad kasutada, et salvestada teavet.
fa_ir: انتخاب برنامه ای است که کاربران از این پروفایل می توانید استفاده کنید که برنامه های آن دسته از کاربران می توانید استفاده کنید برای ذخیره کردن اطلاعات است.
fi_fi: Valitse ohjelmat, joita käyttäjät Tämän profiilin voi käyttää ja mitä ohjelmia ne käyttäjät voivat tallentaa tietoja.
ga_ie: Roghnaigh na cláir gur féidir le húsáideoirí seo a phróifíl a úsáid agus a cláir féidir na húsáideoirí sin a úsáid chun eolas a shábháil.
gl_gl: Seleccionar os programas que os usuarios deste perfil pode usar e cales son os programas que os usuarios poden usar para gardar información.
hr_hr: Odaberite programe koje korisnici ovog profila mogu koristiti i koje programe ti korisnici mogu koristiti za spremanje informacija.
hu_hu: Válassza ki a programokat, hogy a felhasználók a profil használható, és amely programok azok a felhasználók használhatják menteni adatokat.
is_is: Veldu forrit sem notendur þessa uppsetningu er að nota og hvaða forrit sem notendur geta notað til að vista upplýsingar.
ja_jp: このプロファイルのユーザーが使用可能となるプログラムをそれらのユーザーが情報を保存するために使用するプログラムを選択します。
lt_lt: Pasirinkite programas, kad vartotojai šį profilį galima naudoti ir kurias programas tiems vartotojams, galite naudoti norėdami išsaugoti informaciją.
lv_lv: Izvēlieties programmas, lietotāji šo profilu var izmantot, un kuras programmas tiem, lietotāji var izmantot, lai saglabātu informāciju.
mk_mk: Изберете програми кои корисниците на овој профил можат да го користат и кои програми оние корисници можат да го користат за да се спаси информации.
nn_no: Velg programmene som brukere av denne profilen kan bruke og hvilke programmer de brukerne kan bruke til å lagre informasjon.
pl_pl: Wybierz programy, które użytkownicy mogą korzystać z tego profilu i które programy te użytkownicy mogą zapisywać informacje.
pt_pt: Selecionar os programas que os usuários desse perfil pode usar e quais os programas que os usuários podem usar para salvar informações.
ro_ro: Selectaţi programele pe care utilizatorii de acest profil se poate folosi şi ce programe acelor utilizatori pot folosi pentru a salva informaţiile.
ru_ru: Выберите программы, которые пользователи этого профиля можно использовать и какие программы тех пользователей, которые можно использовать для сохранения информации.
sk_sk: Vyberte programy, ktoré používatelia môžu používať tento profil, a tie, ktoré programy môžu užívatelia použiť na uloženie informácií.
sl_si: Izberite programe, ki jih lahko uporabniki tega profila uporabo in katere programe lahko ti uporabniki uporabljajo za shranjevanje podatkov.
sq_al: Zgjidhni programet që përdoruesit e këtij profili mund të përdorni dhe e programeve të cilat ata përdoruesit mund të përdorin për të ruajtur informacion.
sr_rs: Изаберите програме које корисници овог профила могу да користе и које програме те корисници могу да користе за чување информација.
sv_se: Välj de program som användarna av denna profil kan använda och vilka program som användare kan använda för att spara informationen.
th_th: เลือกโปรแกรมที่ผู้ใช้รายนี้สามารถใช้และโปรแกรมที่ผู้ใช้เหล่านั้นสามารถใช้เพื่อบัน​​ทึกข้อมูล
tr_tr: Bu profil kullanıcıları ve hangi programları bu kullanıcılar bilgileri kaydetmek için kullanabileceğiniz programları seçin.
uk_ua: Виберіть програми, які користувачі цього профілю можна використовувати і які програми тих користувачів, які можна використовувати для збереження інформації.
wa_be: Dewiswch y rhaglenni y gall defnyddwyr y proffil hwn yn defnyddio a pha raglenni gall y defnyddwyr eu defnyddio i arbed gwybodaeth.
zh_tw: 選擇方案，用戶可以使用該配置文件，哪些用戶可以使用這些程序來保存信息。

source: Add a User Profile
af_za: Voeg &#39;n User Profile
ar_dz: إضافة ملف تعريف المستخدم
be_by: Дадаць профілю карыстальніка
bg_bg: Добавяне на профил
bn_bd: ব্যবহারকারীর প্রোফাইল যোগ করুন
da_dk: Tilføj en brugerprofil
el_gr: Προσθέστε ένα προφίλ χρήστη
et_ee: Lisa Kasutaja profiil
fa_ir: افزودن یک پروفایل این کاربر
fi_fi: Lisää käyttäjäprofiili
ga_ie: Cuir Próifíl Úsáideora
gl_gl: Engadir un perfil de usuario
hr_hr: Dodaj Profile
hu_hu: Add a felhasználói profil
is_is: Bæta við User Profile
ja_jp: ユーザープロファイルを追加します。
lt_lt: Pridėti Vartotojo profilis
lv_lv: Pievienot Lietotāja profils
mk_mk: Додај Профил на корисникот
nn_no: Legg til en brukerprofil
pl_pl: Dodaj profilu użytkownika
pt_pt: Adicionar um perfil de usuário
ro_ro: Adauga un profil de utilizator
ru_ru: Добавить профиля пользователя
sk_sk: Pridanie profilu užívateľa
sl_si: Dodaj uporabnika Profil
sq_al: Shto një Profile User
sr_rs: Додајте Профил
sv_se: Lägg till en användarprofil
th_th: เพิ่มโปรไฟล์ผู้ใช้
tr_tr: Kullanıcı Profili Ekle
uk_ua: Додати профілю користувача
wa_be: Ychwanegwch Proffil Defnyddiwr
zh_tw: 添加一個用戶配置文件

source: Parent
af_za: Ouer
ar_dz: أصل
be_by: Бацька
bg_bg: Родител
bn_bd: পিতা
da_dk: Forældre
el_gr: Μητρική εταιρεία
es_es: Padres
et_ee: Vanem
fa_ir: پدر یا مادر
fi_fi: Vanhempi
ga_ie: Tuismitheoir
gl_gl: Principal
hr_hr: Roditelj
hu_hu: Szülő
ja_jp: 親
lt_lt: Tėvų
lv_lv: Mātes
mk_mk: Родител
pt_pt: Principal
ro_ro: Mamă
ru_ru: Родитель
sk_sk: Rodič
sq_al: Prind
sr_rs: Родитељ
sv_se: Moderbolaget
th_th: ผู้ปกครอง
tr_tr: Ebeveyn
uk_ua: Батько
wa_be: Rhieni
zh_tw: 家長

source: Find a User
af_za: Kry &#39;n gebruiker
ar_dz: العثور على مستخدم
be_by: Знайсці карыстальніка
bg_bg: Търсене на потребител
bn_bd: ব্যবহারকারী খুঁজুন
da_dk: Find en bruger
el_gr: Βρείτε ένα χρήστη
es_es: Buscar un Usuario
et_ee: Leia Kasutaja
fa_ir: جستجوی کاربر
fi_fi: Etsi käyttäjä
ga_ie: Aimsigh Úsáideoir
gl_gl: Buscar un usuario
hr_hr: Nađi korisnika
hu_hu: Felhasználó keresése
is_is: Finna notanda
ja_jp: ユーザの検索
lt_lt: Rasti naudotoją
lv_lv: Meklēt lietotāju
mk_mk: Најди пристап
nn_no: Finn en bruker
pl_pl: Znajdź użytkownika
pt_pt: Encontrar um usuário
ro_ro: Găsiţi un utilizator
ru_ru: Найти пользователя
sk_sk: Nájsť užívateľa
sl_si: Najdi uporabnika
sq_al: Gjeni një User
sr_rs: Пронађи корисника
sv_se: Hitta en användare
th_th: ค้นหาผู้ใช้
tr_tr: Bir kullanıcı bul
uk_ua: Знайти користувача
wa_be: Dod o hyd i Defnyddwyr
zh_tw: 查找用戶

source: No Access
af_za: Geen toegang
ar_dz: لا يمكن الدخول
be_by: Няма доступу
bg_bg: Няма достъп
bn_bd: প্রবেশাধিকার নেই
da_dk: Ingen adgang
el_gr: Καμία πρόσβαση
es_es: Sin Acceso
et_ee: Puudub juurdepääs
fa_ir: بدون دسترسی
fi_fi: Ei sisäänpääsyä
ga_ie: Uimh Rochtana
gl_gl: Sen acceso
hr_hr: Nema pristupa
hu_hu: Nincs hozzáférés
is_is: Enginn aðgangur
ja_jp: アクセスなし
lt_lt: Nėra prieigos
lv_lv: Nav pieejas
mk_mk: Нема пристап
nn_no: Ingen tilgang
pl_pl: Brak dostępu
pt_pt: Sem acesso
ro_ro: Nu Acces
ru_ru: Нет доступа
sk_sk: Bez prístupu
sl_si: Ni dostopa
sq_al: Nuk lejohet hyrja
sr_rs: Нема приступа
sv_se: Ingen åtkomst
th_th: ไม่มีการเข้าถึง
tr_tr: Girişi Yok
uk_ua: Немає доступу
wa_be: Dim Mynediad
zh_tw: 禁止訪問

source: Please select a user
af_za: Kies &#39;n gebruiker
ar_dz: يرجى تحديد مستخدم
be_by: Калі ласка, выберыце карыстальніка
bg_bg: Моля, изберете потребител
bn_bd: ব্যবহারকারী নির্বাচন করুন
da_dk: Vælg en bruger
el_gr: Παρακαλώ επιλέξτε ένα χρήστη
es_es: Por favor seleccione un usuario
et_ee: Palun valige kasutaja
fa_ir: لطفا یک کاربر را انتخاب کنید
fi_fi: Valitse käyttäjä
ga_ie: Roghnaigh úsáideora
gl_gl: Escolla un usuario
hr_hr: Molimo odaberite korisnika
hu_hu: Kérjük, válasszon egy felhasználót
is_is: Vinsamlegast veldu notanda
ja_jp: ユーザーを選択してください
lt_lt: Prašome pasirinkti vartotojas
lv_lv: Lūdzu, izvēlieties lietotājs
mk_mk: Ве молиме изберете корисник
nn_no: Velg en bruker
pl_pl: Wybierz użytkownika
pt_pt: Por favor, selecione um usuário
ro_ro: Vă rugăm să selectaţi un utilizator
ru_ru: Пожалуйста, выберите пользователя
sk_sk: Prosím, vyberte používateľa
sl_si: Izberite uporabnika
sq_al: Ju lutemi zgjidhni një përdorues
sr_rs: Изаберите корисника
sv_se: Välj ett användarnamn
th_th: กรุณาเลือกผู้ใช้
tr_tr: Lütfen bir kullanıcı seçin
uk_ua: Будь ласка, виберіть користувача
wa_be: Dewiswch defnyddiwr
zh_tw: 請選擇一個用戶

source: Staff Member
af_za: Personeellid
ar_dz: موظف
be_by: Сябра персаналу
bg_bg: Персонала
bn_bd: কর্মচারী সদস্য
da_dk: Medarbejder
el_gr: Μέλη του προσωπικού
es_es: Integrante del Staff
et_ee: Töötaja
fa_ir: عضو هیات
fi_fi: Toimihenkilö
ga_ie: Ball Foirne
gl_gl: Membro do equipo
hr_hr: Član osoblja
hu_hu: Munkatársak
is_is: Starfsmaður
ja_jp: スタッフメンバー
lt_lt: Personalo narys,
lv_lv: Personāla loceklis
mk_mk: Член на персоналот
nn_no: Medarbeider
pl_pl: Pracownik
pt_pt: Membro da equipe
ro_ro: Personal membre
ru_ru: Члена персонала
sk_sk: Zamestnancov
sl_si: Osebje držav
sq_al: Anëtar i personelit
sr_rs: Особље
sv_se: Anställd
th_th: สมาชิกพนักงาน
tr_tr: Personel
uk_ua: Члена персоналу
wa_be: Aelod Staff
zh_tw: 工作人員

source: please select from date
af_za: Kies asseblief vanaf die datum
ar_dz: الرجاء اختيار من تاريخ
be_by: калі ласка, выберыце дату
bg_bg: моля, изберете от дата
bn_bd: তারিখ থেকে নির্বাচন করুন
da_dk: Vælg venligst fra dato
el_gr: Παρακαλώ επιλέξτε από την ημερομηνία
et_ee: Valige kuupäev
fa_ir: لطفا انتخاب کنید و از تاریخ
fi_fi: Valitkaa päivä
ga_ie: roghnaigh as dáta
gl_gl: seleccione a partir da data
hr_hr: odaberite od dana
hu_hu: Kérjük, válasszon napjától
is_is: Vinsamlegast veldu úr degi
ja_jp: 日付から選択してください
lt_lt: prašome pasirinkti iš.
lv_lv: Lūdzu, izvēlieties no dienas,
mk_mk: Изберете од датумот
nn_no: Velg fra dato
pl_pl: wybierz od daty
pt_pt: selecione a partir da data
ro_ro: Vă rugăm să selectaţi de la data
ru_ru: пожалуйста, выберите дату
sk_sk: Prosím, vyberte od dátumu
sl_si: Prosimo, izberite iz dneva
sq_al: ju lutem zgjidhni nga data e
sr_rs: Молимо Вас да изаберете датум
sv_se: välj från datum
th_th: กรุณาเลือกจากวันที่
tr_tr: tarihinden itibaren seçin.
uk_ua: будь ласка, оберіть дату
wa_be: dewiswch o ddyddiad
zh_tw: 請選擇日期

source: Following teachers have missing attendance
af_za: Volgende onderwysers het ontbreek bywoning
ar_dz: المعلمون التالية مفقود الحضور
be_by: Пасля настаўнікаў адсутнічае наведвальнасці
bg_bg: След учителите имат липсва посещаемост
bn_bd: নিম্নলিখিত শিক্ষক অনুপস্থিত আছে
da_dk: Følgende lærere har manglende fremmøde
el_gr: Μετά οι καθηγητές έχουν λείπουν συμμετοχή
es_es: Los siguientes profesores tienen asistencia sin completar
et_ee: Pärast õpetajad on kadunud osalemise
fa_ir: معلمان زیر از دست رفته حضور و غیاب
fi_fi: Sen jälkeen opettajat ovat kateissa osallistumisprosentti
ga_ie: Múinteoirí seo a leanas ar iarraidh freastal
gl_gl: Profesores a continuación teñen falta atención
hr_hr: Nakon nastavnici nedostaje prisustvo
hu_hu: Miután a tanárok hiányoznak részvétel
is_is: Eftir kennarar hafa vantar aðsókn
ja_jp: 以下の教師が出席を欠落している
lt_lt: Po mokytojų trūksta lankomumas
lv_lv: Pēc skolotāji ir pazudis apmeklējumu
mk_mk: По наставници недостасува присуство
nn_no: Følgende lærere har manglende oppmøte
pl_pl: Po nauczycieli brakuje obecności
pt_pt: Professores a seguir têm falta atendimento
ro_ro: În urma profesorii au lipsă de participare
ru_ru: После учителей отсутствует посещаемости
sk_sk: Po učiteľom chýba účasť
sl_si: Po učitelji manjka prisotnost
sq_al: Mësuesit e mëposhtme kanë humbur pjesëmarrjen
sr_rs: Након наставници имају недостаје присуство
sv_se: Efter lärare saknade närvaro
th_th: ครูผู้สอนต่อไปนี้ได้หายไปเข้าร่วมประชุม
tr_tr: Ardından öğretmenler katılım eksik var
uk_ua: Після вчителів відсутня відвідуваності
wa_be: Athrawon wedi dilyn presenoldeb ar goll
zh_tw: 以下教師失踪出席

source: No teachers have missing attendance for this school
af_za: Geen onderwysers het ontbreek bywoning vir die skool
ar_dz: لا يكون في عداد المفقودين المعلمين الحضور لهذه المدرسة
be_by: Няма настаўнікаў адсутнічае наведвальнасці для гэтай школы
bg_bg: Без учители липсват посещаемост за това училище
bn_bd: কোন শিক্ষক এই স্কুল অনুপস্থিত অবিদ্যমান
da_dk: Ingen lærere har manglende fremmøde til denne skole
el_gr: Δεν λείπουν οι καθηγητές έχουν προσέλευση για αυτό το σχολείο
es_es: No hay profesores que tengan asistencia sin completar en esta Institución
et_ee: Ei õpetajaid on puudu kohalolijate selles koolis
fa_ir: هیچ معلمان از دست رفته حضور این مدرسه
fi_fi: Ei opettajat ovat kateissa läsnäolevaksi tässä koulussa
ga_ie: Uimh múinteoirí ar iarraidh freastal ar an scoil
gl_gl: Sen os profesores teñen falta atención a esta escola
hr_hr: Nema nastavnici nedostaje pohađanje za ovu školu
hu_hu: Nem tanárok hiányoznak részvétel az ebben az iskolában
is_is: Engir kennarar hafa vantar aðsókn í þessum skóla
ja_jp: いいえ教師はこの学校のため出席が不足していない
lt_lt: Nr mokytojų trūksta šios mokyklos lankymą
lv_lv: Nr skolotājiem trūkst apmeklēšanu šo skolu
mk_mk: Не наставници недостасува посетеност за ова училиште
nn_no: Ingen lærere har manglende oppmøte for denne skolen
pl_pl: Brak nauczycieli brakuje obecności na tej szkoły
pt_pt: Sem os professores têm falta atendimento para esta escola
ro_ro: Nici profesorii au lipsă de prezenţă în această şcoală
ru_ru: Нет учителей отсутствует посещаемости для этой школы
sk_sk: Žiadne učitelia chýbajúce účasť na tejto škole
sl_si: Št učitelji so manjkajoče prisotnost za to šolo
sq_al: Asnjë mësuesit kanë humbur vijimin për këtë shkollë
sr_rs: Нема наставника недостаје присуство за ову школску
sv_se: Inga lärare har saknade närvaro på den här skolan
th_th: ครูไม่ได้หายไปเข้าร่วมประชุมสำหรับโรงเรียนนี้
tr_tr: Öğretmenlerin bu okula devam eksik var
uk_ua: Немає вчителів відсутня відвідуваності для цієї школи
wa_be: Nid oes gan athrawon ar goll bresennol ar gyfer yr ysgol
zh_tw: 沒有教師失踪出席了這所學校

source: Choose Period
af_za: Kies Periode
ar_dz: اختر الفترة
be_by: Выберыце перыяд
bg_bg: Изберете период
bn_bd: সময়কাল নির্বাচন করুন
da_dk: Vælg Periode
el_gr: Επιλέξτε Περίοδος
es_es: Elegir Período
et_ee: Vali perioodile
fa_ir: را انتخاب کنید دوره
fi_fi: Valitse Period
ga_ie: Roghnaigh Tréimhse
gl_gl: Escolla Período
hr_hr: Odaberite razdoblje
hu_hu: Válasszon időszak
is_is: Veldu Tímabil
ja_jp: 期間を選択してください
lt_lt: Pasirinkite laikotarpį
lv_lv: Izvēlieties periods
mk_mk: Избор на период
nn_no: Velg periode
pl_pl: Wybierz okres
pt_pt: Escolha Período
ro_ro: Alege perioada
ru_ru: Выберите период
sk_sk: Vyberte obdobie
sl_si: Izberite obdobje
sq_al: Zgjidhni Periudha
sr_rs: Изаберите период
sv_se: Välj period
th_th: เลือกระยะเวลา
tr_tr: Dönemi seçin
uk_ua: Оберіть період
wa_be: Dewis Cyfnod
zh_tw: 選擇期

source: A user with that username already exists for the
af_za: &#39;N gebruiker met die gebruikersnaam bestaan ​​reeds vir die
ar_dz: ألف مستخدم مع هذا المستخدم موجود بالفعل ل
be_by: Карыстальнік з імем карыстальніка, які ўжо існуе для
bg_bg: Потребител с това потребителско име вече съществува за
bn_bd: যে ব্যবহারকারীর নাম ব্যবহারকারীর জন্য ইতিমধ্যেই বিদ্যমান
da_dk: En bruger med brugernavn allerede eksisterer for de
el_gr: Ένας χρήστης με το username που υπάρχει ήδη για την
et_ee: Kasutajale, et kasutajanimi juba olemas
fa_ir: کاربر با آن نام کاربری در حال حاضر وجود دارد
fi_fi: Käyttäjä kyseisellä käyttäjänimellä jo olemassa
ga_ie: A úsáideoir leis an ainm úsáideora ann cheana le haghaidh
gl_gl: Un usuario con ese nome de usuario xa existe para o
hr_hr: Korisnik s tim korisničkim imenom već postoji za
hu_hu: A felhasználó adott felhasználónév már létezik a
is_is: Notandi með því að notendanafn er þegar í
ja_jp: そのユーザー名のユーザーは既に存在します
lt_lt: Šio vartotojo vardą vartotojas jau egzistuoja
lv_lv: Ar šo lietotājvārdu lietotājs jau eksistē
mk_mk: Корисник со тоа корисничко име веќе постои за
nn_no: En bruker med det brukernavnet finnes allerede for
pl_pl: Użytkownik o takiej nazwie już istnieje dla
pt_pt: Um usuário com esse nome de usuário já existe para o
ro_ro: Un utilizator cu numele de utilizator care există deja pentru
ru_ru: Пользователь с именем пользователя, который уже существует для
sk_sk: Užívateľ s týmto užívateľským menom už existuje
sl_si: Uporabnik s tem uporabniškim imenom že obstaja za
sq_al: Një përdorues me atë emër ekziston për
sr_rs: Корисник са том корисничким именом већ постоји за
sv_se: En användare med det användarnamnet finns redan för
th_th: ผู้ใช้ที่มีชื่อผู้ใช้ที่มีอยู่แล้วสำหรับ
tr_tr: Bu kullanıcı adı ile bir kullanıcı zaten var
uk_ua: Користувач з іменем користувача, який вже існує для
wa_be: Mae defnyddiwr â&#39;r enw defnyddiwr eisoes yn bodoli ar gyfer y
zh_tw: 用戶使用該用戶名已經存在的

source: school year. Choose a different username and try again.
af_za: skooljaar. Kies &#39;n ander gebruikersnaam en probeer weer.
ar_dz: السنة الدراسية. اختيار اسم مختلف وحاول مرة أخرى.
be_by: навучальнага года. Абярыце іншае імя карыстальніка і паўторыце спробу.
bg_bg: учебна година. Изберете различен потребителско име и опитайте отново.
bn_bd: স্কুল বছর. একটি ভিন্ন নাম পছন্দ করুন এবং আবার চেষ্টা করুন,
da_dk: skoleår. Vælg et andet brugernavn, og prøv igen.
el_gr: σχολική χρονιά. Επιλέξτε ένα διαφορετικό όνομα χρήστη και προσπαθήστε ξανά.
et_ee: õppeaastal. Vali teine ​​kasutajanimi ja proovige uuesti.
fa_ir: سال تحصیلی. یک نام کاربری های مختلف را انتخاب کنید و دوباره سعی کنید.
fi_fi: lukuvuonna. Valitse eri käyttäjätunnus ja yritä uudelleen.
ga_ie: scoilbhliana. Roghnaigh ainm úsáideora éagsúla agus bain triail eile as.
gl_gl: ano lectivo. Escolla un nome diferente e tente de novo.
hr_hr: školske godine. Odaberite različite korisničko ime i pokušajte ponovno.
hu_hu: tanévben. Válasszon egy másik felhasználónevet és próbálja újra.
is_is: skólaári. Veldu annað notandanafn og reyndu aftur.
ja_jp: 学年。別のユーザー名を選択し、再試行してください。
lt_lt: mokslo metus. Pasirinkite kitą vartotojo vardą ir bandykite dar kartą.
lv_lv: mācību gadu. Izvēlieties citu lietotājvārdu un mēģiniet vēlreiz.
mk_mk: учебна година. Изберете различна корисничко име и пробајте повторно.
nn_no: skoleåret. Velg et annet brukernavn og prøv igjen.
pl_pl: roku szkolnego. Wybierz inną nazwę użytkownika i spróbuj ponownie.
pt_pt: ano letivo. Escolha um nome diferente e tente novamente.
ro_ro: an şcolar. Alegeţi un alt nume de utilizator şi încercaţi din nou.
ru_ru: учебного года. Выберите другое имя пользователя и повторите попытку.
sk_sk: školský rok. Vyberte si iné užívateľské meno a skúste to znova.
sl_si: šolsko leto. Izberite drugo ime in poskusite znova.
sq_al: vitit shkollor. Zgjidhni një nofkë të ndryshme dhe të provoni përsëri.
sr_rs: школске године. Изаберите другачије корисничко име и покушајте поново.
sv_se: läsår. Välj ett annat användarnamn och försök igen.
th_th: ปีการศึกษา เลือกชื่อผู้ใช้ที่แตกต่างกันและลองอีกครั้ง
tr_tr: öğretim yılı. Farklı bir kullanıcı adı seçin ve tekrar deneyin.
uk_ua: навчального року. Виберіть інше ім&#39;я користувача та повторіть спробу.
wa_be: flwyddyn ysgol. Dewiswch enw defnyddiwr wahanol a cheisiwch eto.
zh_tw: 學年。選擇一個不同的用戶名，然後再試一次。

source: Copied file to
af_za: Gekopieer lêer
ar_dz: الملف المنسوخ ل
es_es: Archivo copiado a

source: Cannot upload parent's picture.
af_za: Kan nie ouer se foto te laai.
ar_dz: لا يمكن تحميل الصورة الأصل.
es_es: No se puede cargar la imagen de los padres.

source: The invalid date could not be saved.
af_za: Die ongeldig datum kon nie gestoor word nie.
ar_dz: تعذر حفظ تاريخ غير صالحة.
es_es: La fecha no válida no se pudo guardar.

source: Cannot change the profile as this staff has one or more course periods
af_za: Kan nie die profiel verander as die personeel het een of meer natuurlik tydperke

source: Specified username is already taken! Please try again with a different user name
af_za: Gespesifiseerde gebruikernaam is reeds geneem! Probeer asseblief weer met &#39;n ander gebruiker naam
be_by: Названыя імя карыстальніка ўжо занята! Калі ласка, паспрабуйце яшчэ раз з іншым імем карыстальніка
bg_bg: Другаде потребителско име е вече заето! Моля, опитайте отново с различно име на потребител
bn_bd: নির্দিষ্ট ব্যবহারকারীর নাম ইতিমধ্যেই নেওয়া! একটি ভিন্ন ব্যবহারকারী হিসাবে আবার চেষ্টা করুন
da_dk: Angivne brugernavn er allerede taget! Prøv venligst igen med et andet brugernavn
el_gr: Προσδιορίζεται το όνομα χρήστη έχει ήδη ληφθεί! Παρακαλούμε προσπαθήστε ξανά με διαφορετικό όνομα χρήστη
et_ee: Määratud kasutajanimi on juba võetud! Palun proovige uuesti mõne muu kasutajanime
fa_ir: تعیین نام کاربری که قبلا گرفته شده! لطفا دوباره سعی کنید و با نام کاربری های مختلف
fi_fi: Määritetty Käyttäjätunnus on jo varattu! Yritä uudelleen toisella käyttäjätunnuksella
ga_ie: Is é ainm úsáideora Sonraithe a glacadh cheana féin! Bain triail as arís le hainm úsáideora eile
gl_gl: Nome especificado xa está tomada! Por favor, inténteo de novo cun nome de usuario diferente
hr_hr: Navedena korisničko ime već zauzeto! Pokušajte ponovno s drugim korisničkim imenom
hu_hu: A megadott felhasználónév már foglalt! Kérjük, próbálja újra egy másik felhasználói nevet
is_is: Tilgreint notendanafn er þegar í notkun! Vinsamlegast reyndu aftur síðar með öðru notandanafni
ja_jp: 指定されたユーザー名は既に使用されています！別のユーザー名で再試行してください
lt_lt: Jūsų nurodytu vardu jau užimtas! Bandykite dar kartą su skirtingus vartotojo vardą
lv_lv: Noteiktie lietotājvārds jau ir aizņemts! Lūdzu, mēģiniet vēlreiz ar citu lietotājvārdu
mk_mk: Назначена корисничко име е веќе зафатено! Ве молиме обидете се повторно со различни корисничко име
nn_no: Spesifisert brukernavnet er allerede tatt! Vennligst prøv igjen med et annet brukernavn
pl_pl: Podana nazwa jest już zajęta! Prosimy spróbować ponownie z inną nazwą użytkownika
pt_pt: Nome especificado já está tomada! Por favor, tente novamente com um nome de usuário diferente
ro_ro: Numele de utilizator specificat nu este deja luat! Vă rugăm să încercaţi din nou cu un nume de utilizator diferit
ru_ru: Указанные имя пользователя уже занято! Пожалуйста, попробуйте еще раз с другим именем пользователя
sk_sk: Užívateľské meno je uvedené už! Skúste to znovu s iným užívateľským menom
sl_si: Določeno ime je že zasedeno! Prosimo, poskusite znova z drugim imenom uporabnikov
sq_al: Emrin e specifikuar tashmë është marrë! Ju lutemi të provoni përsëri me një emër përdoruesi të ndryshme
sr_rs: Наведено име већ заузето! Покушајте поново са различитим корисничким именом
sv_se: Specificerad användarnamn är upptaget! Försök igen med ett annat användarnamn
th_th: ระบุชื่อผู้ถูกใช้ไปแล้ว! โปรดลองอีกครั้งด้วยชื่อผู้ใช้ที่แตกต่างกัน
tr_tr: Belirtilen kullanıcı adı daha önceden alınmış! Lütfen farklı bir kullanıcı adı ile tekrar deneyin
uk_ua: Зазначені ім&#39;я користувача вже зайнято! Будь ласка, спробуйте ще раз з іншим іменем користувача
wa_be: Enw defnyddiwr yn cael eu cymryd yn barod! Ceisiwch eto gydag enw defnyddiwr gwahanol
zh_tw: 指定的用戶名已被使用！請再試一次用不同的用戶名
