Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The Print Letters page allows you to print form letters for any number of students.
af_za: Die bladsy Print Letters kan jy vormbriewe te druk vir &#39;n aantal studente.
ar_dz: الصفحة طباعة خطابات يسمح لك طباعة نموذجية لأي عدد من الطلاب.
be_by: Надрукаваць старонку Лісты дазваляе друкаваць бланках для любога колькасці студэнтаў.
bg_bg: Писма страница за печат ви позволява да отпечатвате формулярни писма за произволен брой на студентите.
bn_bd: প্রিন্ট চিঠিপত্র পৃষ্ঠা আপনি ছাত্রদের কোন নম্বর থেকে ফরম চিঠি মুদ্রণ করতে পারবেন.
da_dk: Udskriv Letters side kan du udskrive standardbreve for ethvert antal studerende.
el_gr: Η σελίδα Εκτύπωση επιστολές σας επιτρέπει να εκτυπώσετε φόρμες επιστολών για οποιοδήποτε αριθμό μαθητών.
es_es: La página de Cartas de impresión le permite imprimir cartas modelo para cualquier número de estudiantes.
et_ee: Prindi Letters leht võimaldab teil printida vormkirju iga õpilaste arv.
fa_ir: چاپ صفحه نامه به شما اجازه می دهد تا در آن چاپ نامه فرم را برای هر تعداد از دانش آموزان است.
fi_fi: Tulosta Kirjeet sivulla voit tulostaa lomakkeen kirjaimia tahansa joukko opiskelijoita.
ga_ie: Ceadaíonn an Priontáil Litreacha leathanach tú a phriontáil litreacha foirm le haghaidh aon líon na mac léinn.
gl_gl: A copia da páxina de cartas permite imprimir cartas de formulario para calquera número de alumnos.
hr_hr: Stranicu Ispiši pisma vam omogućuje da ispišete obrazac slova za bilo koji broj studenata.
hu_hu: A Print Letters oldal lehetővé teszi, hogy nyomtatott formában levelek tetszőleges számú diák.
is_is: The Print Letters síðu er hægt að prenta mynd bréf fyrir hvaða fjölda nemenda.
ja_jp: 印刷の手紙のページでは、学生の任意の数の定型書簡を印刷することができます。
lt_lt: Spausdinti Laiškai puslapis leidžia spausdinti laiškų blankus, bet studentų skaičius.
lv_lv: Drukāt vēstuļu lapa ļauj drukāt standarta vēstules par jebkuru studentu skaita.
mk_mk: За печатење писма страница ви овозможува да печатите форма писма за било кој број на студенти.
nn_no: Skriv ut Letters side kan du skrive ut standardbrev for en rekke studenter.
pl_pl: Strona Letters Print pozwala na drukowanie listów dla dowolnej liczby studentów.
pt_pt: A cópia da página de Cartas permite imprimir cartas de formulário para qualquer número de alunos.
ro_ro: Tipareste pagina scrisori vă permite să imprimaţi scrisori pentru orice număr de studenţi.
ru_ru: Распечатать страницу Письма позволяет печатать бланках для любого количества студентов.
sk_sk: Tlač listov stránka umožňuje tlač formulárových listov pre ľubovoľný počet študentov.
sl_si: Print Pisma stran vam omogoča tiskanje tipskih pisem za poljubno število študentov.
sq_al: Letrat Printo faqe ju lejon të shkruar letra formular për numrin e studentëve.
sr_rs: Писма Штампај страна омогућава да одштампате формулар за писма било који број студената.
sv_se: Skriv ut Letters sida kan du skriva ut standardbrev för ett obegränsat antal studenter.
th_th: พิมพ์หน้าตัวอักษรช่วยให้คุณสามารถพิมพ์ตัวอักษรรูปแบบสำหรับจำนวนของนักเรียนใด ๆ
tr_tr: Baskı Mektupları sayfa öğrencilerin herhangi bir sayı için form mektupları yazdırmak için sağlar.
uk_ua: Роздрукувати сторінку Листи дозволяє друкувати бланках для будь-якої кількості студентів.
wa_be: Mae&#39;r Argraffu Llythyrau dudalen hon yn caniatáu i chi argraffu&#39;r llythyrau ffurflen ar gyfer unrhyw nifer o fyfyrwyr.
zh_tw: 該信件打印頁面允許您打印套用信函為任意數量的學生。

source: To print the letters, enter the letter text in the Letter Text text field at the bottom of the search screen. Then search for students by filling in any desired search field, and click the Submit button.
af_za: Om die letters te druk, gee die brief teks in die Brief teks teks veld op die onderkant van die soektog skerm. Dan soek vir studente deur &#39;n gewenste soek veld in te vul, en klik op die Stuur knoppie.
ar_dz: لطباعة الرسائل، أدخل النص إلكتروني في حقل النص نص رسالة في الجزء السفلي من شاشة البحث. ثم بحث للطلاب عن طريق ملء في أي مجال البحث المطلوب، ثم انقر على زر إرسال.
be_by: Каб надрукаваць лісты, увядзіце тэкст ліста ў тэксце ліста тэкставае поле ў ніжняй частцы экрана пошуку. Затым знайдзіце для студэнтаў, запоўніўшы ў любым жаданым поле пошуку і націсніце кнопку Адправіць.
bg_bg: За да отпечатате буквите, въведете текста на писмо в текстово поле Писмо текст в долната част на екрана за търсене. След това търси студенти чрез попълване във всеки желан полето за търсене, и щракнете върху бутона Submit.
bn_bd: চিঠি মুদ্রণ, পত্র অনুসন্ধান পর্দার নীচে অবস্থিত টেক্সট টেক্সট ক্ষেত্রের চিঠি টেক্সট লিখুন. ছাত্রদের জন্য এর পরে কোন পছন্দসই অনুসন্ধান ক্ষেত্র ভর্তি দ্বারা অনুসন্ধান, এবং Submit বাটনে ক্লিক করুন.
da_dk: For at udskrive breve, indtaste bogstavet teksten i brevet Tekst tekstfelt i bunden af ​​søgebilledet. Så søg for studerende ved at udfylde i enhver ønsket søgefeltet og klik på knappen Send.
el_gr: Για να εκτυπώσετε τις επιστολές, πληκτρολογήστε το κείμενο επιστολής στο κείμενο πεδίο κειμένου Επιστολή στο κάτω μέρος της οθόνης αναζήτησης. Στη συνέχεια, αναζήτηση για τους φοιτητές με τη συμπλήρωση κάθε επιθυμητό πεδίο αναζήτησης και κάντε κλικ στο κουμπί Υποβολή.
es_es: Para imprimir las cartas, introduzca el texto de la carta en el campo de texto Text Letter en la parte inferior de la pantalla de búsqueda. A continuación, busque los estudiantes mediante la cumplimentación de cualquier campo de búsqueda que desee, y haga clic en el botón Enviar.
et_ee: Prindi tähti, sisestage täht teksti kirja tekst tekstiväljale allosas otsing ekraanil. Siis otsi õpilastele, täites mis tahes soovitud otsingu väljale ning klõpsake nuppu Esita.
fa_ir: برای چاپ حروف را وارد کنید متن نامه را در متن نامه زمینه متن در پایین صفحه جستجو. سپس برای دانش آموزان با پر کردن هر قسمت جستجو مورد نظر جستجو کنید ، و روی دکمه ارسال کلیک کنید.
fi_fi: Jos haluat tulostaa kirjeet, kirjoittaa kirjeen teksti Letter teksti tekstikenttään alareunassa hakukonetta. Sitten etsiä opiskelijoiden täyttämällä haluamasi hakukenttään ja napsauta Lähetä-painiketta.
ga_ie: A phriontáil na litreacha, cuir isteach an téacs litir i réimse an téacs Litir Téacs ag bun an scáileáin cuardaigh. Ansin cuardach do mhic léinn a líonadh in aon réimse a chuardach atá ag teastáil, agus cliceáil ar an gcnaipe Submit.
gl_gl: Para imprimir as cartas, escriba o texto letra no campo de texto Carta de texto na parte inferior da pantalla de busca. A continuación, buscar os alumnos a través do recheo de calquera campo de busca que desexe e prema no botón Enviar.
hr_hr: Da biste ispisali slova, unesite tekst slovo u tekstu pismo tekstualno polje na dnu zaslona za pretraživanje. Tada potraga za studente punjenje u bilo kojem željenom polje za pretraživanje, a zatim kliknite gumb Pošalji.
hu_hu: A nyomtatáshoz a leveleket, írja be a levél szövegét a levél szöveg mezőbe alján a kereső képernyőn. Akkor keressen diákok kitöltésével a kívánt keresési mezőbe, majd kattintson a Küldés gombra.
is_is: Til að prenta út bréf, slá svo inn stafinn texta í Text Letter texti akur á the botn af the leita skjánum. Þá leita fyrir nemendur með því að fylla í hvaða viðkomandi leitarreitinn og smelltu á Senda hnappinn.
ja_jp: 文字を印刷するには、検索画面の下部にある文字のテキストのテキストフ​​ィールドに文字のテキストを入力します。その後、任意の検索フィールドに入力して生徒を検索し、[送信]ボタンをクリックします。
lt_lt: Norėdami spausdinti laiškus, įveskite laiško tekstas laiško tekstas teksto lauke paieškos ekrano apačioje. Tada ieškoti studentų, užpildyti bet kurioje norimoje paieškos laukelį, ir paspauskite mygtuką &quot;Siųsti&quot;.
lv_lv: Lai izdrukātu burtus, ievadiet burtu tekstu vēstules tekstu teksta laukā apakšā meklēšanas ekrānā. Tad meklēt studentiem, aizpildot jebkuru vēlamo meklēšanas laukā un noklikšķiniet uz pogas Iesniegt.
mk_mk: За да печатите на букви, внесете ја буквата текстот во писмото текст полето за текст на дното на пребарувањето екран. Потоа пребарување за студентите со пополнување во било која саканата полето за пребарување и кликнете на копчето.
nn_no: For å skrive ut bokstaver, skriv bokstaven teksten i brevet Tekst tekstfeltet nederst søket skjermen. Deretter søke etter studenter ved å fylle ut ønsket søkefeltet, og klikk på Send-knappen.
pl_pl: Aby wydrukować litery, wprowadzić tekst listu w tekście listu pole tekstowe na dole ekranu wyszukiwania. Następnie wyszukaj studentów wypełnić w dowolnym polu wyszukiwania i kliknij przycisk Wyślij.
pt_pt: Para imprimir as cartas, digite o texto letra no campo de texto Carta texto na parte inferior da tela de pesquisa. Em seguida, procurar os alunos através do preenchimento de qualquer campo de pesquisa desejada e clique no botão Enviar.
ro_ro: Pentru a imprima litere, introduceţi textul scrisorii în câmpul de text Scrisoarea Textul din partea de jos a ecranului de căutare. Apoi, de căutare pentru studenti prin completarea in orice domeniu de căutare dorită, şi faceţi clic pe butonul Remitere.
ru_ru: Чтобы напечатать письма, введите текст письма в тексте письма текстовое поле в нижней части экрана поиска. Затем найдите для студентов, заполнив в любом желаемом поле поиска и нажмите кнопку Отправить.
sk_sk: Ak chcete tlačiť listy, zadajte písmeno text do textového poľa Text listu v dolnej časti obrazovky hľadanie. Potom hľadať pre študentov tým, že vyplní v ľubovoľnej vyhľadávacieho poľa a kliknite na tlačidlo Odoslať.
sl_si: Če želite tiskati črke, vnesite črko besedilo v polje Text Letter besedilo na dnu zaslona iskanja. Potem iskanja za študente tako, da izpolnite v katerem koli želeno polje iskanja, in kliknite gumb Pošlji.
sq_al: Për të shkruar letra, të hyjë në tekstin e letër në fushën e tekstit Letër tekstit në fund të ekranit kërkimit. Pastaj kërko për studentët, duke plotësuar në çdo fushën e kërkimit e dëshiruar, dhe kliko butonin Submit.
sr_rs: Да бисте одштампали слова, унесите текст писма у писмо поље за текст текст на дну екрана за претрагу. Онда тражи за студенте тако што ћете попунити било коју жељену поље за претрагу, а затим кликните на дугме Пошаљи.
sv_se: För att skriva ut bokstäver, skriv bokstaven text i brev Text textfältet längst ner på sökskärmen. Sök sedan efter eleverna genom att fylla i önskat sökfältet och klicka på knappen Skicka.
th_th: ต้องการพิมพ์ตัวอักษรที่ให้ใส่ข้อความตัวอักษรในหนังสือข้อความในเขตข้อมูลข้อความที่ด้านล่างของหน้าจอการค้นหา แล้วค้นหาสำหรับนักเรียนโดยการกรอกลงในช่องค้นหาใด ๆ ที่ต้องการและคลิกปุ่ม Submit
tr_tr: Harfleri yazdırmak için, mektup metin arama ekranın alt kısmında Mektubu Metin metin alanına girin. Daha sonra istediğiniz herhangi bir arama alanını doldurarak öğrenciler için arama ve Gönder düğmesini tıklatın.
uk_ua: Щоб надрукувати листи, введіть текст листа в тексті листа текстове поле в нижній частині екрана пошуку. Потім знайдіть для студентів, заповнивши в будь-якому бажаному поле пошуку та натисніть кнопку Надіслати.
wa_be: I argraffu&#39;r llythyrau, nodwch y testun llythyr yn y maes testun Testun Llythyr ar waelod y sgrin chwilio. Yna, chwilio ar gyfer myfyrwyr drwy lenwi unrhyw maes chwilio a ddymunir, a chliciwch y botwm Anfon.
zh_tw: 要打印的字母，輸入字母文字的函文本字段在底部的搜索畫面。然後搜索為學生填寫在任何需要的搜索字段，然後點擊提交按鈕。

source: You can insert certain pieces of student information into your letter with special variables:
af_za: Jy kan voeg om sekere stukke van die studente-inligting in jou brief met spesiale veranderlikes:
be_by: Вы можаце ўставіць некаторыя часткі студэнта інфармацыю ў ваш ліст з адмысловым пераменным:
bg_bg: Можете да вмъкнете някои парчета на студентите информация във Вашето писмо със специални променливи:
bn_bd: আপনি আপনার চিঠি ভাগ ছাত্র বিশেষ তথ্যের বিশেষ ভেরিয়েবল সাথে সন্নিবেশ করতে পারেন:
da_dk: Du kan indsætte visse dele af de studerendes oplysninger i dit brev med særlige variabler:
el_gr: Μπορείτε να εισάγετε ορισμένα κομμάτια της ενημέρωσης των φοιτητών στην επιστολή σας με ειδικές μεταβλητές:
et_ee: Saate lisada teatud tükki üliõpilane andmeid oma kirja spetsiaalseid muutujaid:
fa_ir: شما می توانید از قطعه خاصی از اطلاعات دانش آموزان به نامه خود را با متغیرهای ویژه درج :
fi_fi: Voit lisätä joitakin osia opiskelija informaation kirjeen erityisiä muuttujia:
ga_ie: Is féidir leat a chur isteach píosaí áirithe faisnéise mac léinn i do litir leis an athróg speisialta:
gl_gl: Pode introducir algunhas pezas de información do estudante na súa carta con variables especiais:
hr_hr: Možete umetnuti određene dijelove studenata informacija u Vaše pismo s posebnim varijablama:
hu_hu: Szúrhat egyes darabok hallgatói információs be a levelet a speciális változók:
is_is: Hægt er að setja ákveðnar stykki af upplýsingar nemenda í bréf með sérstökum breytum:
ja_jp: あなたは特別な変数を使用して文字に学生の特定の情報を挿入することができます。
lt_lt: Galite įterpti tam tikros informacijos apie studentų į savo laiške specialūs kintamieji:
lv_lv: Jūs varat ievietot dažus gabalus studentu informācijas par Jūsu vēstuli ar īpašiem mainīgajiem:
mk_mk: Можете да внесете одредени парчиња студент информации во вашето писмо со посебни варијабли:
nn_no: Du kan sette visse deler av student informasjon i brevet ditt med spesielle variabler:
pl_pl: Można wstawić pewne informacje, studentów do list specjalnymi zmiennymi:
pt_pt: Você pode inserir algumas peças de informação do estudante em sua carta com variáveis ​​especiais:
ro_ro: Aveţi posibilitatea să inseraţi anumite informaţii elev în scrisoarea dumneavoastră cu variabile speciale:
ru_ru: Вы можете вставить некоторые части студента информацию в ваше письмо со специальным переменным:
sk_sk: Môžete vložiť určité časti Študijná informačný list do špeciálnej premenné:
sl_si: Vstavite lahko nekatere informacije v vašem pismu študent s posebnimi spremenljivkami:
sq_al: Ju mund futur pjesë të caktuara të informacionit studentëve në letrën tuaj me variabla të veçantë:
sr_rs: Можете да убаците неке делове студентског информација у ваше писмо са посебним варијабле:
sv_se: Du kan infoga vissa delar av studentinformation i ditt brev med särskilda variabler:
th_th: คุณสามารถแทรกบางชิ้นของข้อมูลของนักเรียนลงในจดหมายของคุณด้วยตัวแปรพิเศษ :
tr_tr: Özel değişkenler ile öğrenci bilgi mektubu belirli parçalarını ekleyebilirsiniz:
uk_ua: Ви можете вкласти деякі частини студента інформацію в ваш лист із спеціальним перемінним:
wa_be: Gallwch osod darnau penodol o wybodaeth i fyfyrwyr yn eich llythyr gyda newidynnau arbennig:
zh_tw: 您可以插入若干個學生的信息到你的信中有特殊的變量：

source: Full Name
af_za: Volle Naam
ar_dz: بدر تام
be_by: Поўнае імя
bg_bg: Пълно име
bn_bd: পুরো নাম
da_dk: Fulde navn
el_gr: Ονοματεπώνυμο
es_es: Nombre del Campo
fa_ir: نام و نام خانوادگی
fi_fi: Koko nimi
ga_ie: Ainm Iomlán
gl_gl: Nome Completo
hr_hr: Puno ime
hu_hu: Teljes neve
is_is: Fullt nafn
ja_jp: 完全な名前
lt_lt: Vardas, pavardė
lv_lv: Pilns nosaukums
mk_mk: Полното име
nn_no: Fullt navn
pl_pl: Pełne imię i nazwisko
pt_pt: Nome Completo
ro_ro: Numele complet
ru_ru: Полное имя
sk_sk: Meno a priezvisko
sl_si: Polno ime
sq_al: Emri i plotë
sr_rs: Име и презиме
sv_se: Fullständigt namn
th_th: ชื่อเต็ม
tr_tr: Tam Adı
uk_ua: Повне ім&#39;я
wa_be: Enw Llawn
zh_tw: 姓名

source: First Name
af_za: Vir Naam
ar_dz: الاسم الأول
be_by: Імя
bg_bg: Собствено име
bn_bd: নামের প্রথমাংশ
da_dk: Fornavn
el_gr: Όνομα
es_es: Primer Nombre
et_ee: Eesnimi
fa_ir: نام
fi_fi: Etunimi
ga_ie: Céad Ainm
gl_gl: Nome
hr_hr: Ime
hu_hu: Keresztnév
ja_jp: 最初の名前
lt_lt: Vardas
lv_lv: Vārds
mk_mk: Име
nn_no: Fornavn
pl_pl: Imię
pt_pt: Nome
ro_ro: Prenume
ru_ru: Имя
sk_sk: Krstné meno
sl_si: Ime
sq_al: Emër
sr_rs: Име
sv_se: Förnamn
th_th: ชื่อแรก
tr_tr: Isim
uk_ua: Ім&#39;я
wa_be: Enw Cyntaf
zh_tw: 首名

source: Middle Name
af_za: Middelste naam
ar_dz: الاسم الأوسط
be_by: Імя па бацьку
bg_bg: Бащино име
bn_bd: নামের মধ্যাংশ
da_dk: Mellemnavn
el_gr: Μεσαίο όνομα
et_ee: Teine eesnimi
fa_ir: نام پدر
fi_fi: Toinen nimi
ga_ie: Ainm an Meán-
gl_gl: Nome do medio
hr_hr: Srednje ime
hu_hu: Második keresztnév
ja_jp: ミドル名
lt_lt: Tėvo vardas
lv_lv: Tuvie Vārds
mk_mk: Презиме
nn_no: Mellomnavn
pl_pl: Drugie imię
pt_pt: Nome do meio
ro_ro: Al doilea prenume
ru_ru: Отчество
sk_sk: Druhé meno
sl_si: Bližnji Ime
sq_al: Emri i dytë
sr_rs: Друго име
sv_se: Mellannamn
th_th: ชื่อกลาง
tr_tr: Orta İsim
uk_ua: По батькові
wa_be: Enw Canol
zh_tw: 中名

source: Last Name
af_za: Naam
ar_dz: اسم العائلة
be_by: Прозвішча
bg_bg: Фамилия
bn_bd: পদবি
da_dk: Efternavn
el_gr: Επώνυμο
es_es: Apellido
et_ee: Perekonnanimi
fa_ir: نام خانوادگی
fi_fi: Sukunimi
ga_ie: Ainm an Leasaithe Deireanaigh
gl_gl: Apelidos
hr_hr: Prezime
hu_hu: Vezetéknév
ja_jp: 最後の名前
lt_lt: Pavardė
lv_lv: Uzvārds
mk_mk: Презиме
nn_no: Etternavn
pl_pl: Nazwisko
pt_pt: Sobrenome
ro_ro: Nume
ru_ru: Фамилия
sk_sk: Priezvisko
sl_si: Priimek
sq_al: Mbiemër
sr_rs: Презиме
sv_se: Efternamn
th_th: ชื่อครั้งสุดท้าย
tr_tr: Soyadı
uk_ua: Прізвище
wa_be: Cyfenw
zh_tw: 最後名稱

source: Grade
af_za: Graad
ar_dz: درجة
be_by: Клас
bg_bg: Клас
bn_bd: পদমর্যাদা
el_gr: Βαθμός
es_es: Grado
et_ee: Klass
fa_ir: درجه
fi_fi: Arvosana
ga_ie: Grád
gl_gl: Grao
hr_hr: Razred
hu_hu: Fokozat
ja_jp: グレード
lt_lt: Klasė
lv_lv: Pakāpe
mk_mk: Одделение
nn_no: Vurder
pl_pl: Stopień
pt_pt: Grau
ro_ro: Calitate
ru_ru: Класс
sk_sk: Stupeň
sr_rs: Разред
th_th: เกรด
tr_tr: Sınıf
uk_ua: Клас
wa_be: Gradd
zh_tw: 級
