Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: in the column corresponding to the type of marking period you want to add. Then, complete the marking periods information in the fields above the list of marking periods and click the Save button.
af_za: in die kolom wat ooreenstem met die aard van die nasienperiode wat jy wil byvoeg. Dan, voltooi die nasien tydperke inligting in die gebied bo die lys van die nasien van periodes en kliek op die Save-knoppie.
be_by: у слупок, які адпавядае тып маркіроўкі перыяд вы хочаце дадаць. Затым, у камплекце маркіроўкі перыядаў інфармацыі ў палях вышэй спіс маркіроўкі перыядаў і націсніце кнопку Захаваць.
bg_bg: в колоната, съответстваща на вида на маркировката на период, който искате да добавите. След това, пълна информация на маркировката периоди в областта над списъка на маркиране периоди и щракнете върху бутона Save.
bn_bd: কলাম সংশ্লিষ্ট অবস্থানসূচক সময়ের ধরণ আপনি যোগ করতে চান. তারপর, অবস্থানসূচক সময়সীমার তালিকা উপরোক্ত ক্ষেত্রে অবস্থানসূচক সময়সীমার তথ্য এবং সম্পূর্ণ সেভ বাটন ক্লিক করুন.
da_dk: i kolonnen, der svarer til den type mærkning periode, du ønsker at tilføje. Så komplet mærkning perioder oplysninger i felterne over listen med mærkning perioder og klikke på knappen Gem.
el_gr: στη στήλη που αντιστοιχεί στον τύπο της σήμανσης περίοδο που θέλετε να προσθέσετε. Στη συνέχεια, συμπληρώστε τη σήμανση πληροφορίες περιόδους στα πεδία πάνω από τη λίστα των περιόδων σήμανση και κάντε κλικ στο κουμπί Αποθήκευση.
et_ee: veeru vastavat tüüpi tähistamine periood, mida soovite lisada. Siis täielik märgistus perioodide teavet eespool toodud väljadele nimekirja tähistamine perioodide ja vajuta nuppu Salvesta.
fa_ir: در ستون مربوط به نوع مارک دوره که میخواهید اضافه کنید. سپس ، کامل مارک دوره های اطلاعات در زمینه های فوق لیست دوره های مارک و بر روی دکمه ذخیره کلیک کنید.
fi_fi: sarakkeeseen vastaavan tyyppinen merkintä kauden haluat lisätä. Sitten täydellinen merkintä aikoja tiedot kenttiin yllä luetteloa merkintä aikoja ja napsauta Tallenna-painiketta.
ga_ie: sa cholún a fhreagraíonn do na gcineál tréimhse marcála ba mhaith leat a chur leis. Ansin, comhlánaigh an mharcáil tréimhsí faisnéis i láthair sna réimsí thuasluaite ar an liosta de na tréimhsí marcála agus cliceáil ar an gcnaipe Sábháil.
gl_gl: na columna correspondente ao tipo de período de reserva quere engadir. Entón, completar a reserva información períodos nos campos sobre a lista de períodos de reserva e prema no botón Gardar.
hr_hr: u stupcu koji odgovara vrsti obilježavanja razdoblja želite dodati. Zatim, dovršili obilježavanje razdoblja podatke u polja iznad popisa obilježavanja razdoblja i kliknite na gumb Spremi.
hu_hu: Az oszlop megfelelő típusú jelölési időszak szeretne hozzáadni. Ezután töltse ki a jelölést időszakokban információt a fenti mezők listáját jelölés időszakok, majd kattintson a Mentés gombra.
is_is: í dálkinum sem svarar til tegund merkingar tímabil sem þú vilt bæta við. Þá ljúka merkingar tímabil upplýsingar í reitina fyrir ofan listann yfir merkingar tímabil og smelltu á Vista hnappinn.
ja_jp: 追加するマーキング期間のタイプに対応する列インチ次に、マーキングの期間のリスト上のフィールドでのマーキングの期間の情報を記入し、[保存]ボタンをクリック。
lt_lt: stulpelyje atitinka tipo ženklinimo laikotarpio, kurį norite pridėti. Tada užpildyti ženklinimo, informacijos srityse virš žymėjimo laikotarpių sąrašą ir spustelėkite mygtuką &quot;Išsaugoti&quot;.
lv_lv: kolonnā, kas atbilst tipam marķējuma perioda, kuru vēlaties pievienot. Tad aizpildiet marķējums periodiem informācija virs saraksta marķēšanas periodu laukus un noklikšķiniet uz pogas Saglabāt.
mk_mk: во колоната што одговара на видот на обележување период сакате да го додадете. Потоа, заврши одбележувањето периоди информации во областа над листата на означување периоди и кликнете на копчето Зачувај.
nn_no: i kolonnen som tilsvarer den type merking perioden du vil legge til. Deretter fullføre merkingen periodene informasjon i feltene over listen med merking perioder og klikk på knappen Lagre.
pl_pl: w kolumnie odpowiadającej rodzaj okresu oznakowania chcesz dodać. Następnie, kompletne oznakowanie informacji okresów w dziedzinie nad listą okresów oznakowania i kliknij przycisk Zapisz.
pt_pt: na coluna correspondente ao tipo de período de marcação você deseja adicionar. Então, completar a marcação informações períodos nos campos acima da lista de períodos de marcação e clique no botão Salvar.
ro_ro: în coloana corespunzătoare tipului de perioada de marcare pe care doriţi să adăugaţi. Apoi, marcajul complet informaţiile perioadele în domeniile de mai sus pe lista de perioade de marcare şi faceţi clic pe butonul Salvare.
ru_ru: в столбец, соответствующий тип маркировки период вы хотите добавить. Затем, в комплекте маркировки периодов информации в полях выше список маркировки периодов и нажмите кнопку Сохранить.
sk_sk: v stĺpci zodpovedajúcej typu označenie doby, ktorú chcete pridať. Potom, kompletné označenie obdobie informácií v oblasti nad zoznamom označenie obdobia a kliknite na tlačidlo Uložiť.
sl_si: v stolpcu, ki ustreza vrsti oznake obdobja, ki ga želite dodati. Potem, popolne informacije označevanje obdobja na področju nad seznamom označevanja obdobij in kliknite na gumb Save.
sq_al: në kolonën përkatëse të tipit të periudhës shënuar që dëshironi të shtoni. Pastaj, të plotë duke shënuar periudhat e informacionit në fushat e mësipërme listën e periudhave të shënuar dhe klikoni butonin Ruaj.
sr_rs: у колони која одговара типу обележавања периода који желите да додате. Затим, комплетна обележавање периода информације у поља изнад листе обележавања периода и кликните на дугме Сачувај.
sv_se: i kolumnen som motsvarar den typ av märkning period du vill lägga till. Sedan fylla i märkning perioder i fälten ovanför listan med märkning perioder och klicka på knappen Spara.
th_th: ในคอลัมน์ที่สอดคล้องกับประเภทของระยะเวลาการทำเครื่องหมายที่คุณต้องการเพิ่ม จากนั้นกรอกข้อมูลระยะเวลาการทำเครื่องหมายในช่องที่อยู่เหนือรายการของระยะเวลาการทำเครื่องหมายและคลิกที่ปุ่มบันทึก
tr_tr: Eklemek istediğiniz işaretleme dönemi türüne karşılık gelen sütun. Sonra, işaretleme dönemleri listesinin üstündeki alanlarda işaretleme dönemleri bilgilerin eksiksiz ve Kaydet düğmesini tıklatın.
uk_ua: в стовпець, відповідний тип маркування період ви хочете додати. Потім, в комплекті маркування періодів інформації в полях вище список маркування періодів і натисніть кнопку Зберегти.
wa_be: yn y golofn sy&#39;n cyfateb i&#39;r math o cyfnod marcio ydych am ychwanegu. Yna, cwblhewch y wybodaeth cyfnodau marcio yn y meysydd uchod yn y rhestr o gyfnodau marcio a chliciwch y botwm Save.
zh_tw: 在列對應的類型標誌期間，您要添加。然後，完成標識信息的時間在上面的列表中的標記時間，然後點擊保存按鈕。

source: To edit a marking period, click on the marking period you want to change, and click on whatever value you want to change. It will automatically become editable. Update the value and click the Save button.
af_za: Om &#39;n nasienperiode te wysig, klik op die nasienperiode wat jy wil verander, en klik op die waarde wat jy wil verander. Dit sal outomaties verwerk word. Update die waarde en kliek op die Save-knoppie.
ar_dz: لتعديل فترة الوسم وانقر على فترة الوسم الذي تريد تغييره، ثم انقر على كل ما القيمة التي تريد تغييرها. وسوف تصبح تلقائيا للتحرير. تحديث قيمة وانقر على زر حفظ.
be_by: Для рэдагавання ацэначны перыяд, націсніце на ацэначны перыяд вы хочаце змяніць, і націсніце на любое значэнне, вы хочаце змяніць. Яна будзе аўтаматычна становяцца даступныя для рэдагавання. Абнавіце значэння і націсніце кнопку Захаваць.
bg_bg: За да редактирате маркировка период, щракнете върху маркировката периода, за който искате да промените, и кликнете върху каквато стойност искате да промените. Тя автоматично ще стане може да се редактира. Актуализиране на стойността и щракнете върху бутона Save.
bn_bd: একটি অবস্থানসূচক সময় সম্পাদনা অবস্থানসূচক সময় আপনি পরিবর্তন চান,, ক্লিক এবং কিছু মান আপনি পরিবর্তন চান উপর ক্লিক করুন. স্বয়ংক্রিয়ভাবে সম্পাদনাযোগ্য হবে. মান এবং আপডেট করুন বাটন ক্লিক করুন.
da_dk: For at redigere en markering periode, skal du klikke på mærkning periode, du vil ændre, og klik på, hvad værdi, du ønsker at ændre. Det vil automatisk blive redigerbare. Opdater værdien, og klik på knappen Gem.
el_gr: Για να επεξεργαστείτε μια σήμανση περίοδο, Κάντε κλικ για τη σήμανση περίοδο που θέλετε να αλλάξετε, και κάντε κλικ στο ανεξαρτήτως της αξίας που θέλετε να αλλάξετε. Θα γίνει αυτόματα με δυνατότητα επεξεργασίας. Ενημέρωση από την τιμή και κάντε κλικ στο κουμπί Αποθήκευση.
es_es: Para editar un período de calificación, haga clic en el período de calificación que desea cambiar, y haga clic en cualquier valor que desee cambiar. Se convertirá automáticamente editable. Actualice el valor y haga clic en el botón Guardar.
et_ee: Muuta märgistus periood, kliki märgistus periood, mida soovite muuta, ja klikkige iganes väärtus, mida soovite muuta. Muutub see automaatselt muudetav. Uuenda väärtus ja vajuta nuppu Salvesta.
fa_ir: برای ویرایش یک دوره بدون مارک ، در دوره مارک می خواهید به تغییر کلیک کنید ، و کلیک بر روی هر مقدار که می خواهید تغییر. آن را به طور خودکار قابل ویرایش تبدیل شده است. بروز ارزش و بر روی دکمه ذخیره کلیک کنید.
fi_fi: Voit muokata merkintää kauden, klikkaa merkintää kauden haluat muuttaa, ja napsauta mitä arvoa haluat muuttaa. Se tulee automaattisesti muokattavissa. Päivitä arvo ja napsauta Tallenna-painiketta.
ga_ie: A chur in eagar ar feadh tréimhse mharcáil, cliceáil ar an tréimhse marcála mian leat a athrú, agus cliceáil ar an luach is cuma cad ba mhaith leat a athrú. Éireoidh sé go huathoibríoch eagarthóireacht a dhéanamh air. Nuashonrú ar an luach agus cliceáil ar an gcnaipe Sábháil.
gl_gl: Para editar un período de reserva, prema no período de notas que desexa cambiar e prema en calquera valor que quere cambiar. Esta será automaticamente fan a editable. Actualizar o valor e prema no botón Gardar.
hr_hr: Za uređivanje obilježavanje razdoblja, kliknite na obilježavanju razdoblje želite promijeniti, a zatim kliknite na što vrijednost koju želite promijeniti. To će automatski postati uređivati. Ažuriranje vrijednosti i kliknite na gumb Spremi.
hu_hu: Szerkesztéséhez jelölési időszak, kattintson a jelölési időszak módosítani kívánt, majd kattintson a bármilyen értéket módosítani szeretné. Akkor a rendszer automatikusan szerkeszthető. Frissítse az értéket, majd kattintson a Mentés gombra.
is_is: Til að breyta merkingu tímabil skaltu smella á merkið tímabil sem þú vilt breyta og smelltu á hvaða gildi þú vilt breyta. Það mun sjálfkrafa verða editable. Uppfæra gildi og smelltu á Vista hnappinn.
ja_jp: マーキング期間を編集するには、変更するマーキング期間をクリックし、変更したい任意の値をクリックします。それは自動的に編集可能になります。値を更新し、[保存]ボタンをクリックします。
lt_lt: Norėdami redaguoti ženklinimo laikotarpio, paspauskite ant ženklinimo laikotarpio, kurį norite pakeisti, ir spustelėkite kokia vertę, kurią norite keisti. Jis automatiškai tampa redaguojamas. Atnaujinkite vertę ir spustelėkite mygtuką &quot;Išsaugoti&quot;.
lv_lv: Lai rediģētu marķējumu periodu, noklikšķiniet uz marķējuma periodu, kuru vēlaties mainīt, un noklikšķiniet uz kāda vērtība, kuru vēlaties mainīt. Tas automātiski kļūs rediģējams. Atjauninātu vērtības, un noklikšķiniet uz pogas Saglabāt.
mk_mk: За да промените означување период, кликнете на одбележувањето период сакате да го промените, и кликнете на она што вредноста што сакате да го смените. Тоа автоматски ќе стане уредување. Ажурирање на вредност и кликнете на копчето Зачувај.
nn_no: Hvis du vil redigere en merking periode, klikk på merking perioden du vil endre, og klikk på hva verdien du vil endre. Det vil automatisk bli redigerbar. Oppdatering verdien og klikk på knappen Lagre.
pl_pl: Aby edytować okres CE, kliknij na okres oznakowania, które chcesz zmienić, i kliknij na wartości, jaką chcesz zmienić. Będzie on automatycznie stają się edytowalne. Aktualizacja wartości i kliknij przycisk Zapisz.
pt_pt: Para editar um período de marcação, clique no período de notas que pretende alterar e clique em qualquer valor que você deseja alterar. Ele será automaticamente tornam-se editável. Atualizar o valor e clique no botão Salvar.
ro_ro: Pentru a edita o perioadă de marcare, faceţi clic pe perioada de marcajul pe care doriţi să le modificaţi, apoi faceţi clic pe indiferent de valoarea pe care doriţi să o modificaţi. Acesta va deveni în mod automat editabilă. Actualizaţi valoarea şi faceţi clic pe butonul Salvare.
ru_ru: Для редактирования оценочный период, нажмите на оценочный период вы хотите изменить, и нажмите на любое значение, вы хотите изменить. Она будет автоматически становятся доступны для редактирования. Обновите значения и нажмите кнопку Сохранить.
sk_sk: Ak chcete upraviť označenie obdobia, kliknite na označenie doby, ktorú chcete zmeniť, a kliknite na akúkoľvek hodnotu, ktorú chcete zmeniť. To sa automaticky stane editovateľný. Aktualizujte hodnotu a kliknite na tlačidlo Uložiť.
sl_si: Če želite urediti oznako obdobja, kliknite na oznako obdobja, ki ga želite spremeniti, in kliknite na katerem koli vrednost, ki jo želite spremeniti. To bo samodejno postal mogoče urejati. Posodobitev vrednosti in kliknite na gumb Save.
sq_al: Për të ndryshuar një periudhë shënon, klikoni në periudhën e shënuar që ju doni të ndryshojë, dhe klikoni në çfarëdo vlerën që ju dëshironi të ndryshoni. Kjo automatikisht do të bëhet editable. Update vlerën dhe klikoni butonin Ruaj.
sr_rs: Да бисте изменили обележавање периоду, кликните на обележавање периоду желите да промените, а затим кликните на било вредност коју желите да промените. Она ће се аутоматски мењати постати. Ажурирање вредност и кликните на дугме Сачувај.
sv_se: För att redigera en markering period, klicka på märkning period du vill ändra och klicka på det värde du vill ändra. Det blir automatiskt redigeras. Uppdatera värdet och klicka på knappen Spara.
th_th: หากต้องการแก้ไขระยะเวลาการทำเครื่องหมายให้คลิกที่เครื่องหมายระยะเวลาที่คุณต้องการเปลี่ยนแปลงและคลิกในสิ่งที่ค่าที่คุณต้องการเปลี่ยนแปลง โดยอัตโนมัติจะกลายเป็นที่สามารถแก้ไขได้ การปรับปรุงค่าและคลิกที่ปุ่มบันทึก
tr_tr: Işaretleme dönemi düzenlemek için, değiştirmek istediğiniz işaretleme dönemi tıklatın ve değiştirmek istediğiniz ne olursa olsun değer tıklayın. Otomatik olarak düzenlenebilir hale gelecektir. Değeri Update ve Kaydet düğmesini tıklatın.
uk_ua: Для редагування оцінний період, натисніть на оціночний період ви хочете змінити, і натисніть на будь-яке значення, ви хочете змінити. Вона буде автоматично стають доступні для редагування. Оновлення значення та натисніть кнопку Зберегти.
wa_be: I olygu cyfnod marcio, cliciwch ar y cyfnod marcio ydych am newid, a chliciwch ar werth beth bynnag rydych am ei newid. Bydd yn awtomatig yn dod yn eu golygu. Diweddariad y gwerth a chliciwch ar y botwm Save.
zh_tw: 要編輯評分期，點擊評分期要更改，並點擊你想要的任何值改變。它會自動變成可編輯的。更新值，然後單擊保存按鈕。

source: To delete a marking period, select it by clicking on its title on the list and click the
af_za: Om &#39;n merk tydperk te verwyder, kies dit deur te kliek op die titel op die lys en kliek op die
ar_dz: لحذف فترة الوسم وتحديده من خلال النقر على عنوانه في القائمة وانقر فوق
be_by: Каб выдаліць ацэначны перыяд, выберыце яго, націснуўшы на яе назву ў спісе і націсніце
bg_bg: За да изтриете маркировка период, изберете го, като кликнете върху заглавието му в списъка и кликнете
bn_bd: একটি অবস্থানসূচক সময়ের মুছে, তালিকায় এর শিরোনামে ক্লিক করে সেটি নির্বাচন করুন
da_dk: For at slette en markering periode, skal du markere det ved at klikke på dens titel på listen og klik på
el_gr: Για να διαγράψετε μια σήμανση περίοδο, επιλέξτε κάνοντας κλικ στον τίτλο της στον κατάλογο και κάντε κλικ στο
et_ee: Kustutada tähistamine jooksul, valige see, kui klikite selle pealkiri ning klõpsake
fa_ir: برای حذف یک دوره بدون مارک ، آن را از طریق کلیک کردن بر روی عنوان آن در لیست انتخاب و کلیک کنید
fi_fi: Voit poistaa merkinnän ajan, valitse se klikkaamalla sen otsikko luettelosta ja napsauta
ga_ie: A scriosadh de thréimhse mharcáil, roghnaigh sé trí chliceáil ar a theideal ar an liosta agus cliceáil ar an
gl_gl: Para borrar un período de reserva, seleccione a premendo no seu título na lista e faga clic no
hr_hr: Za brisanje oznake razdoblje, odaberite klikom na naslov na popisu i kliknite
hu_hu: Törléséhez jelölés időszakban, válassza ki kattintva a címét a listából, és kattintson a
is_is: Til að eyða merkingar tímabil skaltu velja hana með því að smella á titil hennar á listanum og smelltu á
ja_jp: マーキング期間を削除するには、リスト上でそのタイトルをクリックして選択し、クリック
lt_lt: Norėdami ištrinti ženklinimo laikotarpio, pasirinkite jį spustelėdami jo pavadinimą sąraše ir spustelėkite
lv_lv: Lai izdzēstu zīmi periodu, izvēlieties to, uzklikšķinot uz tās nosaukuma sarakstā un uzklikšķiniet
mk_mk: За да ги избришете ознака период, изберете со кликнување на нејзиниот наслов на листата и кликнете на
nn_no: For å slette en markering periode, velger du det ved å klikke på tittelen på listen og klikk
pl_pl: Aby usunąć oznaczenie okresu, wybierz go, klikając na jego tytuł na liście i kliknij
pt_pt: Para excluir um período de marcação, selecione-a clicando em seu título na lista e clique no
ro_ro: Pentru a şterge o perioadă de marcaj, selectaţi-l dand click pe titlul său de pe listă şi faceţi clic pe
ru_ru: Чтобы удалить оценочный период, выберите его, нажав на ее название в списке и нажмите
sk_sk: Ak chcete odstrániť označenie obdobia, vyberte ho kliknutím na jeho názov v zozname a kliknite na
sl_si: Če želite izbrisati oznako obdobja, ga izberite s klikom na njen naslov na seznamu in kliknite
sq_al: Për të fshirë një periudhë shënon, zgjidhni atë duke klikuar në titullin e saj në listë dhe klikoni
sr_rs: Да бисте избрисали означавање периода, изаберите га кликом на његов наслов на листи и кликните на
sv_se: För att radera en markering tid, välj den genom att klicka på dess namn i listan och klicka på
th_th: ในการลบระยะเวลาการทำเครื่องหมายเลือกได้โดยคลิกที่ชื่อของรายการและคลิกที่
tr_tr: Işaretleme dönemi silmek için, listede başlık tıklayarak seçin ve tıklayın
uk_ua: Щоб видалити оцінний період, виберіть його, натиснувши на її назву в списку і натисніть
wa_be: I ddileu cyfnod marcio, ddewis drwy glicio ar y teitl ar y rhestr a chliciwch ar y
zh_tw: 要刪除標記期間，選擇它通過點擊它的標題就行了，然後點擊

source: Delete
af_za: Verwyder
ar_dz: حذف
be_by: Выдаляць
bg_bg: Изтриване
bn_bd: মুছে ফেলুন
da_dk: Slet
el_gr: Διαγραφή
es_es: botón
et_ee: Kustutama
fa_ir: حذف
fi_fi: Poista
ga_ie: Scrios
gl_gl: Borrar
hr_hr: Izbrisati
hu_hu: Töröl
is_is: Eyða
ja_jp: 削除
lt_lt: Panaikinti
lv_lv: Dzēst
mk_mk: Избриши
nn_no: Slett
pl_pl: Usunąć
pt_pt: Excluir
ro_ro: Şterge
ru_ru: Удалять
sk_sk: Vymazať
sl_si: Izbriši
sq_al: Fshij
sr_rs: Избрисати
sv_se: Radera
th_th: ลบ
tr_tr: Silmek
uk_ua: Видаляти
wa_be: Dileu
zh_tw: 刪除

source: button at the top of the screen. You will be asked to confirm the deletion.
af_za: knoppie aan die bokant van die skerm. Jy sal gevra word om die verwydering te bevestig.
be_by: Кнопка ў верхняй частцы экрана. Вам будзе прапанавана пацвердзіць выдаленне.
bg_bg: бутона в горната част на екрана. Вие ще бъдете помолени да потвърдите изтриването.
bn_bd: পর্দার উপরের বোতাম. যে অপসারণ নিশ্চিতকরণ হবে.
da_dk: knappen øverst på skærmen. Du vil blive bedt om at bekræfte sletningen.
el_gr: κουμπί στο πάνω μέρος της οθόνης. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
et_ee: nupule ülaosas ekraani. Teil palutakse kinnitada kustutamist.
fa_ir: را فشار دهید در بالای صفحه کلیک کنید. از شما خواسته خواهد شد که برای تایید حذف است.
fi_fi: painiketta näytön yläreunassa. Sinua pyydetään vahvistamaan poisto.
ga_ie: cnaipe ag barr an scáileáin. Iarrfar ort a dhearbhú a scriosadh.
gl_gl: botón na parte superior da pantalla. Lle será solicitada a confirmar a exclusión.
hr_hr: gumb na vrhu ekrana. Bit ćete pitani da potvrdite brisanje.
hu_hu: gombra a képernyő felső részén. Meg fogják kérni, hogy erősítse meg a törlést.
is_is: takkann efst á skjánum. Þú verður beðinn um að staðfesta eyðingu.
ja_jp: 画面の上部にあるボタン。削除を確認するメッセージが表示されます。
lt_lt: mygtuką ekrano viršuje. Jums bus prašoma patvirtinti naikinimą.
lv_lv: pogas augšpusē ekrānam. Jums tiks lūgts apstiprināt dzēšanu.
mk_mk: копчето на горниот дел од екранот. Ќе ви биде побарано да се потврди бришење.
nn_no: knappen øverst på skjermen. Du vil bli bedt om å bekrefte slettingen.
pl_pl: przycisk w górnej części ekranu. Zostaniesz poproszony o potwierdzenie usunięcia.
pt_pt: botão na parte superior da tela. Você será solicitado a confirmar a exclusão.
ro_ro: butonul din partea de sus a ecranului. Vi se va cere să confirmaţi ştergerea.
ru_ru: Кнопка в верхней части экрана. Вам будет предложено подтвердить удаление.
sk_sk: tlačidlo v hornej časti obrazovky. Budete vyzvaní na potvrdenie odstránenia.
sl_si: gumb na vrhu zaslona. Boste morali, da potrdite brisanje.
sq_al: button në krye të ekranit. Ju do të kërkohet për të konfirmuar fshirjen.
sr_rs: дугме на врху екрана. Бићете упитани да потврдите брисање.
sv_se: knappen längst upp på skärmen. Du ombeds att bekräfta borttagningen.
th_th: ปุ่มที่ด้านบนของหน้าจอ คุณจะถูกถามเพื่อยืนยันการลบ
tr_tr: Ekranın üst kısmında düğmesine basın. Silme işlemini onaylamanız istenecektir.
uk_ua: Кнопка у верхній частині екрана. Вам буде запропоновано підтвердити видалення.
wa_be: botwm ar frig y sgrin. Bydd gofyn i gadarnhau&#39;r dileu.
zh_tw: 按鈕在屏幕上方。你會被要求確認刪​​除。
