Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This page allows you to enter eligibility grades for all the selected teachers students. By default, this program will list the students in the selected teachers first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period
af_za: Hierdie bladsy laat jou toe om in aanmerking te kom grade in te skryf vir al die geselekteerde onderwysers studente. By verstek, sal hierdie program lys van die studente in die geselekteerde onderwysers eerste periode klas. Jy kan die huidige tydperk verander deur die verandering van die tydperk hangkieslys in die linker raam aan die verlangde tydperk
be_by: Гэтая старонка дазваляе ўвесці права класы для ўсіх адабраных студэнтаў настаўнікаў. Па змаўчанні, гэтая праграма будзе спіс студэнтаў у абранай настаўніка першага класа перыяду. Вы можаце змяніць бягучы перыяд, змяніўшы перыяд выпадальнае меню ў левым фрэйме на патрабаваны перыяд
bg_bg: Тази страница ви позволява да въведете степени за допустимост за всички избрани учители, студенти. По подразбиране, тази програма ще списък на студентите в избраните учители първи клас период. Вие можете да променяте текущия период чрез промяна на периода падащото меню в лявата рамка на желания период
bn_bd: এই পৃষ্ঠায় আপনি সব নির্বাচিত শিক্ষক ছাত্রদের জন্য যোগ্যতা বাংলাদেশের লিখতে পারবেন. ডিফল্টরূপে, এই প্রোগ্রাম নির্বাচিত শিক্ষকদের প্রথম সময় ক্লাসে ছাত্রদের তালিকা হবে. আপনি পছন্দসই সময়ের বাম ফ্রেমে সময়ের-টান ডাউন মেনু পরিবর্তন বর্তমান সময় পরিবর্তন করতে পারেন
da_dk: Denne side giver dig mulighed for at indtaste berettigelse karakterer for alle de udvalgte lærere studerende. Som standard, vil dette program en liste over de studerende i den valgte lærerne første periode klasse. Du kan ændre den nuværende periode ved at ændre den periode, pull-down menuen i venstre ramme til den ønskede periode
el_gr: Αυτή η σελίδα σας επιτρέπει να εισάγετε τους βαθμούς επιλεξιμότητας για όλα τα επιλεγμένα φοιτητές καθηγητές. Από προεπιλογή, το πρόγραμμα αυτό θα λίστα των φοιτητών στο επιλεγμένο καθηγητές πρώτης κατηγορίας περιόδου. Μπορείτε να αλλάξετε την τρέχουσα περίοδο με την αλλαγή της περιόδου pull-down μενού στο αριστερό πλαίσιο για την επιθυμητή περίοδο
et_ee: Sellel leheküljel saab sisestada abikõlblikkuse hindeid kõik valitud õpetaja õpilased. Vaikimisi on see programm nimekirja õpilaste valitud õpetajad esimesel perioodil klassis. Saab muuta käesoleval perioodil muutes periood rippmenüüst vasakpoolselt paneelilt soovitud perioodi
fa_ir: این صفحه به شما اجازه می دهد برای ورود به نمرات واجد شرایط بودن برای تمام دانش آموزان معلمان انتخاب می باشد. به طور پیش فرض ، این برنامه دانش آموزان در انتخاب معلمان کلاس دوره اول لیست. شما می توانید دوره فعلی را با تغییر دوره PULL - DOWN منو در قاب سمت چپ به دوره مورد نظر را تغییر دهید.
fi_fi: Tällä sivulla voit syöttää tukikelpoisuuden arvosanat kaikissa valituissa opettajat opiskelijat. Oletuksena ohjelma listaa opiskelijat valitaan opettajien ensimmäisen kauden luokkaa. Voit muuttaa kuluvan kauden muuttamalla ajan alasvetovalikosta in vasemmassa kehyksessä haluamasi ajan
ga_ie: Ceadaíonn an leathanach seo leat chun dul isteach gráid incháilitheacht le haghaidh múinteoirí ar na scoláirí ar fad a roghnaíodh. De réir réamhshocraithe, beidh an clár liosta na scoláirí sa rang tréimhse múinteoirí a roghnaíodh ar dtús. Is féidir leat athrú ar an tréimhse reatha trí athrú a dhéanamh ar an tréimhse tarraingt-síos roghchlár i bhfráma chlé go dtí an tréimhse atá ag teastáil
gl_gl: Esta páxina permite que insira os graos de elixibilidade para todos os alumnos seleccionados profesores. Por defecto, este programa ha incluír os estudantes seleccionados no período de clase primeiros profesores. Pode cambiar o período actual, cambiando o período de pull-down menú no marco esquerdo para o período desexado
hr_hr: Ova stranica vam omogućava da unesete pravo ocjene za sve odabrane nastavnika studentima. Prema zadanim postavkama, ovaj program će se popis studenata u odabranoj nastavnici prvo razdoblje klase. Možete promijeniti tekuće razdoblje promjenom razdoblja padajući izbornik u lijevom okviru na željeni period
hu_hu: Ezen az oldalon megadhatja jogosultság évfolyamon az összes kiválasztott tanárok a diákok. Alapértelmezés szerint ez a program kiírja a hallgatók a kiválasztott tanárok első időszakban osztályban. Ön megváltoztathatja a jelenlegi időszakban a változó időszak legördülő menüt a bal keretben, hogy a kívánt időszakban
is_is: Þessi síða gerir þér kleift að slá inn hæfi einkunnir fyrir öll valin kennarar nemendum. Við vanræksla, this program vilja skrá nemendur í völdu kennarar fyrsta tímabili bekknum. Hægt er að breyta núverandi tímabili með því að breyta tímabilinu fellilistanum í vinstri rammanum að viðkomandi tímabil
ja_jp: このページでは、選択したすべての教師の学生のための資格の等級を入力することができます。デフォルトでは、このプログラムは、選択された教師最初の期間のクラスの生徒のリストが表示されます。あなたが希望する期間には、左フレームにある期間のプルダウンメニューを変更することにより、現在の期間を変更することができます
lt_lt: Šis puslapis leidžia jums įvesti tinkamumo visų atrinktų mokytojų studentų pažymius. Pagal numatytuosius parametrus, šioje programoje bus sąrašą atrinkti mokytojai pirmąjį laikotarpį klasės studentai. Galite pakeisti dabartiniu laikotarpiu keičiant laikotarpį išskleidžiamajame meniu kairiajame rėmelyje norimą laikotarpį
lv_lv: Šī lapa ļauj ievadīt atbilstību atzīmes visiem izraudzītiem skolotājiem skolēniem. Pēc noklusējuma šī programma sarakstu studentu izraudzītiem skolotājiem pirmā perioda klasē. Jūs varat mainīt pašreizējo periodu, mainot laika pull-down menu kreisajā rūtī uz vēlamo laiku
mk_mk: Оваа страница ви овозможува да внесувате подобност оценки за сите избрани наставници. По правило, оваа програма ќе се листа на студентите во избраните наставници првиот период класа. Можете да го промените тековниот период со промена на период од паѓачкото мени во левата рамка на саканиот период
nn_no: Denne siden lar deg legge inn valgbarhet karakterer for alle de valgte lærerne studentene. Som standard vil dette programmet liste over elevene i den valgte lærerne første perioden klasse. Du kan endre inneværende periode ved å endre perioden pull-down menyen i venstre ramme til den ønskede perioden
pl_pl: Ta strona pozwala na wprowadzenie oceny kwalifikowalności dla wszystkich wybranych nauczycieli studentów. Domyślnie, program ten będzie listy studentów w wybranych nauczyciele pierwszym okresie. Możesz zmienić bieżący okres poprzez zmianę okresu rozwijanego menu w lewej ramce na żądany okres
pt_pt: Esta página permite que você insira os graus de elegibilidade para todos os alunos selecionados professores. Por padrão, este programa irá listar os estudantes selecionados no período de classe primeiros professores. Você pode alterar o período corrente, alterando o período de pull-down menu no frame esquerdo para o período desejado
ro_ro: Această pagină vă permite să introduceţi clasele de eligibilitate pentru toţi elevii selectate profesori. În mod implicit, acest program va lista elevilor din clasa selectate profesorii prima perioadă. Puteţi modifica perioada curentă prin schimbarea perioadei de meniul derulant din cadrul din stânga pentru perioada dorita
ru_ru: Эта страница позволяет ввести право классы для всех отобранных студентов учителей. По умолчанию, эта программа будет список студентов в выбранной учителя первого класса периода. Вы можете изменить текущий период, изменив период выпадающее меню в левом фрейме на требуемый период
sk_sk: Na tejto stránke môžete zadať spôsobilosť známky vo všetkých vybraných učiteľov študentmi. V predvolenom nastavení bude tento program Zoznam študentov vybraných učiteľov prvej tretine triedy. Môžete zmeniť súčasnej dobe zmenou doby pull-down menu v ľavom ráme na požadovanú dobu
sl_si: Ta stran vam omogoča, da vnesete upravičenost ocene za vse izbrane učitelji učence. Privzeto je, da bo ta program seznam študentov v izbrani učitelji v prvem razredu obdobja. Lahko spremeni v tekočem obdobju s spremembo obdobja pull-down menu v levem okvirju za želeno obdobje
sq_al: Kjo faqe ju lejon të hyjë në notat e drejta për të gjithë studentët edhe mësimdhënësit e zgjedhur. By default, ky program do të listën e nxënësve në klasë të zgjedhur mësuesit periudhës së parë. Ju mund të ndryshojë periudhën aktuale duke ndryshuar në periudhën pull-down menu në kuadrin e majtë në periudhën e dëshiruar
sr_rs: Ова страница вам омогућава да унесете оцене подобности за све и одабрани наставници ученицима. По подразумеваној вредности, овај програм ће излистати студената у одабрани наставници први период класе. Можете променити текућем периоду променом периоду падајућег менија у левом оквиру за жељени период
sv_se: Den här sidan kan du ange behörighet betygen för alla valda lärare elever. Som standard kommer detta program att lista de eleverna i de utvalda lärarna första perioden klass. Du kan ändra den aktuella perioden genom att ändra perioden rullgardinsmenyn i den vänstra ramen till önskad period
th_th: หน้านี้อนุญาตให้คุณใส่เกรดสิทธิ์สำหรับทุกนักเรียนครูเลือก โดยค่าเริ่มต้นโปรแกรมนี้จะแสดงรายการของนักเรียนในชั้นเรียนที่เลือกช่วงเวลาที่ครูคนแรก คุณสามารถเปลี่ยนช่วงเวลาปัจจุบันโดยการเปลี่ยนระยะเวลาที่เมนูแบบดึงลงในกรอบด้านซ้ายกับช่วงเวลาที่ต้องการ
tr_tr: Bu sayfada, seçilen tüm öğretmenler öğrencileri için uygunluk dereceleri girmek için izin verir. Varsayılan olarak, bu program seçilen öğretmenler ilk döneminde sınıf öğrencileri listeler. Cari dönemde sol çerçevedeki dönemde açılan menüden istenilen süre için değiştirerek değiştirebilir
uk_ua: Ця сторінка дозволяє ввести право класи для усіх відібраних студентів вчителів. За замовчуванням, ця програма буде список студентів у вибраній вчителя першого класу періоду. Ви можете змінити поточний період, змінивши період випадає в лівому фреймі на необхідний період
wa_be: Mae&#39;r dudalen hon yn eich galluogi i fynd i mewn graddau cymhwysedd ar gyfer yr holl fyfyrwyr athrawon a ddewiswyd. Yn ddiofyn, bydd y rhaglen hon yn rhestru&#39;r myfyrwyr yn y dosbarth cyfnod athrawon a ddewiswyd yn gyntaf. Gallwch newid y cyfnod presennol drwy newid y cyfnod tynnu-lawr ddewislen yn y ffrâm chwith i&#39;r cyfnod a ddymunir
zh_tw: 此頁面允許您輸入的資格等級為所有選定的教師學生。默認情況下，這個程序將列出學生在選擇教師第一期類。你可以改變目前的時期內通過改變下拉菜單在左幀所需的時間

source: Once you are in the correct period, you can enter eligibility grades by selecting the eligibility code corresponding to each student. Once you have entered eligibility for all the students, click theSave
af_za: Sodra jy op die regte tyd is, kan jy in aanmerking te kom grade deur die kies van die aanmerking te kom kode ooreenstemmende aan elke student. Sodra jy in aanmerking te kom vir al die studente ingeskryf het, kliek theSave
ar_dz: ذات مرة كنت في فترة الصحيح ، يمكنك إدخال الدرجات الأهلية عن طريق اختيار رمز الأهلية المقابلة لكل طالب. ذات مرة كنت قد دخلت الأهلية لجميع الطلاب ، انقر فوق theSave
be_by: Калі вы знаходзіцеся ў правільным перыяд, вы можаце ўвесці права класах, выбраўшы права код, адпаведны кожнаму студэнту. Пасля ўводу правы для ўсіх студэнтаў, націсніце theSave
bg_bg: След като сте в правилния период, можете да въведете допустимост клас, като за избора на допустимостта кода, съответстващ на всеки студент. След като сте въвели за допустимост за всички студенти, кликнете theSave
bn_bd: একবার সঠিক সময় আপনি, আপনি যোগ্যতা বাংলাদেশের লিখুন যোগ্যতা কোড অনুরূপ প্রত্যেক শিক্ষার্থীর জন্য নির্বাচন করতে পারেন. পরে আপনি সব ছাত্রদের জন্য যোগ্যতা আছে প্রবেশ, theSave ক্লিক করুন
da_dk: Når du er i den korrekte periode, kan du indtaste berettigelse kvaliteter ved at vælge berettigelse kode, der svarer til hver elev. Når du har indtastet ret til alle de studerende, skal du klikke theSave
el_gr: Μόλις είστε στο σωστό χρονικό διάστημα, μπορείτε να εισάγετε τους βαθμούς επιλεξιμότητας, επιλέγοντας τον κωδικό επιλεξιμότητας που αντιστοιχεί σε κάθε φοιτητή. Αφού έχετε εισάγει επιλεξιμότητας για όλους τους μαθητές, κάντε κλικ theSave
et_ee: Kui sa oled õige aja, saad abikõlblikkuse klasside valides abikõlblikkuse vastav kood igale õpilasele. Kui olete sisestanud abikõlblikkuse kõik õpilased, kliki theSave
fa_ir: هنگامی که شما در دوره درست است ، شما می توانید نمرات واجد شرایط بودن با انتخاب کد مربوط به هر دانش آموز واجد شرایط بودن را وارد کنید. هنگامی که شما واجد شرایط بودن برای تمام دانش آموزان وارد شده ، کلیک کنید theSave
fi_fi: Kun olet oikeassa aikana, voit kirjoittaa tukikelpoisuuden arvosanat valitsemalla tukikelpoisuuden vastaava koodi kullekin opiskelijalle. Kun olet syöttänyt tukikelpoisuuden kaikille opiskelijoille, klikkaa theSave
ga_ie: Nuair atá tú sa tréimhse ceart, is féidir leat dul isteach gráid incháilitheacht ag roghnú an cód incháilitheachta a fhreagraíonn do gach mac léinn. Nuair a bheidh tú isteach incháilitheacht do na scoláirí ar fad, cliceáil theSave
gl_gl: Unha vez que está no período correcto, pode inserir notas de elixibilidade, seleccionando o código de elixibilidade correspondente a cada alumno. Despois de ter introducido a elixibilidade para todos os alumnos, prema theSave
hr_hr: Nakon što su u ispravnom razdoblju, možete unijeti podobnosti ocjene odabirom pravo kod odgovaraju svakom učeniku. Nakon što ste unijeli podobnosti za sve studente, kliknite theSave
hu_hu: Ha nem a megfelelő időszakban, megadhatja jogosultsági osztály kiválasztja a jogosultság megfelelő kódot minden diák. Miután belépett jogosultság a diákok, kattintson theSave
is_is: Þegar þú ert í rétta tíma, getur þú slærð inn hæfi bekk með því að velja hæfi kóða sem svarar til hvers nemanda. Þegar þú hefur slegið inn hæfi fyrir alla nemendur, smelltu theSave
ja_jp: あなたが適切な期間内に完了すると、各生徒に対応する資格のコードを選択することにより、資格の等級を入力することができます。あなたがすべての学生のための資格を入力したら、theSaveをクリックします。
lt_lt: Kai esate teisingas laikotarpiu, galite įvesti tinkamumo rangai, pasirinkdami tinkamumo kodas, atitinkantis kiekvieno studento. Kai įvesite gauti visi studentai, spustelėkite theSave
lv_lv: Kad esat pareizi periodā, jūs varat ievadīt atbilstības pakāpes, izvēloties tiesības kodu, kas atbilst katram studentam. Kad esat ievadījis pretendēt uz visiem studentiem, noklikšķiniet theSave
mk_mk: Откако ќе се во точниот период, можете да внесете подобност оценки со избирање на подобноста кодот одговара на секој студент. Откако ќе се влезе подобност за сите студенти, кликнете theSave
nn_no: Når du er i riktig periode, kan du skrive inn berettigelse karakterer ved å velge det valgbarhet kode som svarer til hver student. Når du har tastet valgbarhet for alle studentene, klikk theSave
pl_pl: Gdy jesteś w odpowiednim okresie, można wprowadzić oceny kwalifikowalności wybierając kod kwalifikacji odpowiadających każdego ucznia. Po wprowadzeniu kwalifikowalności dla wszystkich studentów, kliknij theSave
pt_pt: Uma vez que você estiver no período correto, você pode inserir notas de elegibilidade, selecionando o código de elegibilidade correspondente a cada aluno. Depois de ter introduzido a elegibilidade para todos os alunos, clique theSave
ro_ro: Odată ce vă aflaţi în perioada corectă, puteţi introduce note de eligibilitate prin selectarea codul de eligibilitate corespunzătoare pentru fiecare elev. După ce aţi introdus de eligibilitate pentru toţi elevii, faceţi clic pe theSave
ru_ru: Когда вы находитесь в правильном период, вы можете ввести право классах, выбрав право код, соответствующий каждому студенту. После ввода права для всех студентов, нажмите theSave
sk_sk: Akonáhle ste v správnej dobe, je možné zadať spôsobilosť známky výberom spôsobilosti kód zodpovedajúci každého študenta. Po zadaní spôsobilosti pre všetkých študentov, kliknite theSave
sl_si: Ko ste v pravilnem obdobju, lahko vnesete primernosti ocen, ki jih izberete upravičenosti kodo, ki ustreza vsakega študenta. Ko ste vnesli upravičenost za vse študente, kliknite theSave
sq_al: Pasi ju jeni në periudhën e saktë, mund të jepni të drejtën duke zgjedhur notat kodin drejtën korresponduese për çdo student. Pasi të keni hyrë në të drejtën për të gjithë studentët, klikoni theSave
sr_rs: Када сте у исправном периоду, можете да унесете оцене подобности избором подобности код који одговара сваком ученику. Када сте унели подобности за све студенте, кликните тхеСаве
sv_se: När du är i rätt tid, kan du ange behörighet kvaliteter genom att välja behörighet koden för varje elev. När du har angett behörighet för alla studenter, klicka theSave
th_th: เมื่อคุณอยู่ในระยะเวลาที่ถูกต้องคุณสามารถป้อนเกรดสิทธิ์โดยการเลือกรหัสคุณสมบัติที่สอดคล้องกับนักเรียนแต่ละคน เมื่อคุณได้ป้อนสิทธิ์สำหรับนักเรียนทุกคนให้คลิก theSave
tr_tr: Bir kez doğru bir dönemde, her öğrenciye ilgili uygunluk kodu seçerek uygunluk dereceleri girebilirsiniz. Bir kere bütün öğrenciler için uygunluk girilen theSave tıklayın
uk_ua: Коли ви перебуваєте в правильному період, ви можете ввести право класах, вибравши право код, відповідний кожному студенту. Після введення права для всіх студентів, натисніть theSave
wa_be: Unwaith i chi yn y cyfnod cywir, gallwch fynd i mewn graddau cymhwyster drwy ddewis y côd cymhwyster sy&#39;n cyfateb i bob myfyriwr. Unwaith y byddwch wedi rhoi cymhwysedd ar gyfer yr holl fyfyrwyr, cliciwch theSave
zh_tw: 一旦你在正確的時間，你可以進入資格等級選擇相應的資格代碼到每個學生。一旦你進入資格為所有的學生，按theSave

source: button at the top of the screen
af_za: knoppie aan die bokant van die skerm
ar_dz: زر في أعلى الشاشة
be_by: Кнопка ў верхняй частцы экрана
bg_bg: бутона в горната част на екрана
bn_bd: পর্দার উপরের বোতাম
da_dk: knappen øverst på skærmen
el_gr: κουμπί στο πάνω μέρος της οθόνης
et_ee: nuppu ekraani ülaservas
fa_ir: را فشار دهید در بالای صفحه کلیک کنید
fi_fi: painiketta yläosassa näytön
ga_ie: cnaipe ag barr an scáileáin
gl_gl: botón na parte superior da pantalla
hr_hr: gumb na vrhu ekrana
hu_hu: gombra a képernyő felső részén
is_is: takkann efst á skjánum
ja_jp: 画面の上部にあるボタン
lt_lt: mygtuką ekrano viršuje
lv_lv: pogu ekrāna augšpusē
mk_mk: копчето на горниот дел на екранот
nn_no: knappen øverst på skjermen
pl_pl: przycisk w górnej części ekranu
pt_pt: botão na parte superior da tela
ro_ro: butonul din partea de sus a ecranului
ru_ru: Кнопка в верхней части экрана
sk_sk: tlačidlo v hornej časti obrazovky
sl_si: gumb na vrhu zaslona
sq_al: button në krye të ekranit
sr_rs: дугме на врху екрана
sv_se: knappen längst upp på skärmen
th_th: ปุ่มที่ด้านบนของหน้าจอ
tr_tr: Ekranın üst kısmında düğmesine tıklayın
uk_ua: Кнопка у верхній частині екрана
wa_be: botwm ar frig y sgrin
zh_tw: 按鈕在屏幕上方

source: You must enter eligibility each week during the timeframe specified by your schools administration
af_za: Jy moet in aanmerking te kom elke week tydens die tydraamwerk wat deur jou skool se administrasie
be_by: Неабходна ўвесці права кожны тыдзень на працягу тэрміну, названага на вашай адміністрацыі школы
bg_bg: Трябва да въведете допустимост на всяка седмица по време на сроковете, определени от вашите училища администрация
bn_bd: আপনি timeframe আপনার স্কুল প্রশাসন দ্বারা উল্লিখিত সময় যোগ্যতা লিখুন প্রতি সপ্তাহ আবশ্যক
da_dk: Du skal indtaste berettigelse hver uge i de angivne tidsramme af jeres skoler administration
el_gr: Θα πρέπει να εισάγετε την επιλεξιμότητα κάθε εβδομάδα κατά τη διάρκεια του χρονικού πλαισίου που ορίζεται από τα σχολεία διοίκηση σας
et_ee: Sa pead sisestama abikõlblikkuse igal nädalal jooksul täpsustatud aja teie kooli administratsioon
fa_ir: شما باید واجد شرایط بودن در هر هفته را وارد کنید در طول بازه زمانی مشخص شده توسط دولت شما مدارس
fi_fi: Sinun täytyy syöttää tukikelpoisuuden joka viikko aikana täsmennetyn aikataulun teidän koulujen hallinto
ga_ie: Ní mór duit incháilitheacht gach seachtain i rith an fhráma ama sonraithe ag do riarachán na scoileanna
gl_gl: Ten que entrar elixibilidade cada semana durante o período de tempo pola súa administración escolas
hr_hr: Morate unijeti pravo svakog tjedna tijekom rok odredio Vaš škola uprave
hu_hu: Meg kell adnia jogosultsági hetente alatt meghatározott időtartamon az Ön iskolai adminisztráció
is_is: Þú verður að slá inn hæfi hverri viku á þessu tímabili þannig eftir skóla gjöf þína
ja_jp: あなたの学校の管理で指定された期間中に毎週参加資格を入力する必要があります。
lt_lt: Jūs turite įvesti tinkamumo kiekvieną savaitę per nustatytą laikotarpį savo mokyklos administracija
lv_lv: Jums jāievada Atbilstības katru nedēļu laika, ko jūsu skolas administrācija
mk_mk: Мора да внесете подобност секоја недела за време на рок одреден од страна на вашето училиште администрација
nn_no: Du må angi valgbarhet hver uke i løpet av tidsrammen angitt av skoler administrasjon
pl_pl: Musisz podać kwalifikowalności każdego tygodnia w terminie określonym przez administrację szkoły
pt_pt: Você deve entrar elegibilidade a cada semana durante o período de tempo especificado por sua administração escolas
ro_ro: Trebuie să introduceţi de eligibilitate în fiecare săptămână în cursul intervalul de timp specificat de către administraţia şcolilor
ru_ru: Необходимо ввести право каждую неделю в течение срока, указанного на вашей администрации школы
sk_sk: Musíte zadať spôsobilosti každý týždeň v termíne určenom vašej školy správy
sl_si: Vnesti morate upravičenosti vsak teden v navedenem časovnem okviru, ki vam ga uprava šole
sq_al: Ju duhet të shkruani të drejtën çdo javë gjatë afatit të përcaktuar nga shkollat ​​e administratës tuaj
sr_rs: Морате унети подобности сваке недеље током року које одреди администрација школе
sv_se: Du måste ange behörighet varje vecka under den tidsram som anges av era skolor administration
th_th: คุณจะต้องป้อนสิทธิ์ในแต่ละสัปดาห์ในช่วงระยะเวลาที่กำหนดโดยการบริหารโรงเรียนของคุณ
tr_tr: Okullar idare tarafından belirtilen süre boyunca her hafta uygunluk girmelisiniz
uk_ua: Необхідно ввести право кожного тижня протягом терміну, зазначеного на вашої адміністрації школи
wa_be: Rhaid i chi roi prawf bob wythnos yn ystod y cyfnod a bennir gan eich ysgolion weinyddu
zh_tw: 您必須輸入的資格，每星期在指定的時間由您的學校管理

source: User Profiles
af_za: Gebruikers Profielen
ar_dz: الملامح المستخدم
be_by: Профілі карыстачоў
bg_bg: Потребителски профили
bn_bd: ব্যবহারকারী প্রোফাইল
da_dk: Brugerprofiler
el_gr: Προφίλ χρήστη
es_es: Perfiles de Usuario
fa_ir: پروفایل کاربر
fi_fi: Käyttäjäprofiilien
ga_ie: Próifílí Úsáideoir
gl_gl: Perfís de usuario
hr_hr: Korisnik profila
hu_hu: A felhasználói profilok
ja_jp: ユーザープロファイル
lt_lt: Vartotojo profiliai
lv_lv: Lietotāja profilu
mk_mk: Кориснички профили
nn_no: Brukerprofiler
pl_pl: Profile użytkownika
pt_pt: Perfis de Usuário
ro_ro: Ghid de utilizare Profiluri
ru_ru: Профили пользователей
sk_sk: Profily užívateľov
sl_si: Uporabniški profili
sq_al: User Profile
sr_rs: Корисничке профиле
sv_se: Användarprofiler
th_th: โปรไฟล์ผู้ใช้
tr_tr: Kullanıcı Profilleri
uk_ua: Профілі користувачів
wa_be: Proffiliau Defnyddwyr
zh_tw: 用戶配置文件
