Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information, portal notes and alerts for teachers that have missing attendance. When you login for the first time it will be a blank screen. It will fill up as and when you add day-today records in your instance of the software. As a teacher, you can view student information and schedules for students who you teach and input attendance, grades, and eligibility for these students. You can keep track of students grades from the Grades tab. From this tab, not only can you keep track of grades, but you can print progress reports for any of your students
af_za: Die dashboard is jou standaard tuisblad en bied toegang tot belangrike kennisgewings wanneer jy in die program teken. Die openSIS dashboard wys al die onlangse kalender inligting oor die gebeurtenis, portaal notas en waarskuwings vir onderwysers wat bywoning ontbreek. As jy vir die eerste keer aanteken, sal dit &#39;n leë skerm. Dit sal vul soos en wanneer jy die dag-tot-dag rekords in jou aanleg van die sagteware. As &#39;n onderwyser, kan jy die studente-inligting en skedules vir studente wat julle leer en insette bywoning, grade, en in aanmerking te kom vir hierdie studente. Jy kan hou van studente grade van die blad Graad. Van hierdie blad, kan jy nie net hou van grade, maar jy kan druk vorderingsverslae vir enige van jou studente
be_by: Панэль ваша хатняя старонка па змаўчанні і забяспечвае доступ да важных паведамленняў, калі вы увайсці ў праграму. Прыборная панэль openSIS паказвае ўсю апошнюю інфармацыю пра падзею календара, партальныя нататкі і абвесткі для настаўнікаў, якія маюць зніклага наведвальнасць. Пры ўваходзе ў першы раз гэта будзе пусты экран. Гэта папоўніць як і калі вы дадаеце дзень-сёння запісы ў вашым асобніку праграмнага забеспячэння. Як настаўнік, вы можаце праглядзець інфармацыю пра студэнта і графікі для студэнтаў, якія вы вучыце і наведвальнасці ўводу, марак і права на гэтых студэнтаў. Вы можаце сачыць за студэнтамі марак на ўкладцы класаў. На гэтай ўкладцы вы можаце не толькі адсочваць марак, але вы можаце раздрукаваць справаздачы аб ходзе для любога з вашых студэнтаў
bg_bg: Таблото е началната страница по подразбиране и предоставя достъп до важни сигнали, когато влезете в заявлението. OpenSIS табло показва всички последни информация за събитие от календара, портал бележки и предупреждения за учителите, които имат липсва посещаемост. Когато влезете за първи път, той ще бъде празен екран. Той ще се напълни, както и когато добавите записи в ден днес например на софтуера. Като учител, можете да видите студент информация и графици за студенти, които учат и въвеждане на посещаемостта, класове, и допустимост за тези ученици. Можете да следите на оценките на учениците от раздела степени. От този бутон, а не само можете да следите на степени, но можете да отпечатате на докладите за напредъка за всяка на вашите ученици
bn_bd: ড্যাশবোর্ড হয় আপনার ডিফল্ট হোম পেজ এবং গুরুত্বপূর্ণ সঙ্কেত ব্যবহার করার আবেদন লগ ইন উপলব্ধ. OpenSIS ড্যাশবোর্ড সব সাম্প্রতিক ক্যালেন্ডার ইভেন্ট তথ্য, পোর্টাল নোট শিক্ষক যে উপস্থিতি আছে অনুপস্থিত জন্য এবং এলার্ট দেখায়. প্রথমবারের জন্য লগইন এটি একটি ফাঁকা পর্দার হবে. এটা হিসাবে ভরাট এবং যখন আপনি সফ্টওয়্যার আপনার ইনস্ট্যান্সের দিন আজ রেকর্ড যোগ হবে. শিক্ষক হিসেবে আপনি ছাত্র ছাত্র যারা আপনি শেখান এই ছাত্রদের জন্য এবং ইনপুট মনোযোগ, বাংলাদেশের, এবং যোগ্যতার জন্য তথ্য এবং সময়সূচী দেখতে পারেন. আপনি ছাত্রদের বাংলাদেশের মধ্যে বাংলাদেশের ট্যাব থেকে ট্র্যাক করা যাবে. এই ট্যাবে, না শুধু বাংলাদেশের ট্র্যাক আপনি রাখুন, কিন্তু পারে আপনি আপনার ছাত্রদের জন্য কোনো অগ্রগতি রিপোর্ট প্রিন্ট করতে পারেন
da_dk: Dashboard er din standard hjemmeside og giver adgang til vigtige meddelelser, når du logger ind på ansøgningen. Den openSIS instrumentbrættet viser alle de seneste kalenderbegivenhed oplysninger, portal noter og beskeder for lærere, der har manglende fremmøde. Når du logger ind for første gang vil det være en tom skærm. Det kommer til at fylde op, når og hvis du tilføjer dag-dag poster i din forekomst af softwaren. Som lærer kan du se de studerendes informations-og tidsplaner for studerende, som du lærer og input fremmøde, kvaliteter og berettigelse til disse studerende. Du kan holde styr på eleverne karakterer fra karaktererne fanen. Fra denne fane kan ikke kun dig holde styr på karakterer, men du kan udskrive statusrapporter for nogen af ​​dine elever
el_gr: Το ταμπλό είναι η προεπιλεγμένη αρχική σελίδα σας και παρέχει πρόσβαση σε σημαντικές ειδοποιήσεις όταν συνδέεστε με την εφαρμογή. Το ταμπλό openSIS δείχνει όλες τις πρόσφατες πληροφορίες για ένα συμβάν ημερολογίου, πύλη σημειώσεις και προειδοποιήσεις για τους καθηγητές που λείπουν συμμετοχή. Όταν κάνετε login για πρώτη φορά θα είναι μια κενή οθόνη. Θα γεμίσει, όπως και όταν προσθέτετε ημέρα-σήμερα καταγράφει στο παράδειγμα του λογισμικού. Ως δάσκαλος, μπορείτε να δείτε πληροφορίες των φοιτητών και χρονοδιαγράμματα για τους σπουδαστές που θα διδάξει και παρακολούθηση των εισροών, τους βαθμούς, και την επιλεξιμότητα των φοιτητών αυτών. Μπορείτε να παρακολουθείτε τους φοιτητές τους βαθμούς από την καρτέλα βαθμούς. Από αυτή την καρτέλα, όχι μόνο μπορείτε να παρακολουθείτε τους βαθμούς, αλλά μπορείτε να εκτυπώσετε τις εκθέσεις προόδου για οποιαδήποτε από τους μαθητές σας
et_ee: Armatuurlaud on vaikimisi koduleht ning tagab juurdepääsu oluline teateid, kui te logite sisse taotluse. OpenSIS armatuurlaual näitab kõiki viimastel kalender sündmuse, portaali märkmeid ja teateid õpetajatele, mis on puudu osavõtuta. Sisselogimisel esimest korda see tühi ekraan. See täitke siis, kui lisate igapäevast arvestust oma näiteks tarkvara. Nagu õpetaja saab vaadata õpilaste info ja ajakava õpilastele, kes te õpetate ja sisend käimist, klassid ning abikõlblikkust nende õpilased. Saad jälgida õpilaste klassid alates Grades alt. Sellest sakist mitte ainult saate jälgida hindeid, kuid saate printida eduaruannete kõik oma õpilased
fa_ir: داشبورد به طور پیش فرض صفحه خانه خود را فراهم می کند و دسترسی به هشدار مهم زمانی که شما به برنامه وارد شوید. صفحه openSIS تمام تقویم های اخیر اطلاعات رویداد ، یادداشت های پورتال و هشدار برای معلمان که از دست رفته حضور را نشان می دهد. وقتی که شما برای اولین بار وارد شوید یک صفحه نمایش خالی از آن خواهد شد. این را پر کنید و هنگامی که امروز پرونده روز در مثال خود را از نرم افزار. به عنوان یک معلم ، شما می توانید اطلاعات مربوط به دانشجو و زمانبندی برای دانش آموزانی که به شما یاد می دهد و حضور ورودی ، نمرات ، و واجد شرایط بودن برای این دانشجویان را مشاهده کنید. شما می توانید پیگیری نمرات دانش آموزان از نمرات زبانه نگه دارید. از این زبانه ، نه تنها می توانید پیگیری نمرات شما را نگه دارید ، اما شما می توانید گزارش پیشرفت برای هر یک از دانش آموزان خود را چاپ
fi_fi: Dashboard on Kotisivusi ja tarjoaa pääsyn tärkeisiin hälyttää kirjaudut sovellus. OpenSIS kojelauta näyttää kaikki viime kalenterin tapahtuman tiedot, portaali muistiinpanoja ja hälytykset opettajille, jotka ovat kateissa läsnäolo. Kun kirjaudut ensimmäistä kertaa se on tyhjä ruutu. Se täyttyy, jos ja kun lisäät päivä-tänään tallentaa oman oikeusasteen ohjelmiston. Opettajana voit tarkastella opiskelijan tiedot ja aikataulut opiskelijoille opetat ja syöttää läsnäoloa, arvosanoja ja kelpoisuus näistä opiskelijoista. Voit seurata oppilaiden arvosanat arvosanat välilehti. Tämän välilehden Ei vain voit seurata arvosanoja, mutta voit tulostaa edistymisraportit mille tahansa opiskelijat
ga_ie: Is é an Phainéil do leathanach baile réamhshocraithe agus soláthraíonn sé rochtain ar foláirimh tábhachtach nuair a logáil tú isteach leis an iarratas. Léiríonn an painéal seo gach faisnéis openSIS ócáid ​​déanaí féilire, nótaí tairseach agus foláirimh do mhúinteoirí a bhfuil freastal ar iarraidh. Nuair a bheidh tú logáil isteach don chéad uair a bheidh sé ar scáileán bán. Beidh sé líonadh suas mar agus nuair a cuir tú lá-lá atá inniu ann taifid i do chás de na bogearraí. Mar mhúinteoir, is féidir leat amharc ar eolas mac léinn agus sceidil do mhic léinn a bhfuil tú ag múineadh agus freastal ionchur, gráid, agus incháilitheacht do na mic léinn. Is féidir leat súil a choinneáil ar gráid mac léinn ó na cluaisín Gráid. Ón cluaisín, ní féidir ach tú súil a choinneáil de ghráid, ach is féidir a phriontáil tuarascálacha dul chun cinn agat as aon cheann de do mhic léinn
gl_gl: O Dashboard é a túa páxina de inicio estándar e ofrece acceso a alertas importantes cando entrar na aplicación. O panel mostra toda a información openSIS recente evento de calendario, notas portal e alertas para os profesores que teñen falta de presenza. Cando entra por primeira vez, será unha pantalla en branco. El vai encher-se como e cando engadir o día de hoxe-rexistros na súa instancia do software. Como profesor, pode ver a información dos alumnos e as horas para os estudantes que ensina e frecuencia de entrada, notas e de elixibilidade para estes estudantes. Podes seguir as notas dos alumnos na guía Notas. A partir desta guía, pode non só manter o control de notas, pero pode imprimir os informes de progreso para calquera dos seus alumnos
hr_hr: Nadzorna ploča je zadani početnoj stranici i omogućuje pristup važnim upozorenja kada se prijavite na zahtjev. OpenSIS nadzorne ploče prikazuje sve novije informacije o kalendaru događaja, portal napomene i upozorenja nastavnika koje su nestale pohađanje. Kada se prijavite za prvi put to će biti prazan zaslon. Ona će ispuniti kao i kada dodate dan-danas bilježi u svom primjerku softvera. Kao učitelj, možete vidjeti učenika informacije i rasporede za studente koji vas podučiti i ulaz pohađanje, ocjene i podobnost za ove studente. Možete pratiti studenata ocjene iz razreda kartici. Od ovu karticu, ne samo da možete pratiti razreda, ali možete ispisati izvješća o napretku za bilo koji od vaših učenika i studenata
hu_hu: A Dashboard az alapértelmezett kezdőlapot és hozzáférést biztosít a fontos, figyelmeztet, ha belép az alkalmazás. A openSIS műszerfalon mutatja az összes jelenlegi naptári esemény információk, portál megjegyzések és figyelmeztetések a tanárok számára, akik a hiányzó részvétel. Amikor belépsz az első alkalommal lesz egy üres képernyőn. Ez töltse ki, ahogy és amikor hozzá napos ma rekordok az esetben a szoftver. Mint tanár, megtekintheti Hallgatói Információs és kiírások a diákoknak, akik úgy tanítani, és be részvétel, besorolását, és a jogosultság ezeknek a diákoknak. Itt nyomon követheti a tanulók évfolyamon a Osztályzatok lapon. Lap, nem csak nyomon követheti az osztályzatokat, de kinyomtathatja beszámolókkal sem a diákok
is_is: The Mælaborð er sjálfgefin heimasíðuna þína og veitir aðgang að mikilvægum tilkynningar þegar þú skráir þig inn umsókn. The openSIS mælaborð sýnir alla síðustu dagbók atburði upplýsingar, Portal athugasemdir og tilkynningar fyrir kennara sem hafa vantar aðsókn. Þegar þú skráir þig inn í fyrsta skipti sem það verður tóman skjáinn. Það mun fylla upp eins og þegar þú bætir við degi í dag færslur í dæmi af the hugbúnaður. Sem kennari er hægt að skoða nemandi upplýsingar og tímaáætlun fyrir nemendur sem þið kennið og inntak mætingu, einkunnir, og hæfi fyrir þessa nemendur. Þú getur fylgst með nemendum einkunnum frá Einkunnir flipann. Frá þessum flipa, ekki aðeins hægt að halda utan um einkunnir, en þú getur prentað framfarir skýrslur fyrir einhverju nemendur
ja_jp: ダッシュボードには、あなたのデフォルトのホームページであり、あなたがアプリケーションにログインする重要なアラートへのアクセスを提供します。 openSISのダッシュボードには、出席が不足している教師のためのすべての最近のカレンダーのイベント情報、ポータルのメモとアラートが表示されます。あなたが初めてログインする場合には、空白の画面になります。それはいっぱいになり、あなたがご使用のソフトウェアのインスタンスで日々のレコードを追加するとき。教師として、あなたが出席、成績、およびこれらの学生のための適格性を教えると入力学生のための学生の情報やスケジュールを表示することができます。あなたは、Grades]タブから生徒の成績を追跡することができます。このタブから、ではないだけに、成績を追跡することができますが、あなたの学生のいずれかの進捗状況のレポートを印刷できます
lt_lt: Įrankinė jūsų numatytąjį pagrindinį puslapį ir suteikia prieigą svarbius įspėjimus, kai jums prisijungti prie paraiškos. OpenSIS prietaisų skydelyje rodo visus pastaruosius kalendorinius renginio informacija, mokytojams trūksta lankomumo portalo pastabos ir įspėjimai. Kai prisijungiate pirmą kartą, jis bus tuščias ekranas. Ji užpildys ir, jei norite pridėti dieną šiandien įrašus, pavyzdžiui, programinės įrangos. Kaip mokytoja, galite peržiūrėti studentų informavimo ir tvarkaraščių studentams, kurie moko ir įvesties lankomumas, pažymiai, ir šių studentų tinkamumo. Jūs galite sekti studentų klasių rangus skirtuką. Ne tik iš šio skirtuko, galite sekti klasių, tačiau pažangos ataskaitas galite spausdinti savo mokiniams
lv_lv: Panelis ir noklusējuma mājas lapā, kas nodrošina piekļuvi svarīgi, brīdinājumus, kad jūs piesakāties uz pieteikumu. OpenSIS panelī ir redzami visi pēdējā kalendāra notikumu informāciju, portālu piezīmes un brīdinājumus par skolotājiem, kas ir trūkst apmeklējumu. Kad piesakāties pirmo reizi, tas būs tukšs ekrāns. Tas aizbērt, kā un kad jūs pievienojat dienu šodien ieraksti savu programmatūras gadījumu. Kā skolotājs var apskatīt studentu informēšanas un grafikiem studentiem, kas jūs mācītu un ievadi apmeklējumu, atzīmes, un atbilstību šīm studentiem. Jūs varat sekot studentu pakāpes no pakāpes tab. No šīs cilnes, ne tikai jūs varat izsekot atzīmes, bet jūs varat izdrukāt progresa ziņojumus par jebkuru jūsu audzēkņiem
mk_mk: На семафорот е вашиот стандардно Главна страница и овозможува пристап до важни сигнали кога ќе се најавите во барањето. На openSIS табла покажува сите понови настан од календарот информации, портал и забелешки сигнали за наставниците кои се водат за исчезнати посетеност. Кога ќе се најавите за прв пат тоа ќе биде празен екран. Тоа ќе се наполни салата, како и кога ќе додадете ден-денес рекорди во вашиот пример на софтверот. Како наставник, можете да ја видите студент информации и распоред за студентите кои ќе учат и влез посетеност, оценки, како и подобност за овие ученици. Можете да ги пратите на студентите оценки од Оценки табот. Од ова јазиче, не само што може да ги пратите на оценки, но може да се печати извештаи за напредокот на било која од вашите студенти
nn_no: Dashboard er din standard startside, og gir tilgang til viktige varsler når du logger deg på søknaden. Den openSIS dashbordet viser alle de siste kalenderhendelse informasjon portal notater og varsler for lærere som har savnet oppmøte. Når du logger inn for første gang vil det være en blank skjerm. Det vil fylle opp og når du legger til dag-dag poster i forekomst av programvaren. Som lærer kan du vise student informasjon og tidsplaner for studenter som du underviser og innspill oppmøte, karakterer, og valgbarhet for disse studentene. Du kan holde orden på elevene karakterer fra karakterene kategorien. Fra denne kategorien kan du ikke bare holde styr på karakterene, men du kan skrive ut fremdriftsrapporter for noen av elevene dine
pl_pl: Dashboard jest domyślną stronę główną i zapewnia dostęp do ważnych alertów, gdy użytkownik loguje się do aplikacji. Deska rozdzielcza openSIS pokazuje wszystkie najnowsze informacje zdarzenia kalendarza, notatek i alarmów portal dla nauczycieli, które brakuje obecności. Po zalogowaniu się po raz pierwszy będzie to pusty ekran. Będzie to wypełnić jak i podczas dodawania codzienną rekordów w wystąpieniu oprogramowania. Jako nauczyciel, można wyświetlić informacje dla studentów i harmonogramów dla studentów, którzy się uczą i obecności wejścia, klasy i kwalifikacji tych osób. Możesz śledzić uczniów klas na karcie stopnie. Od tej karcie nie tylko można śledzić klas, ale można wydrukować sprawozdania z postępu prac dla każdego z uczniów
pt_pt: O Dashboard é a sua página inicial padrão e fornece acesso a alertas importantes quando você efetuar login no aplicativo. O painel mostra todas as informações openSIS recente evento de calendário, notas portal e alertas para os professores que têm falta de presença. Quando você entra pela primeira vez, será uma tela em branco. Ele vai encher-se como e quando você adicionar o dia de hoje-registros em sua instância do software. Como professor, você pode visualizar as informações dos alunos e os horários para os estudantes que você ensina e freqüência de entrada, notas e de elegibilidade para estes estudantes. Você pode acompanhar as notas dos alunos na guia Notas. A partir deste guia, você pode não apenas manter o controle de notas, mas você pode imprimir relatórios de progresso para qualquer um dos seus alunos
ro_ro: Tabloul de bord este de Pagina implicite şi oferă acces la semnalările de important atunci când vă conectaţi la cerere. Tablou de bord openSIS prezinta toate informaţiile recente eveniment din calendar, notele portal şi avertizări pentru cadrele didactice care au lipsă de prezenţă. Când vă autentificaţi pentru prima dată, acesta va fi un ecran gol. Acesta va umple ca şi atunci când adăugaţi de zi cu zi înregistrările în instanţă de către dvs. a software-ului. Ca profesor, puteţi vizualiza informaţii studenţilor şi program pentru studenţii care vă învaţă şi prezenţă de intrare, clase, şi de eligibilitate pentru aceşti studenţi. Puteţi urmări de notele elevilor din fila Note. Din această filă, nu numai că puteţi urmări de grade, dar aveţi posibilitatea să imprimaţi rapoarte privind progresele înregistrate pentru oricare dintre studenţii dumneavoastră
ru_ru: Dashboard является используемым по умолчанию домашнюю страницу и обеспечивает доступ к важным сигналы, когда вы войти в приложение. OpenSIS приборной панели показывает все последние информацию календарь событий, отмечает портал и оповещения для учителей, которые отсутствуют посещаемости. Когда вы Войти в первый раз это будет пустой экран. Она будет заполняться, как и когда вы добавляете день сегодня записи в вашем экземпляре программного обеспечения. Как учитель, вы можете просматривать информацию студентов и графиков для студентов, которые вы учите и ввода посещаемость, оценки и критерии для этих студентов. Вы можете следить за студентами классов из вкладки Оценки. На этой вкладке вы можете не только отслеживать классов, но вы можете печатать доклады о ходе работы для любого из ваших студентов
sk_sk: Prístrojová doska je predvolenú domovskú stránku a poskytuje prístup k dôležitým upozorní, keď sa prihlásite do aplikácie. OpenSIS palubná doska zobrazuje všetky informácie o udalosti posledných kalendár, poznámky a upozornenia portál pre učiteľov, ktoré chýbajú účasť. Po prihlásení sa prvýkrát bude prázdna obrazovka. Naplní sa, ako a kedy pridáte deň, dnes záznamov v inštancii softvéru. Ako učiteľ, môžete zobraziť informácie o študentovi a plány pre študentov, ktorí vás učia a vstup dochádzky, triedy a spôsobilosť pre týchto študentov. Môžete sledovať študentov z tried známok kartu. Na tejto karte si môžete nielen sledovať stupňov, ale je možné tlačiť správy o pokroku pre niektorý z vašich študentov
sl_si: Nadzorna plošča je privzeta domača stran in omogoča dostop do pomembnih opozoril, ko se prijavite v aplikacijo. OpenSIS armaturni plošči prikazuje vse najnovejše informacije koledarju prireditev, portal opombe in opozorila za učitelje, ki imajo manjkajoče prisotnost. Ko se prijavite za prvič bo prazen zaslon. To bo izpolnite, če in ko jih dodate dan-danes zapise v primerku programske opreme. Kot učitelj, si lahko ogledate študent informacije in urniki za študente, ki vas uči in vnos prisotnost, ocene, in upravičenost za te študente. Spremljate lahko študentov ocen na zavihku ocen. Na tej kartici, ne samo, da lahko spremljate razredov, vendar lahko natisnete poročila o napredku za vsako od vaših študentov
sq_al: Paneli i drejtimit është shtëpia juaj i parazgjedhur faqe dhe siguron qasje në alarme e rëndësishme kur ju hyni në të aplikimit. Paneli i drejtimit openSIS tregon të gjitha kohëve të fundit kalendarik informacionin ngjarje, vë në dukje portali dhe alarme për mësuesit që kanë humbur të pranishëm. Kur të identifikoheni për herë të parë do të jetë një ekran bosh. Ajo do të mbushen, si dhe kur ju të shtoni ditë-sot të dhënat në shkallë tuaj të softuerit. Si mësues, ju mund të shikoni informacionin studentëve dhe oraret për studentët të cilët ju mësoni dhe të frekuentimit të dhëna, notat, dhe e drejta për këta studentë. Ju mund të ruaj gjurmët e nxënësve të klasave nga tab Notat. Nga kjo tab, jo vetëm që mund të ruaj gjurmët e notave, por ju mund të shtypura raportet e progresit për ndonjë nga nxënësit tuaj
sr_rs: Дасхбоард је ваш подразумевани почетна страница и пружа приступ важним упозорења када се пријавите на захтев. ОпенСИС инструмент табли показује све новије Календар догађаја информација, портала напомене и упозорења за наставнике који имају недостаје присуство. Када се пријавите за први пут то ће бити празан екран. То ће попунити, као и када додате дан-данас евиденције у случају овог софтвера. Као учитељ, а ви да видите информације студента и распоред за студенте који вас учи и улаз присуство, оцене, и подобност за ове ученике. Можете да пратите студената разреда на картици оценама. Из ова картица, не само да можете да пратите разреда, али можете штампати извештаје о напретку за сваку од ваших ученика
sv_se: Instrumentpanelen är en standard hemsida och ger tillgång till viktiga varningar när du loggar in till programmet. Den openSIS instrumentpanelen visar all aktuell information kalenderhändelse, portal anteckningar och varningar för lärare som saknar närvaro. När du loggar in för första gången blir det en tom skärm. Det kommer att fylla upp och när du lägger till dag-idag poster i din instans av programvaran. Som lärare kan du visa eleven information och tidtabeller för studenter som du lär och input närvaro, betyg och behörighet för dessa elever. Du kan hålla koll på elever betyg från de betyg fliken. Från den här fliken kan du inte bara hålla reda på betyg, men du kan skriva ut lägesrapporter för någon av dina elever
th_th: แดชบอร์ดหน้าบ้านของคุณเริ่มต้นและให้การเข้าถึงการแจ้งเตือนที่สำคัญเมื่อคุณเข้าสู่ระบบเพื่อการใช้งาน แดชบอร์ด openSIS แส​​ดงทั้งหมดข้อมูลปฏิทินเหตุการณ์ล่าสุดบันทึกพอร์ทัลและการแจ้งเตือนสำหรับครูผู้สอนที่มีการขาดหายไปเข้าร่วมประชุม เมื่อคุณเข้าสู่ระบบเป็นครั้งแรกที่มันจะเป็นหน้าจอว่างเปล่า มันจะเติมเป็นและเมื่อคุณเพิ่มระเบียนวันนี้ในกรณีของซอฟแวร์ เป็นครูคุณสามารถดูข้อมูลของนักเรียนและตารางเวลาสำหรับนักเรียนที่คุณสอนและการเข้าร่วมการป้อนข้อมูลผลการเรียนและสิทธิ์สำหรับนักเรียนเหล่านี้ คุณสามารถติดตามของคะแนนของนักเรียนจากแท็บเกรด จากแท็บนี้ไม่เพียง แต่คุณสามารถติดตามของเกรด แต่คุณสามารถพิมพ์รายงานความคืบหน้าใด ๆ ของนักเรียนของคุณ
tr_tr: Pano varsayılan giriş sayfası ve uygulama için giriş önemli uyarıları erişim sağlar. Opensis pano Tüm son takvim etkinlik bilgileri, katılım eksik olan öğretmenler için portal notlar ve uyarılar gösterir. Ilk kez oturum açtığınızda boş bir ekran olacak. Yazılım örneğini gün-bugün kayıt eklemek zaman doldurmak ve. Bir öğretmen olarak, bu öğrenciler için size öğretmek öğrenciler ve giriş katılım, sınıf ve uygunluk için öğrencinin bilgi ve programları görebilirsiniz. Notların sekmesini öğrencilerin notlarının takip edebilirsiniz. Bu sekmeyi, sadece notlarını takip tutabilir, ancak öğrencilerin herhangi bir ilerleme raporları yazdırabilirsiniz
uk_ua: Dashboard є використовуваним за замовчуванням домашню сторінку і забезпечує доступ до важливих сигнали, коли ви увійти в додаток. OpenSIS приладової панелі показує всі останні інформацію календар подій, зазначає портал та оповіщення для вчителів, які відсутні відвідуваності. Коли ви Увійти в перший раз це буде порожній екран. Вона буде заповнюватися, як і коли ви додаєте день сьогодні записи у вашому екземплярі програмного забезпечення. Як учитель, ви можете переглядати інформацію студентів і графіків для студентів, які ви вчите і введення відвідуваність, оцінки й критерії для цих студентів. Ви можете слідкувати за студентами класів з вкладки Оцінки. На цій вкладці ви можете не тільки відслідковувати класів, але ви можете друкувати доповіді про хід роботи для будь-якого з ваших студентів
wa_be: Mae&#39;r Dangosfwrdd yn eich diofyn tudalen gartref ac yn darparu mynediad i rybuddion bwysig pan fyddwch yn mewngofnodi i&#39;r cais. Mae&#39;r dangosfwrdd openSIS yn dangos yr holl wybodaeth calendr digwyddiadau diweddar, nodiadau porth a rhybuddion ar gyfer athrawon sydd wedi colli presenoldeb. Pan fyddwch yn mewngofnodi am y tro cyntaf, bydd yn sgrîn wag. Bydd yn llenwi i fyny fel a phryd y byddwch yn ychwanegu o ddydd i ddydd cofnodion yn eich achos o&#39;r meddalwedd. Fel athro, gallwch weld gwybodaeth i fyfyrwyr ac amserlenni ar gyfer myfyrwyr sy&#39;n dysgu a chi, presenoldeb mewnbwn graddau, ac cymhwyster ar gyfer y myfyrwyr hyn. Gallwch gadw golwg ar y graddau a myfyrwyr o&#39;r tab Graddau. O hyn tab, nid yn unig i chi gadw cofnod o raddau, ond gallwch ei hargraffu adroddiadau cynnydd ar gyfer unrhyw un o&#39;ch myfyrwyr
zh_tw: 儀表板是您的默認主頁，並提供存取重要提示，當您登錄到該應用程序。儀表板顯示所有的openSIS最近日曆事件信息，門戶筆記和警報教師已失踪出席。當您第一次登錄這將是一個空白屏幕。它會填滿，當你添加為日常的記錄在您的實例的軟件。作為一名教師，你可以查看學生信息和日程安排誰你教的學生和輸入考勤，成績，並為這些學生的資格。您可以跟踪學生成績的等級標籤。從這個標籤，不僅可以跟踪檔次，但你可以打印進度報告，對任何您的學生
