Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Drop Date
af_za: Drop Datum
ar_dz: تاريخ قطرة
be_by: Пакіньце даце
bg_bg: Drop Дата
bn_bd: ড্রপ তারিখ
da_dk: Drop Dato
el_gr: Drop Ημερομηνία
es_es: Fecha de Baja
fa_ir: قطره تاریخ
fi_fi: Drop Päivämäärä
ga_ie: Buail Dáta
gl_gl: Data caída
hr_hr: Drop Datum
hu_hu: Csepp dátuma
is_is: Sendu Dagsetning
ja_jp: 日付をドロップ
lt_lt: Lašas data
lv_lv: Drop datums
mk_mk: Капка Датум
nn_no: Drop Dato
pl_pl: Spadek Data
pt_pt: Data queda
ro_ro: Data meniurile
ru_ru: Оставьте дате
sk_sk: Dátum Drop
sl_si: Drop Datum
sq_al: Drop Data
sr_rs: Пад Датум
sv_se: Drop Datum
th_th: วางวันที่
tr_tr: Tarihi Bırak
uk_ua: Залиште датою
wa_be: Galw Heibio Dyddiad
zh_tw: 掉落日期

source: Drop Course for Selected Students
af_za: Drop Kursus vir gekeurde studente
ar_dz: دورة الهبوط للطلاب مختارة
be_by: Пакіньце курс для асобных студэнтаў
bg_bg: Курс за падане на подбрани студенти
bn_bd: সিলেক্টেড ছাত্রদের জন্য ড্রপ কোর্স
el_gr: Γήπεδο Drop για επιλεγμένους μαθητές
et_ee: Drop kursus valitud üliõpilaste
fa_ir: درس قطره برای دانش آموزان منتخب
fi_fi: Drop Kurssi valituille oppilaille
ga_ie: Cúrsa Buail do Mhic Léinn Roghnaithe
gl_gl: Curso de pinga para Alumnos seleccionados
hr_hr: Kap tečaj za odabrane studente
hu_hu: Dobd Tanfolyam kiválasztott diákok
is_is: Sendu Námskeið fyrir valin Nemendur
ja_jp: 選ばれた学生のためのドロップコース
lt_lt: Atrinktiems studentams lašas kursai
lv_lv: Drop kursi Atlasīts Students
mk_mk: Капка Курс за избрани студенти
nn_no: Drop Kurs for utvalgte studenter
pl_pl: Kurs Drop wybranych studentów
pt_pt: Curso de gota para Alunos Selecionados
ro_ro: Curs meniurile pentru Studenţi selectate
ru_ru: Оставьте курс для отдельных студентов
sk_sk: Drop kurz pre vybrané študentov
sl_si: Drop tečaj za izbranih študentov
sq_al: Kursi Drop për studentët e zgjedhur
sr_rs: Пад Курс за одабрани студенти
sv_se: Drop Kurs för utvalda studenter
th_th: วางหลักสูตรสำหรับนักศึกษาที่เลือก
tr_tr: Seçilmiş öğrenciler için Bırak Kursu
uk_ua: Залиште курс для окремих студентів
wa_be: Cwrs Galwch heibio i Fyfyrwyr Dethol
zh_tw: 掉落課程選擇學生

source: Duplicate Entry.Request already exists
af_za: Dubbele Entry.Request reeds bestaan
ar_dz: مكررة Entry.Request مسبقا
be_by: Дублікат Entry.Request ўжо існуе
bg_bg: Duplicate Entry.Request вече съществува
bn_bd: ডুপ্লিকেট Entry.Request ইতিমধ্যে বিদ্যমান
da_dk: Duplicate Entry.Request eksisterer allerede
el_gr: Διπλότυπο Entry.Request υπάρχει ήδη
es_es: Registro duplicado . La solicitud ya existe.
et_ee: Duplicate Entry.Request juba olemas
fa_ir: تکراری Entry.Request در حال حاضر وجود دارد
fi_fi: Monista Entry.Request jo olemassa
ga_ie: Dúblach Entry.Request ann cheana
gl_gl: Duplicate Entry.Request xa existe
hr_hr: Dvostruki Entry.Request već postoji
hu_hu: Ismétlődő Entry.Request már létezik
is_is: Afrit Entry.Request er þegar til
ja_jp: Entry.Requestがすでに存在する重複
lt_lt: Dviem egzemplioriais Entry.Request jau egzistuoja
lv_lv: Duplicate Entry.Request jau pastāv
mk_mk: СТРОГО Entry.Request веќе постои
nn_no: Duplicate Entry.Request allerede eksisterer
pl_pl: Duplikaty Entry.Request już istnieje
pt_pt: Duplicate Entry.Request já existe
ro_ro: Duplicate Entry.Request există deja
ru_ru: Дубликат Entry.Request уже существует
sk_sk: Duplicitné Entry.Request už existuje
sl_si: Duplicate Entry.Request že obstaja
sq_al: Duplicate Entry.Request tashmë ekziston
sr_rs: Дупликат Ентри.Рекуест већ постоји
sv_se: Duplicera Entry.Request redan finns
th_th: ซ้ำ Entry.Request มีอยู่แล้ว
tr_tr: Entry.Request zaten var çoğaltın
uk_ua: Дублікат Entry.Request вже існує
wa_be: Dyblyg Entry.Request eisoes yn bodoli
zh_tw: 已經存在重複 Entry.Request

source: That course has been added as a request for the selected students.
af_za: Daardie kursus is bygevoeg as &#39;n versoek vir die geselekteerde studente.
ar_dz: وقد أضيف هذا المسار كما طلب الطلاب المحدد.
be_by: Гэты курс быў дададзены ў якасці запыту для абранай студэнтамі.
bg_bg: Това разбира се е добавено като искане за избраните студенти.
bn_bd: এই কোর্স নির্বাচিত ছাত্রদের জন্য একটি অনুরোধ হিসাবে. যোগ করা হয়েছে
da_dk: Dette kursus er blevet tilføjet som en anmodning om udvalgte elever.
el_gr: Αυτό βέβαια έχει προστεθεί ως ένα αίτημα για την επιλεγμένη φοιτητές.
es_es: Ese curso se ha agregado como una solicitud para los alumnos seleccionados.
et_ee: See kursus on lisatud taotlus valitud õpilastele.
fa_ir: که البته به عنوان یک درخواست برای دانش آموزان انتخاب شده است اضافه شده است.
fi_fi: Tämä kurssi on lisätty pyyntö valituille opiskelijoille.
ga_ie: Tá an cúrsa curtha leis mar iarraidh ar na mic léinn roghnaithe.
gl_gl: Este curso foi engadido como unha proposta para os alumnos seleccionados.
hr_hr: To naravno je dodan kao zahtjev za odabrane studente.
hu_hu: Ez természetesen bővült a kérelmet a kiválasztott diákok.
is_is: Það að sjálfsögðu hefur verið bætt við beiðni um valið nemendur.
ja_jp: そのコースは、選択した学生のための要求として追加されました。
lt_lt: Kad kursas buvo pridėta kaip atrinkti studentų prašymu.
lv_lv: Šis kurss ir pievienots lūgums par izvēlētajiem studentiem.
mk_mk: Тоа се разбира е додадена како барање за избраните студенти.
nn_no: Dette kurset har vært lagt til som en forespørsel for den valgte studentene.
pl_pl: To oczywiście został dodany jako wniosek o wybranych studentów.
pt_pt: Esse curso foi adicionado como um pedido para os alunos selecionados.
ro_ro: Acest curs a fost adăugat ca o cerere pentru studenţi selectate.
ru_ru: Этот курс был добавлен в качестве запроса для выбранной студентами.
sk_sk: Samozrejme, že bol pridaný ako žiadosť pre vybrané študentov.
sl_si: To seveda je bil dodan kot zahtevo za izbrane študente.
sq_al: Kjo sigurisht është shtuar si një kërkesë për studentët e zgjedhur.
sr_rs: Наравно да је додата као захтев за одабране студенте.
sv_se: Den kursen har lagts till som en begäran om utvalda studenter.
th_th: หลักสูตรที่ได้รับการเพิ่มตามคำขอสำหรับนักเรียนที่เลือกไว้
tr_tr: O dersin seçilen öğrenciler için bir istek olarak eklenmiştir.
uk_ua: Цей курс був доданий в якості запиту для вибраної студентами.
wa_be: Y cwrs hwnnw wedi cael ei ychwanegu fel cais ar gyfer y myfyrwyr a ddewiswyd.
zh_tw: 這當然增加了作為一個請求選定的學生。

source: Wrong Teacher Selection
af_za: Verkeerde Onderwyser seleksie
ar_dz: المعلم اختيار خاطئ
be_by: Няправільны выбар настаўніка
bg_bg: Грешна Учител Избор
bn_bd: ভুল শিক্ষক নির্বাচন
da_dk: Forkert Lærer Selection
el_gr: Λάθος επιλογή των εκπαιδευτικών
et_ee: Vale Õpetaja valimine
fa_ir: انتخاب معلم اشتباه
fi_fi: Väärä Opettaja valinta
ga_ie: Roghnú Múinteoir Mícheart
gl_gl: Selección de Profesor incorrecta
hr_hr: Pogrešno Učitelj Izbor
hu_hu: Rossz tanár kiválasztása
is_is: Rangt Kennari Val
ja_jp: 間違った教師の選択
lt_lt: Neteisingas Mokytojų pasirinkimas
lv_lv: Nepareizs Skolotāju izvēle
mk_mk: Погрешен избор на наставник
nn_no: Feil Lærer Utvalg
pl_pl: Niewłaściwy wybór nauczyciela
pt_pt: Seleção de Professor errada
ro_ro: Greşit Profesor de selecţie
ru_ru: Неправильный выбор учителя
sk_sk: Výber zlé učiteľa
sl_si: Wrong učiteljev Selection
sq_al: Përzgjedhja e gabuar Teacher
sr_rs: Погрешна наставника Избор
sv_se: Fel Lärare Urval
th_th: การคัดเลือกครูที่ไม่ถูกต้อง
tr_tr: Yanlış Öğretmen Seçimi
uk_ua: Неправильний вибір вчителя
wa_be: Dewis Athro Anghywir
zh_tw: 錯誤的教師選擇

source: Request to Add
af_za: Versoek om by te voeg
ar_dz: طلب إضافة
be_by: Просьба дадаць
bg_bg: Заявка за добавяне на
bn_bd: এই লিস্টে নির্দেশিকা যোগ করো
da_dk: Anmodning om at føje
el_gr: Αίτηση για την Προσθήκη
es_es: Solicitud para Agregar
et_ee: Taotluse lisada
fa_ir: درخواست برای اضافه کردن
fi_fi: Pyynnön lisätä
ga_ie: Iarratas chun Cuir
gl_gl: Solicitude para Engadir
hr_hr: Zahtjev za dodavanje
hu_hu: Kérés hozzáadása
is_is: Beiðni um að bæta
ja_jp: 追加する要求
lt_lt: Prašymas įtraukti
lv_lv: Pieprasījums Pievienot
mk_mk: Барање за додавање на
nn_no: Be om å legge
pl_pl: Wniosek o Dodaj
pt_pt: Pedido para Adicionar
ro_ro: Cerere pentru a adăuga
ru_ru: Просьба добавить
sk_sk: Žiadosť o pridanie
sl_si: Zahteva za dodajanje
sq_al: Kërkesa për Shto
sr_rs: Захтев за додавање
sv_se: Begäran om att lägga
th_th: ขอให้เพิ่ม
tr_tr: Ekle isteyin
uk_ua: Прохання додати
wa_be: Cais i Ychwanegu
zh_tw: 請求加入

source: With
af_za: Met
ar_dz: مع
be_by: З
bg_bg: С
bn_bd: সঙ্গে
da_dk: Med
el_gr: Με
es_es: Peso
et_ee: Koos
fa_ir: با
fi_fi: Kanssa
ga_ie: Le
gl_gl: Con
hr_hr: S
hu_hu: A
is_is: Með
ja_jp: と
lt_lt: Su
lv_lv: Ar
mk_mk: Со
nn_no: Med
pl_pl: Z
pt_pt: Com
ro_ro: Cu
ru_ru: С
sk_sk: S
sl_si: Z
sq_al: Me
sr_rs: Са
sv_se: Med
th_th: ด้วย
tr_tr: Ile
uk_ua: З
wa_be: Gyda
zh_tw: 隨著

source: Without
af_za: Sonder
ar_dz: بدون
be_by: Без
bg_bg: Без да
bn_bd: না
da_dk: Uden
el_gr: Χωρίς
es_es: Peso
et_ee: Ilma
fa_ir: بدون
fi_fi: Ilman
ga_ie: Gan
gl_gl: Sen
hr_hr: Bez
hu_hu: Nélkül
is_is: Án
ja_jp: なし
lt_lt: Be
lv_lv: Bez
mk_mk: Без
nn_no: Uten
pl_pl: Bez
pt_pt: Sem
ro_ro: Fără
ru_ru: Без
sk_sk: Bez
sl_si: Brez
sq_al: Pa
sr_rs: Без
sv_se: Utan
th_th: โดยไม่ต้อง
tr_tr: Olmadan
uk_ua: Без
wa_be: Heb
zh_tw: 沒有

source: Add Reqest to Selected students
af_za: Voeg Reqest gekeurde studente
ar_dz: إضافة إلى الطلاب الذين يختارون Reqest
be_by: Дадаць у абранае Reqest студэнтаў
bg_bg: Добави Reqest избраните студенти
bn_bd: সিলেক্টেড ছাত্রদের Reqest যোগ করুন
da_dk: Tilføj Reqest til udvalgte studerende
el_gr: Προσθήκη Reqest για επιλεγμένους μαθητές
et_ee: Lisa Reqest to Selected õpilased
fa_ir: اضافه کردن Reqest به دانش آموزان انتخاب شده
fi_fi: Lisää Reqest valikoiduille opiskelijoille
ga_ie: Reqest Cuir le mic léinn Roghnaithe
gl_gl: Engadir reqest aos estudantes seleccionados
hr_hr: Dodaj Reqest u odabrane studente
hu_hu: Add Reqest a kiválasztott diákok
is_is: Bæta Reqest við völdum nemendum
ja_jp: 選ばれた学生にReqestを追加
lt_lt: Pridėti Reqest atrinktiems studentams
lv_lv: Pievienot Reqest uz Atlasītie studenti
mk_mk: Додај Reqest да избрани студенти
nn_no: Legg Reqest til utvalgte studenter
pl_pl: Dodaj Reqest do wybranych studentów
pt_pt: Adicionar reqest aos estudantes selecionados
ro_ro: Adaugă Reqest elevilor selectate
ru_ru: Добавить в избранное Reqest студентов
sk_sk: Pridanie Reqest vybraným študentom
sl_si: Dodaj Reqest v izbranih študentov
sq_al: Add reqest për studentët e zgjedhur
sr_rs: Додај Рекест на изабране ученике
sv_se: Lägg Reqest till utvalda studenter
th_th: เพิ่ม Reqest ให้กับนักเรียนที่เลือก
tr_tr: Seçilen öğrenciler için reqest ekle
uk_ua: Додати в обране Reqest студентів
wa_be: Ychwanegu Reqest i fyfyrwyr dethol
zh_tw: 添加到選定的學生 Reqest

source: You cannot schedule a student into that course during the marking period that you chose. This course meets on
af_za: Jy kan nie 'n student skeduleer in daardie kursus tydens die nasienperiode wat jy gekies het. Hierdie kursus vergader
be_by: Вы не можаце запланаваць студэнта ў тым, што Вядома, за ацэначны перыяд, што вы выбралі. Гэты курс адказвае на
bg_bg: Вие не можете да планирате студент в този курс по време на отбелязването период, през който сте избрали. Този курс отговаря на
bn_bd: আপনি যে কোর্সের মধ্যে একটি ছাত্র না তফসিল অবস্থানসূচক পর্যায়কে আপনি পছন্দ সময়. পারেন এই কোর্স উপর পূরণ
da_dk: Du kan ikke planlægge en elev ind i det kursus i mærkningen periode, du valgte. Dette kursus mødes på
el_gr: Δεν μπορείτε να προγραμματίσετε μια φοιτητής σε αυτή την πορεία κατά τη διάρκεια της σήμανσης περίοδο που επιλέξατε. Το μάθημα αυτό ανταποκρίνεται στις
et_ee: Sa ei saa ajakava õpilane sellesse muidugi ajal tähistamine jooksul, et valisite. See kursus kohtub
fa_ir: شما می توانید یک دانش آموز را به که البته برنامه در طول مدت مارک که شما را انتخاب. البته این ملاقات در
fi_fi: Et pysty ajoittamaan opiskelija tuohon tietysti aikana merkintää kauden että valitsitte. Kurssi kokoontuu
ga_ie: Ní féidir leat sceideal le mac léinn i gcúrsa sin le linn na tréimhse marcála a roghnaigh tú. Buaileann an cúrsa seo ar
gl_gl: Non se pode programar un alumno en que o curso durante o período de reserva da súa elección. Este curso reúne
hr_hr: Ne možete zakazati učenika u taj tečaj tijekom obilježavanja razdoblje koje ste odabrali. Ovaj tečaj odgovara na
hu_hu: Nem lehet menetrend diák abba a tanfolyamot, a jelölés időszak, amit választott. Ez a tanfolyam kielégíti a
is_is: Þú getur ekki áætlun nemandi í námskeiðinu á merkið tímabili sem þú valdir. Námskeiðið uppfyllir á
ja_jp: あなたが選択したマーキング期間中に、そのコースに学生をスケジュールすることはできません。このコースでは、に開催
lt_lt: Jūs negalite planuoti į to kurso studentas per ženklinimo laikotarpio, kad jūs pasirinkote. Šis kursas atitinka
lv_lv: Jūs nevarat grafiks students vērā, ka kursā marķējums laika, ka jūs izvēlējāties. Šis kurss sanāk
mk_mk: Вие не може да закаже студент во таа насока во текот на одбележувањето период во кој ве избрав. Овој курс одговара на
nn_no: Du kan ikke planlegge en student i det kurset i løpet av merkingen perioden du valgte. Dette kurset møter på
pl_pl: Nie można zaplanować student w tym oczywiście w okresie oznakowania, które wybrano. Kurs ten spotyka się
pt_pt: Não é possível agendar um aluno em que o curso durante o período de marcação que você escolheu. Este curso reúne
ro_ro: Nu aveţi posibilitatea să programaţi un student în care cursul în cursul perioadei de marcajul pe care aţi ales. Acest curs se întâlneşte pe
ru_ru: Вы не можете запланировать студента в том, что Конечно, за оценочный период, что вы выбрали. Этот курс отвечает на
sk_sk: Nie je možné plánovať študenta na kurz, ktorý v označení období, ktoré ste si zvolili. Tento kurz sa schádza
sl_si: Ne, ne moreš urnik študent v to seveda med označevanjem obdobju, ki ste jo izbrali. To seveda izpolnjuje na
sq_al: Ju nuk mund të planifikojë një student në këtë kurs gjatë periudhës shënuar që keni zgjedhur. Ky kurs takohet
sr_rs: Не можете распоред студената у тај курсу током обележавања периода који сте одабрали. Овај курс упознаје на
sv_se: Du kan inte schemalägga en student till att kursen under märkningen perioden som du valt. Denna kurs motsvarar den
th_th: คุณไม่สามารถกำหนดเวลาของนักเรียนเป็นหลักสูตรที่ในช่วงระยะเวลาการทำเครื่องหมายที่คุณเลือก ตรงตามหลักสูตรนี้เมื่อ
tr_tr: Seçtiğiniz işaretleme döneminde öğrenci, o dersin bir zamanlama olamaz. Bu ders toplanır
uk_ua: Ви не можете запланувати студента в тому, що Звичайно, за оцінний період, що ви вибрали. Цей курс відповідає на
wa_be: Ni allwch atodlen myfyriwr i mewn i&#39;r cwrs yn ystod y cyfnod marcio eich bod yn dewis. Mae&#39;r cwrs yn cyfarfod
zh_tw: 你不能安排學生到該課程的評分期在您選擇。這當然符合上

source: That course has been added to the selected students schedules.
af_za: Daardie kursus is bygevoeg na die geselekteerde studente skedules.
ar_dz: وقد أضيف هذا المسار لجداول الطلبة المختارين.
be_by: Гэты курс быў дададзены ў адабраных студэнтаў графікі.
bg_bg: Това разбира се е добавена към избрани графици студенти.
bn_bd: এই কোর্স নির্বাচিত ছাত্রদের পরিকল্পনা থেকে. যোগ করা হয়েছে
da_dk: Dette kursus er blevet tilføjet til den valgte eleverne tidsplaner.
el_gr: Αυτό βέβαια έχει προστεθεί τους επιλεγμένους προγραμματισμούς τους μαθητές.
es_es: Ese curso ha sido agregado a la agenda de los alumnos seleccionados.
et_ee: See kursus on lisatud valitud üliõpilaste sõiduplaanid.
fa_ir: که البته به انتخاب دانش آموزان زمانبندی شده است اضافه شده است.
fi_fi: Tämä kurssi on lisätty valittujen opiskelijoiden aikatauluihin.
ga_ie: Tá an chúrsa sin curtha leis an roghnaithe sceidil do mhic léinn.
gl_gl: Este curso foi engadido aos horarios seleccionados estudantes.
hr_hr: To naravno dodan je odabrani studenti rasporedi.
hu_hu: Ez természetesen bekerült a kiválasztott diákok menetrend.
is_is: Það að sjálfsögðu hefur verið bætt við valda nemendur tímaáætlun.
ja_jp: そのコースは、選択した学生のスケジュールに追加されました。
lt_lt: Kad kursas buvo įtraukta į pasirinktą studentų tvarkaraščius.
lv_lv: Šis kurss ir pievienota izvēlētajai studentiem grafikus.
mk_mk: Тоа се разбира е додадена на избрани студенти планови.
nn_no: Dette kurset har vært lagt til utvalgte studenter tidsplaner.
pl_pl: To oczywiście został dodany do wybranych studentów harmonogramów.
pt_pt: Esse curso foi adicionado aos horários selecionados estudantes.
ro_ro: Acest curs a fost adăugată la programele selectate studenţilor.
ru_ru: Этот курс был добавлен в отобранных студентов графики.
sk_sk: Samozrejme, že bol pridaný do vybranej študentov plány.
sl_si: To seveda je bila dodana izbranih študentov urnikov.
sq_al: Ky kurs është shtuar në oraret e zgjedhur studentët.
sr_rs: Наравно да је додата одабрани студенти распоред.
sv_se: Den kursen har lagts till de utvalda studenter scheman.
th_th: หลักสูตรที่ได้รับการเพิ่มที่เลือกตารางนักเรียน
tr_tr: Bu ders seçilen öğrenciler programları eklenmiştir.
uk_ua: Цей курс був доданий у відібраних студентів графіки.
wa_be: Y cwrs hwnnw wedi cael ei ychwanegu at y dewis amserlenni myfyrwyr.
zh_tw: 該課程已被添加到選定的學生計劃。

source: That course has been added to the selected students' schedules.
af_za: Daardie kursus is bygevoeg na die geselekteerde studente se skedules.
ar_dz: وقد أضيف هذا المسار إلى الجداول الزمنية للطلاب الذين يتم اختيارهم.
be_by: Гэты курс быў дададзены графікаў выбраных студэнтаў.
bg_bg: Това разбира се е добавена към избрани студенти графици.
bn_bd: এই কোর্স নির্বাচিত ছাত্র 'পরিকল্পনা থেকে. যোগ করা হয়েছে
da_dk: Dette kursus er blevet tilføjet til den valgte elevernes skemaer.
el_gr: Αυτό βέβαια έχει προστεθεί δρομολόγια των επιλεγμένων φοιτητών.
es_es: Ese curso ha sido agregado a la agenda de los alumnos seleccionados.
et_ee: See kursus on lisatud valitud õpilaste sõiduplaanid.
fa_ir: که البته شده است به برنامه زمان بندی دانش آموزان انتخاب شده اضافه شده است.
fi_fi: Tämä kurssi on lisätty valittujen opiskelijoiden aikatauluihin.
ga_ie: Tá an chúrsa sin curtha leis an mac léinn roghnaithe &#39;sceidil.
gl_gl: Este curso foi engadido aos horarios dos alumnos seleccionados.
hr_hr: To naravno dodan je odabrani studenata rasporedi.
hu_hu: Ez természetesen bekerült a kiválasztott diákok menetrend.
is_is: Það að sjálfsögðu hefur verið bætt við áætlun valið nemenda.
ja_jp: そのコースは、選択した学生のスケジュールに追加されました。
lt_lt: Kad kursas buvo įtraukta į pasirinktą studentų tvarkaraščius.
lv_lv: Šis kurss ir pievienota izvēlētajai studentu grafikus.
mk_mk: Тоа се разбира е додадена на распоредот на избрани студенти.
nn_no: Dette kurset har vært lagt til den valgte elevenes timeplaner.
pl_pl: To oczywiście został dodany do rozkładów wybranych studentów.
pt_pt: Esse curso foi adicionado aos horários dos alunos selecionados.
ro_ro: Acest curs a fost adăugată la programele de studenţi selectaţi &quot;.
ru_ru: Этот курс был добавлен графиков выбранных студентов.
sk_sk: Samozrejme, že bol pridaný do plánov vybraných študentov.
sl_si: To seveda je bila dodana izbranih študentov urnikov.
sq_al: Kjo sigurisht është shtuar në oraret e studentëve të zgjedhur &quot;.
sr_rs: Наравно да је додата распореда изабраних студената.
sv_se: Den kursen har lagts till de utvalda elevernas scheman.
th_th: หลักสูตรที่ได้รับการเพิ่มตารางเวลาของนักเรียนที่เลือก
tr_tr: Bu ders seçilen öğrenciler programları eklenmiştir.
uk_ua: Цей курс був доданий графіків вибраних студентів.
wa_be: Y cwrs hwnnw wedi cael ei ychwanegu at amserlenni y myfyrwyr dethol &#39;.
zh_tw: 該課程已被添加到選定的學生的計劃。

source: Manual Override
af_za: Handleiding ignoreer
ar_dz: دليل تجاوز
be_by: Магчымасцю ручной налады
bg_bg: Ръчно регулиране
bn_bd: ম্যানুয়াল অগ্রাহ্য করা
da_dk: Håndnødbetjening
el_gr: Χειροκίνητη παράκαμψη
es_es: Anulación Manual
et_ee: Käsitsijuhtimise
fa_ir: القای دستی
fi_fi: Käsiohjaus
ga_ie: Lámhleabhar Sáraigh
hr_hr: Priručnik Override
hu_hu: Kézi felülbírálása
is_is: Hand
ja_jp: マニュアルオーバーライド
lt_lt: Rankinis perreguliavimas
lv_lv: Manuālo darbināšanu
mk_mk: Рачно редефинирање
nn_no: Manuell overstyring
pl_pl: Sterowanie ręczne
ro_ro: Manuală
ru_ru: Возможностью ручной настройки
sk_sk: Manuálne ovládanie
sl_si: Ročni vklop
sr_rs: Упутство Оверриде
sv_se: Manuell manövrering
th_th: แทนที่คู่มือการใช้งาน
tr_tr: Devamlı
uk_ua: Можливістю ручного настроювання
wa_be: Llawlyfr Diystyru
zh_tw: 手動操作

source: Course to Add
af_za: Kursus te byvoeg
ar_dz: طبعا إضافة
be_by: Курс Дадаць
bg_bg: Път за да добавите
bn_bd: এই লিস্টে নির্দেশিকা যোগ করো
da_dk: Kursus til Tilføj
el_gr: Γήπεδο για Προσθήκη
es_es: Curso para agregar
et_ee: Muidugi Lisa
fa_ir: البته اضافه
fi_fi: Kurssin lisääminen
ga_ie: Cúrsa do Cuir
gl_gl: Curso para Engadir
hr_hr: Tečaj za dodavanje
hu_hu: Természetesen az Új
is_is: Námskeið til Bæta við
ja_jp: 追加するコース
lt_lt: Žinoma, pridėti
lv_lv: Protams, lai pievienotu
mk_mk: Курс да додадете
nn_no: Kurs for å legge
pl_pl: Oczywiście, aby dodać
pt_pt: Curso para Adicionar
ro_ro: Curs pentru a adăuga
ru_ru: Курс Добавить
sk_sk: Kurz pridať
sl_si: Tečaj za dodajanje
sq_al: Kursi për Shto
sr_rs: Наравно да се Додај
sv_se: Kurs för att lägga till
th_th: หลักสูตรการเพิ่ม
tr_tr: Dersin ekle
uk_ua: Курс Додати
wa_be: Cwrs i Ychwanegu
zh_tw: 課程添加

source: Start Date
af_za: Begindatum
ar_dz: تاريخ البدء
be_by: Дата пачатку
bg_bg: Начална дата
bn_bd: আরম্ভের তারিখ
da_dk: Startdato
el_gr: Ημερομηνία έναρξης
es_es: Fecha de Inicio
fa_ir: تاریخ شروع
fi_fi: Aloituspäivä
ga_ie: Dáta Tosaigh
gl_gl: Data de inicio
hr_hr: Početni datum
hu_hu: Kezdés dátuma
ja_jp: 日付を開始
lt_lt: Pradžios data
lv_lv: Sākuma datums
mk_mk: Почеток Датум
nn_no: Startdato
pl_pl: Data rozpoczęcia
pt_pt: Data de início
ro_ro: Data de începere
ru_ru: Дата начала
sk_sk: Dátum začatia
sl_si: Datum začetka
sq_al: Data e Fillimit
sr_rs: Датум почетка
sv_se: Startdatum
th_th: เริ่มวันที่
tr_tr: Başlangıç ​​Tarihi
uk_ua: Дата початку
wa_be: Dyddiad Cychwyn
zh_tw: 開始日期

source: have Gender Clash
af_za: het Gender Clash

source: Add Course to Selected Students
af_za: Voeg kursus gekeurde studente
ar_dz: إضافة إلى طلاب دورة مختارة
be_by: Дадаць у абранае курса студэнты
bg_bg: Добавяне на курса на подбрани студенти
bn_bd: সিলেক্টেড শিক্ষার্থীরা কোর্স যোগ করুন
da_dk: Tilføj kursus til udvalgte elever
el_gr: Προσθήκη μαθημάτων για επιλεγμένους μαθητές
et_ee: Lisa Course to Selected Õpilased
fa_ir: اضافه کردن این درس به دانش آموزان برگزیده
fi_fi: Lisää Kurssi valikoiduille opiskelijoille
ga_ie: Cúrsa Cuir le Mic Léinn Roghnaithe
gl_gl: Engadir Curso de Alumnos seleccionados
hr_hr: Dodaj tečaj u odabrane studente
hu_hu: Add pálya a kiválasztott diákok
is_is: Bæta Course við völdum Nemendur
ja_jp: 選ばれた学生にコースを追加
lt_lt: Pridėti kursai Pasirinkta Studentai
lv_lv: Pievienot Kursa izvēlētajiem studentiem
mk_mk: Додај разбира да избрани студенти
nn_no: Legg Course til utvalgte studenter
pl_pl: Dodaj pole do wybranych studentów
pt_pt: Adicionar Curso de Alunos Selecionados
ro_ro: Adaugă Curs pentru studenţii selectate
ru_ru: Добавить в избранное курса студенты
sk_sk: Pridať kurz vybraným študentom
sl_si: Dodaj Course v izbranih študentov
sq_al: Add kursit për studentët e zgjedhur
sr_rs: Додај Курс за одабрани студенти
sv_se: Lägg Kurs att utvalda studenter
th_th: เพิ่มหลักสูตรให้นักเรียนเลือก
tr_tr: Seçilen Öğrenciler Ders Ekleme
uk_ua: Додати в обране курсу студенти
wa_be: Ychwanegu Cwrs i Fyfyrwyr Selected
zh_tw: 添加到所選課程的學生

source: his/her
af_za: sy / haar
ar_dz: له / لها
es_es: su / su

source: cannot be scheduled before
af_za: kan nie geskeduleer word voordat

source: have a period time clash
af_za: 'n tydperk tyd botsing
