Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The Marking Periods page is where you setup your schools marking periods for a school year. There are four default tiers of marking periods added during the installation Year, Semesters, Quarters, and Progress periods. openSIS installation scripts create 2 Semesters and 4 Quarters by default. However you can always have more or fewer as required by your school. Similarly, there can be any number of progress periods in a given quarter.
af_za: Die nasien Periodes bladsy is waar jy die opstel van jou skole nasien tyd vir &#39;n skool jaar. Daar is vier standaard vlakke van wat tydens die installasie jaar bygevoeg nasien tydperke, semesters, kwarte, en voortgang tyd. openSIS installasie skrifte skep 2 semesters en 4 kwartale by verstek. Maar jy kan altyd meer of minder, soos vereis deur jou skool. Net so kan daar &#39;n getal van vooruitgang periodes in&#39; n bepaalde kwartaal word.
ar_dz: الصفحة حقب تمييز هو المكان الذي الإعداد الخاص بمناسبة المدارس لفترات السنة الدراسية. هناك طبقات الافتراضي أربعة من فترات بمناسبة أضاف خلال السنة التثبيت ، فصول دراسية ، والأحياء ، وفترات التقدم. إنشاء البرامج النصية التثبيت openSIS 2 فصلي والأحياء 4 افتراضيا. لكن هل يمكن أن يكون دائما أكثر أو أقل على النحو المطلوب في مدرستك. وبالمثل ، يمكن أن يكون هناك أي عدد من فترات التقدم في ربع معين.
be_by: Маркіроўка Перыяды старонка, дзе вы наладзілі школ маркіроўкі тэрміны навучальнага года. Ёсць чатыры стандартныя ўзроўні маркіроўкі перыяды дададзеныя падчас усталёўкі года, семестры, кварталы, і прагрэс перыяды. скрыпты openSIS ўстаноўкі стварыць 2 семестр і 4 кварталы па змаўчанні. Аднак вы заўсёды можаце мець больш ці менш у адпаведнасці з патрабаваннямі вашай школы. Сапраўды гэтак жа не можа быць любая колькасць перыядаў прагрэсу ў дадзеным квартале.
bg_bg: Маркиране Периоди страница е мястото, където да настроите вашето училище, маркиране на периоди за учебната година. Има четири нива на подразбиране маркировка периоди, добавен по време на инсталацията Година семестъра, Quarters, и &quot;Прогрес&quot; периоди. openSIS инсталация скриптове създават 2 семестъра и 4 тримесечия по подразбиране. Въпреки това винаги можете да имате повече или по-малко, както се изисква от вашето училище. По същия начин, не може да има произволен брой периоди на напредък в дадено тримесечие.
bn_bd: অবস্থানসূচক সময়সীমার পাতাটি যেখানে আপনি আপনার স্কুলের একটি স্কুল বছর সময়সীমার জন্য অবস্থানসূচক সেটআপ. চার অবস্থানসূচক সময়সীমার ইনস্টলেশন বছর সময় যোগ, Semesters, কেতন, এবং অগ্রগতি সময়সীমার ডিফল্ট tiers আছে. openSIS ইনস্টলেশন স্ক্রিপ্ট 2 Semesters ডিফল্টরূপে 4 কেতন নির্মাণ. তবে আপনি সর্বদা বেশী বা কম আপনার স্কুলের প্রয়োজনীয় হতে পারে. একইভাবে, একটি প্রদত্ত সিকি মধ্যে অগ্রগতি সময়সীমার যেকোন সংখ্যা থাকতে পারে.
da_dk: Mærkningen Perioder side, hvor du sætte din skole mærkning perioder for et skoleår. Der er fire standard niveauer af mærkning perioder tilføjet under installationen År, semestre, Quarters, og Progress perioder. openSIS installationsscripts skabe 2 semestre og 4 kvartaler som standard. Men du kan altid have flere eller færre som krævet af din skole. Ligeledes kan der være mange fremskridt perioder i et givet kvartal.
el_gr: Η σήμανση σελίδα περιόδους όπου μπορείτε setup σχολεία σας σήμανση περιόδους για ένα σχολικό έτος. Υπάρχουν τέσσερα επίπεδα προεπιλογή της σήμανσης περιόδους προστέθηκαν κατά τη διάρκεια του έτους εγκατάσταση, εξάμηνα, τρίμηνα, και τις περιόδους προόδου. scripts εγκατάστασης openSIS δημιουργήσει 2 εξάμηνα και 4 τρίμηνα από προεπιλογή. Ωστόσο, μπορείτε να έχετε πάντα περισσότερα ή λιγότερα, όπως απαιτείται από το σχολείο σας. Ομοίως, δεν μπορεί να υπάρξει οποιοσδήποτε αριθμός των περιόδων πρόοδο σε ένα συγκεκριμένο τρίμηνο.
et_ee: Märgistus perioodid lehekülg on, kus te setup oma kooli märgistus perioodidel õppeaastal. Seal on neli default tasanditega tähistamine perioodide jooksul lisandus paigaldamise aasta, semestrit, kvartali ja Progress perioodidel. openSIS paigaldus skriptid luua 2 semestrit ja 4 kvartalit vaikimisi. Siiski saab alati rohkem või vähem, nagu nõutakse oma kooli. Samamoodi ei saa olla suvaline arv edusammude perioode antud kvartalis.
fa_ir: صفحه دوره های مشخص این است که در آن شما راه اندازی مدارس خود را مارک دوره برای یک سال تحصیلی است. چهار ردیف به طور پیش فرض از دوره های مارک ارسال در طول سال نصب ، ترم ، محله ، و دوره های پیشرفت وجود دارد. openSIS از اسکریپتهای نصب به ایجاد 2 ترم و 4 چهارم به طور پیش فرض است. با این حال شما همیشه می توانید بیشتر یا کمتر به عنوان مدرسه شما لازم است. به طور مشابه ، می تواند هر تعداد از دوره پیشرفت در یک چهارم داده شده وجود دارد.
fi_fi: Merkintä Kuukautiset sivu on kun setup your koulut merkintä ajat lukuvuonna. On neljä default tasoilla merkintä kausien aikana lisätyn asennusvuosi, lukukautta, Quarters, ja Progress aikoja. openSIS asennus skriptit luoda 2 lukukautta ja 4 Quarters oletuksena. Voit kuitenkin aina enemmän tai vähemmän edellyttämä koulusi. Samoin voi olla mikä tahansa määrä edistyksen aikoja tietyn vuosineljänneksen.
ga_ie: Is é an Marcála Tréimhsí leathanach áit a bhfuil tú thus do scoileanna marcála tréimhsí sin ar feadh na scoilbhliana. Tá ceithre shraith d&#39;éagmais tréimhsí marcála leis seo le linn na Bliana suiteáil, Seimeastair, Ceathrúna, agus tréimhsí Dul Chun Cinn. scripteanna a chruthú suiteáil openSIS 2 Seimeastair agus 4 Ceathrúna réir réamhshocraithe. Mar sin féin is féidir leat a bheith i gcónaí níos mó nó níos lú mar a cheanglaítear le do scoil. Mar an gcéanna, is féidir go mbeadh aon líon na dtréimhsí dul chun cinn sa ráithe ar leith.
gl_gl: A Replanteo páxina períodos é onde configurar o escolas marcado períodos dun ano escolar. Existen catro niveis estándar de períodos de cita engadidos durante o ano de instalación, semestres, trimestres e períodos de progreso. scripts de instalación openSIS crear 2 semestres e 4 trimestres por defecto. Con todo, sempre pode ter máis ou menos, conforme esixe pola súa escola. Do mesmo xeito, non pode haber calquera número de períodos de progreso nun determinado trimestre.
hr_hr: Obilježavanje razdoblja stranica je mjesto gdje ćete postava svoje škole obilježavanje razdoblja za školsku godinu. Postoje četiri zadane razine obilježavanja razdoblja dodao tijekom instalacije godine, semestra, četvrtine, i napredak razdoblja. openSIS instalacija skripti stvoriti 2 semestra i 4 četvrtine po defaultu. No uvijek možete imati više ili manje prema potrebi vaše škole. Isto tako, može biti bilo koji broj napredak razdoblja u jednom tromjesečju.
hu_hu: A jelölés időszakok oldal, ahol beállítását iskolák jelölés idő egy tanév. Négy alapértelmezett szintek jelölés időszakok hozzá a telepítés során éve, félév, Quarters, és a Haladás időszakok. openSIS telepítési parancsfájlokat létrehozni 2 félév 4 Quarters alapból. Azonban mindig van több vagy kevesebb, mint szükséges az iskolában. Hasonlóképpen, nem lehet tetszőleges számú haladás időszakok az adott negyedévben.
is_is: The Merking tímum er þar sem þú skipulag skóla þinn merkingar tíma fyrir skólaárið. Það eru fjórir vanræksla tiers merkingar tímabil bætt við uppsetningu Ár, annir Quarters, og framfarir tímabil. openSIS uppsetning forskriftir búa til 2 annir og 4 Quarters sjálfgefið. Hins vegar getur þú alltaf hafa fleiri eða færri eins og krafist er í skólann. Á sama hátt, það getur verið fleiri tímabil framfara í tilteknum fjórðungi.
ja_jp: マーキング期間]ページでは、あなたの学校は学校年度の期間をマーキング設定する場所です。マーキングインストール年度中に追加の期間、半期、四半期、および進捗状況の期間の4つのデフォルトの段階があります。 openSISのインストールスクリプトは、デフォルトでは、2学期と4クォーターを作成します。しかし、あなたは常にあなたの学校で必要に応じてより多くのまたはより少ないを持つことができます。同様に、特定の四半期の進捗期間のどんな数でも利用できます。
lt_lt: Žymėjimo laikotarpiai puslapis, kur jums nustatyti savo mokyklų ženklinimas mokslo metų laikotarpių. Yra keturi įsipareigojimų neįvykdymo lygių pridėta montavimo metais, ženklinimo laikotarpių semestrai, ketvirčiai ir pažangos laikotarpiai. openSIS diegimo scenarijų sudaro 2 semestrai ir 4 ketvirčius pagal nutylėjimą. Tačiau visada galite daugiau arba mažiau jūsų mokykloje, kaip reikalaujama. Be to, negali būti jokios pažangos laikotarpiai tam tikrą ketvirtį.
lv_lv: Marķēšanas periodi lapa ir, ja jūs setup savu skolas marķējums periodiem mācību gadā. Ir četri noklusējuma līmeņu marķējuma periodu pievienotās uzstādīšanas laikā Year, semestrus, ceturtdaļas, un Progress periodus. openSIS instalācijas skriptu izveidot 2 semestriem un 4 ceturkšņiem pēc noklusējuma. Tomēr jūs vienmēr varat būt vairāk vai mazāk kā to prasa jūsu skolā. Tāpat var būt jebkurš skaits progresa periodu noteiktā ceturksnī.
mk_mk: Обележувањето Периоди страница е местото каде што го подесите Вашиот училишта означување периоди за учебната година. Постојат четири стандардно нивоа на одбележувањето периоди додадени во текот на инсталацијата година, семестри, Quarters, и напредок периоди. openSIS инсталација скрипти создаде 2 семестри и 4 Quarters по дифолт. Меѓутоа секогаш може да се повеќе или помалку како што се бара од страна на вашето училиште. Слично на тоа, не може да биде било кој број на напредокот периоди во даден квартал.
nn_no: Merkingen Perioder siden er der du oppsettet ditt skoler merking perioder for et skoleår. Det er fire standard nivåer av merking perioder lagt under installasjonen Year, semester, Quarters, og Progress perioder. openSIS installasjon scripts skape 2 semestre og 4 Quarters som standard. Men du kan alltid ha flere eller færre som kreves av skolen din. Likeledes kan det være en rekke fremskritt perioder i et gitt kvartal.
pl_pl: Oznaczenie strony Okresy miejscu można skonfigurować szkół oznakowania okresów roku szkolnego. Istnieją cztery poziomy domyślne okresów oznakowania dodane w ciągu Roku instalacji, semestrów, Quarters i okresy Progress. skrypty instalacyjne openSIS stworzyć 2 semestry i 4 Quarters domyślnie. Jednak zawsze można mieć więcej lub mniej, wymagane przez szkołę. Podobnie, nie może być dowolna liczba okresów postępu w danym kwartale.
pt_pt: A Marcação página períodos é onde você configurar o seu escolas marcação períodos de um ano escolar. Existem quatro níveis padrão de períodos de marcação adicionados durante o ano de instalação, semestres, trimestres e períodos de progresso. scripts de instalação openSIS criar 2 semestres e 4 trimestres por padrão. No entanto, você sempre pode ter mais ou menos, conforme exigido por sua escola. Da mesma forma, não pode haver qualquer número de períodos de progresso em um determinado trimestre.
ro_ro: Marcarea Pagina Perioadele de configurare este în cazul în care vă scolile marcajul perioade de timp de un an şcolar. Există patru nivele implicit a perioadelor de marcare adăugate în timpul anului de instalare, semestre, Sferturi, şi perioadele de Progress. script-urile de instalare openSIS crea 2 semestre şi 4 trimestre în mod implicit. Totuşi, puteţi avea întotdeauna mai multe sau mai puţine astfel cum cerute de şcoala voastră. În mod similar, nu poate fi orice număr de perioade de progres într-un trimestru dat.
ru_ru: Маркировка Периоды страница, где вы настроили школ маркировки сроки учебного года. Есть четыре стандартные уровни маркировки периоды добавлены во время установки года, семестры, кварталы, и прогресс периоды. скрипты openSIS установки создать 2 семестр и 4 кварталы по умолчанию. Однако вы всегда можете иметь больше или меньше в соответствии с требованиями вашей школы. Точно так же не может быть любое количество периодов прогресса в данном квартале.
sk_sk: Označenie Obdobie stránka, kde si nastaviť škôl označenie obdobie pre školský rok. K dispozícii sú štyri predvolené úrovňou označenie období pridanej počas inštalácie roka, semestre, štvrťrokoch a pokroku doby. skripty openSIS inštalácii vytvorí 2 semestre a 4 štvrťroku v predvolenom nastavení. Môžete si však vždy viac alebo menej podľa požiadaviek vašej školy. Rovnako tak môže byť ľubovoľný počet období v priebehu štvrťroka.
sl_si: Označevanje Obdobja stran je, če ste nastavitev vaše šole označevanje obdobja za šolsko leto. Obstajajo štiri privzete stopnje označevanja obdobij dodane med namestitvijo Year, semestrih, Quarters, in Progress obdobja. skripte namestitev openSIS ustvarite 2 semestrov in 4 Quarters privzeto. Vendar pa lahko vedno več ali manj, kot to zahteva svojo šolo. Podobno lahko obstaja poljubno število obdobij napredek v določenem četrtletju.
sq_al: Shënuar periudhat Faqja është ajo ku ju setup shkollat ​​e tuaj duke shënuar periudhat për një vit shkollor. Ka katër nivelet e parazgjedhur të periudhave të shënuar shtuar gjatë vitit instalimit, semestrave, lagjet, dhe periudha e Progresit. Scripts instalimin openSIS krijojnë 2 semestra dhe 4 lagjet by default. Megjithatë ju gjithmonë mund të keni më shumë ose më pak, siç kërkohet nga shkolla juaj. Në mënyrë të ngjashme, nuk mund të jetë çdo numër të periudhave përparim në një të katërtën e dhënë.
sr_rs: Обележавање Периоди страница је место где можете подесити вашу школе обележавања периода за школску годину. Постоје четири нивоа подразумевано обележавања периода додао током инсталације године, семестра, сместај, и напредак периода. опенСИС инсталације скрипте направе 2 семестра и 4 четврти по подразумеваној вредности. Међутим увек можете имати више или мање у складу са вашој школи. Слично томе, не може бити било који број напретка периода у датом кварталу.
sv_se: Märkningen Perioder sida där du ställa in dina skolor märkning perioder för ett läsår. Det finns fyra förvalda nivåer av märkning perioder läggas under installationen året, terminer, Quarters, och perioder Progress. openSIS installationsskript skapa 2 terminer och 4 kvartal som standard. Men du kan alltid ha fler eller färre som krävs av din skola. Likaså kan det finnas ett obegränsat antal framsteg perioder i ett visst kvartal.
th_th: หน้าระยะเวลาการทำเครื่องหมายเป็นที่ที่คุณติดตั้งโรงเรียนของคุณทำเครื่องหมายสำหรับงวดปีโรงเรียน มีสี่ชั้นเริ่มต้นของระยะเวลาการทำเครื่องหมายเพิ่มในระหว่างปีการติดตั้งภาคการศึกษา, ไตรมาส, และช่วงเวลาที่มีความคืบหน้า สคริปต์การติดตั้ง openSIS สร้าง 2 ภาคการศึกษาและ 4 ไตรมาสโดยค่าเริ่มต้น แต่คุณสามารถมีมากกว่าหรือน้อยกว่าตามความต้องการของโรงเรียนของคุณ ในทำนองเดียวกันจะมีจำนวนงวดความคืบหน้าใด ๆ ในช่วงไตรมาสที่กำหนด
tr_tr: İşaretleme Dönemleri sayfa okullarda bir okul yılı için dönemlerde işaretleme kurulum nerede. Işaretleme, kurulum Yıl sırasında eklenen dönemleri, Dönem, Quarters ve Terakki dönemlerinde dört varsayılan katmanları vardır. Opensis kurulum komut, varsayılan olarak 2 Dönem ve 4 Çeyrek oluşturun. Ancak okul tarafından gerektiği gibi her zaman daha fazla veya daha az olabilir. Benzer şekilde, belli bir çeyrek ilerleme dönemlerinin herhangi bir sayı olabilir.
uk_ua: Маркування Періоди сторінка, де ви налаштували шкіл маркування терміни навчального року. Є чотири стандартні рівні маркування періоди додані під час установки року, семестри, квартали, і прогрес періоди. скрипти openSIS установки створити 2 семестр і 4 квартали за замовчуванням. Однак ви завжди можете мати більше або менше відповідно до вимог вашої школи. Точно так само не може бути будь-яка кількість періодів прогресу в даному кварталі.
wa_be: Mae&#39;r dudalen Cyfnodau Mae marcio yn lle rydych setup eich ysgolion marcio gyfnodau am flwyddyn ysgol. Mae pedair haen diofyn o gyfnodau farcio hychwanegu yn ystod y Flwyddyn installation, Semester, Chwarteri, a chyfnodau Cynnydd. sgriptiau gosod openSIS creu Semester 2 a 4 chwarteri yn ddiofyn. Fodd bynnag gallwch chi bob amser yn cael mwy neu lai fel sy&#39;n ofynnol gan eich ysgol. Yn yr un modd, gall fod unrhyw nifer o gyfnodau gynnydd mewn chwarter a roddir.
zh_tw: 扣分警告頁面就是你設置你的學校，標誌著期為一學年。有四個層次的標記默認在安裝期間新增年，學期，宿舍和進展期。 openSIS安裝腳本創建 2個學期，4季度的默認。但是你總能有更多或更少所要求的學校。同樣，可以有任意數量的進展期在某一季度。

source: To add a marking period, click on the Add button
af_za: &#39;N nasienperiode by te voeg, klik op die knoppie Voeg
ar_dz: إضافة إلى فترة الاحتفال ، وانقر على زر إضافة
be_by: Каб дадаць маркіроўку перыяду, Пстрыкніце на кнопцы Дадаць
bg_bg: За да добавите маркировка период, кликнете върху бутона Добавяне
bn_bd: একটি অবস্থানসূচক সময় যোগ করুন বাটনে ক্লিক করুন
da_dk: For at tilføje en markering periode, skal du klikke på knappen Tilføj
el_gr: Για να προσθέσετε μια σήμανση περίοδο, Κάντε κλικ στο κουμπί Προσθήκη
et_ee: Lisada märgistus jooksul, klõpsa nupule Lisa
fa_ir: برای اضافه کردن یک دوره بدون مارک ، بر روی دکمه Add کلیک کنید
fi_fi: Voit lisätä merkinnän ajan, napsauta Lisää-painiketta
ga_ie: Chun add tréimhse mharcáil, cliceáil ar an gcnaipe Cuir
gl_gl: Para engadir un período de reserva, prema no botón Engadir
hr_hr: Za dodavanje oznaka razdoblja, kliknite gumb Dodaj
hu_hu: Hozzáadásához jelölés időszakban, kattintson az Add gombra
is_is: Til að bæta við merkingar tímabil skaltu smella á Bæta við hnappinn
ja_jp: マーキング期間を追加するには、[追加]ボタンをクリックしてください
lt_lt: Norėdami pridėti žymėjimo laikotarpį, spustelėkite mygtuką &quot;Pridėti&quot;
lv_lv: Lai pievienotu marķējumu periodu, noklikšķiniet uz pogas Pievienot
mk_mk: За да додадете ознака период, кликнете на Add копчето
nn_no: For å legge til en markering periode, klikk på knappen Legg
pl_pl: Aby dodać okres CE, kliknij przycisk Dodaj
pt_pt: Para adicionar um período de marcação, clique no botão Adicionar
ro_ro: Pentru a adăuga o perioadă de marcare, faceţi clic pe butonul Add
ru_ru: Чтобы добавить маркировку периода, Щелкните на кнопке Добавить
sk_sk: Ak chcete pridať označenie obdobia, kliknite na tlačidlo Pridať
sl_si: Če želite dodati oznako obdobja, kliknite na gumb Dodaj
sq_al: Për të shtuar një periudhë shënon, klikoni në butonin Shto
sr_rs: Да бисте додали обележавање периоду, кликните на дугме Адд
sv_se: För att lägga till en märkning period, klicka på knappen Lägg till
th_th: ในการเพิ่มระยะเวลาการทำเครื่องหมายให้คลิกที่ปุ่มเพิ่ม
tr_tr: Işaretleme dönem eklemek için, Ekle düğmesine tıklayın.
uk_ua: Щоб додати маркування періоду, Клацніть на кнопці Додати
wa_be: I ychwanegu cyfnod marcio, cliciwch ar y botwm Add
zh_tw: 要添加一個標記期間，點擊添加按鈕
