Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You can also configure the score breakoff points for each letter grade. For example, if you set the score breakoff points for A+, A, and A- to 99, 91, and 90 respectively, a student with 99% to 100% would have an A+, another student with a 91% to 98% would have an A, and a student with a 90% would have an A-. The score breakoff point for F should probably be 0
af_za: Jy kan ook die telling breakoff punte vir elke letter graad instel. Byvoorbeeld, sou indien jy stel die telling breakoff vir A +, A, en die A-to 99, 91, en 90 onderskeidelik, &#39;n student met 99% tot 100% het&#39; n A +, &#39;n ander student met&#39; n 91% tot 98% sal het &#39;n A, en&#39; n student met &#39;n 90% het&#39; n A-. Die telling breakoff punt vir F moet waarskynlik 0
be_by: Вы таксама можаце наладзіць адзнака адрыў ачкоў за кожную літару класа. Напрыклад, калі вы ўсталюеце адзнака адрыў ачкоў за +, і-да 99, 91 і 90 адпаведна, студэнт з 99% да 100% будзе мець +, другі студэнт з 91% да 98% будзе ёсць, і студэнт з 90% б-. Кропка адрыву адзнака для F варта, верагодна, 0
bg_bg: Можете също да конфигурирате breakoff бележи точки за всяка буква клас. Например, ако ви определят точките резултат breakoff за A +, A, и А-до 99, 91, и 90 съответно, студент с 99% до 100% ще има едно А +, друг студент с едно 91% до 98% ще А, и един студент с 90% би A-. Точката оценка breakoff за F вероятно трябва да бъде 0
bn_bd: আপনি প্রতিটি চিঠি তথ্যভিত্তিক স্কোর breakoff পয়েন্ট কনফিগার করা যাবে. উদাহরণস্বরূপ, যদি আপনি A + জন্য স্কোর breakoff পয়েন্ট, একটি, এবং একটি থেকে 99, 91, এবং যথাক্রমে 90, 99% থেকে 100% সহ একটি ছাত্র সেট একটি + একটি 98% থেকে 91% দিয়ে অন্য ছাত্র আছে হবে একটি, আছে এবং একটি 90% সঙ্গে একটি ছাত্র একটি হবে একটি. এফ জন্য স্কোর breakoff বিন্দু সম্ভবত হবে 0 উচিত
da_dk: Du kan også konfigurere score breakoff point for hvert bogstav lønklasse. For eksempel, hvis du indstiller score breakoff point for A +, A, og A-til 99, 91 og 90 henholdsvis en studerende med 99% til 100% har en A +, en anden studerende med 91% til 98% ville har et A, og en studerende med en 90% ville have en A-. Scoren breakoff punkt for F, bør nok være 0
el_gr: Μπορείτε επίσης να ρυθμίσετε το πόντους breakoff για κάθε γράμμα βαθμού. Για παράδειγμα, αν ορίσετε την πόντους breakoff για το Α +, Α και A-έως 99, 91, και 90, αντίστοιχα, ένας μαθητής με το 99% έως 100% θα έχει ένα Α +, ένας άλλος μαθητής με 91% και 98% θα έχουν Α, και ένας μαθητής με ένα 90% θα είχε Α-. Το σημείο breakoff βαθμολογία για την F θα πρέπει πιθανώς να είναι 0
et_ee: Võite seadistada skoor breakoff punkti iga kirja klassi. Näiteks kui seate skoor breakoff punktid A +, A ja A-99, 91 ja 90 vastavalt õpilase 99% kuni 100% oleks + veel üks õpilane 91% kuni 98% oleks on, ja õpilane koos 90% oleks A-. Skoor breakoff punkti F peaks ilmselt olema 0
fa_ir: شما همچنین می توانید امتیاز breakoff برای هر کلاس نامه پیکربندی کنید. به عنوان مثال ، اگر شما تعیین نمره breakoff A + ، A ، و ، به 99 ، 91 ، و 90 به ترتیب ، یکی از دانشجویان با 99 ٪ به 100 ٪ خواهد بود + ، یکی دیگر از دانش آموزان با ٪ 91 به 98 درصد داشته که ، و دانش آموز با 90 درصد داشته است. نمره نقطه breakoff برای F احتمالا باید 0 باشد
fi_fi: Voit myös määrittää pisteet breakoff pistettä jokaista kirjainta luokka. Jos esimerkiksi asetat pisteet breakoff pistettä +, ja A-99, 91 ja 90 vastaavasti, opiskelija 99% 100% olisi +, toisen opiskelijan kanssa 91%: sta 98% olisi on, ja opiskelija 90% olisi-. Pisteet breakoff pisteen F pitäisi todennäköisesti 0
ga_ie: Is féidir leat a chumrú freisin ar na pointí breakoff scór do gach grád litir. Bheadh ​​Mar shampla, bheadh ​​má chruthaíonn tú na pointí breakoff scór do A +, A, agus A-go 99, 91, agus 90 faoi seach, mac léinn a bhfuil 99% go 100% bhfuil + A, mac léinn eile le 91% go 98% Tá A, agus a bheadh ​​mac léinn a bhfuil 90% ar a-A. Ba chóir an pointe breakoff scór do F a dócha 0
gl_gl: Tamén pode configurar a marcar puntos breakoff para cada grao carta. Por exemplo, se definir a marcar puntos breakoff para A +, A e A-a 99, 91 e 90, respectivamente, un alumno con 99% ao 100% tería un + A, outro alumno cun 91% a 98% sería ter un A, e un estudante con 90% tería un-A. O punto de puntuación para F breakoff probablemente debe ser 0
hr_hr: Također možete konfigurirati bodova za svako slovo razreda breakoff. Na primjer, ako postavite bodova breakoff za + i za 99, 91, i 90 odnosno student s 99% do 100% bi +, drugi student s 91% na 98% bi imaju, a student sa 90% bi-. Bodova za F breakoff vjerojatno bi trebao biti 0
hu_hu: Azt is beállíthatja a pontszám breakoff pontot minden betű fokozat. Például, ha beállítja a pontszám breakoff pont A +, A, és A-99, 91, és 90 illetve egy diák 99%-os 100%-os lett volna az A +, a másik diák 91%-ról 98% lenne van egy A, és egy diák 90%-os lett volna az A-. A pontszámot breakoff pont F valószínűleg a 0
is_is: Þú getur einnig stillt breakoff skora stig fyrir hvern staf bekk. Til dæmis, ef þú stillir á breakoff skora stig fyrir A +, A, og A-til 99, 91 og 90 um sig, nemandi með 99% til 100% hefði A +, annar nemandi með 91% í 98% myndi hafa A og nemandi með 90% hefðu A-. The breakoff skora stig fyrir F ætti sennilega að vera 0
ja_jp: また、各文字の等級のためのスコアのブレークオフポイントを設定することができます。たとえば、スコアのブレークオフ+のためのポイント、および- 99、それぞれ91、90、99％〜100％で生徒を設定する場合+、98％〜91％と他の生徒を持つことになりますでしょう、および90％の学生が持っているだろう - 。を持っているFのスコアのブレークオフポイントは、おそらく0である必要があります
lt_lt: Taip pat galite konfigūruoti rezultatą breakoff taškų už kiekvieną laišką laipsnio. Pavyzdžiui, jei jūs nustatote balas breakoff punktus, A +, A ir A-iki 99, 91, ir 90 atitinkamai, 99% iki 100% studentas turėtų turėti +, kita su 91% iki 98% studentų būtų , ir 90% studentų būtų. Balas breakoff taškas F tikriausiai turėtų būti 0
lv_lv: Jūs varat arī konfigurēt lietotāju breakoff punkti par katru burtu pakāpē. Piemēram, ja iestatāt punktu breakoff punktus A +, A, un A-līdz 99, 91, 90 un, attiecīgi, students ar 99% līdz 100% būs A +, cits students ar 91% līdz 98% apmērā ir, un ar 90% students būs-. Lietotāju breakoff punkts F būtu iespējams 0
mk_mk: Исто така можете да го конфигурирате резултат breakoff поени за секоја буква одделение. На пример, ако поставите резултат breakoff Поени за А +, А, и A-до 99, 91 и 90 соодветно, студент со 99% до 100% ќе има А +, исто така студент со 91% до 98% ќе имаат А, и еден студент со 90% ќе има A-. Резултатот breakoff точка за F веројатно ќе треба да биде 0
nn_no: Du kan også konfigurere poengsum breakoff poeng for hver bokstavkarakter. For eksempel ville gjort hvis du setter poengsum breakoff poeng for A +, A, og A-til 99, 91 og 90 henholdsvis en student med 99% til 100% har en A +, en annen student med 91% til 98% ville har en A, og en student med 90% ville ha en A-. Poengsummen breakoff poeng for F bør nok være 0
pl_pl: Można również skonfigurować punkty breakoff wynik dla każdego szóstkę. Na przykład, jeśli ustawisz punktów breakoff muzykę do A +, A i A-do 99, 91 i 90 odpowiednio, student z 99% do 100% byłby +, student z 91% do 98% będzie nie, a uczeń z 90% byłoby A-. Punkt breakoff wynik dla F należy prawdopodobnie 0
pt_pt: Você também pode configurar a marcar pontos breakoff para cada grau carta. Por exemplo, se você definir a marcar pontos breakoff para A +, A e A-a 99, 91 e 90, respectivamente, um aluno com 99% a 100% teria um + A, outro aluno com um 91% a 98% seria ter um A, e um estudante com 90% teria um-A. O ponto de pontuação para F breakoff provavelmente deve ser 0
ro_ro: Puteţi configura, de asemenea, puncte de breakoff scorul pentru fiecare clasă scrisoare. De exemplu, dacă setaţi de punctul breakoff punctajul A +, A, si A-la 99, 91, şi 90, respectiv, un elev cu 99% până la 100% ar avea un + A, un alt student, cu o de 91% la 98% ar au un A, şi un student cu o proportie de 90% ar avea un-A. Punctul breakoff Scorul pentru F ar trebui să fie, probabil, 0
ru_ru: Вы также можете настроить оценка отрыв очков за каждую букву класса. Например, если вы установите оценка отрыв очков за +, и-до 99, 91 и 90 соответственно, студент с 99% до 100% будет иметь +, другой студент с 91% до 98% будет есть, и студент с 90% бы-. Точка отрыва оценка для F следует, вероятно, 0
sk_sk: Môžete tiež nastaviť body skóre breakoff pre každé písmeno triedy. Napríklad, ak nastavíte body skóre breakoff na A +, A a A-na 99, 91 a 90 príslušne, študent s 99% až 100%, má +, ďalší študent s 91% na 98% by majú, a študent s 90% by-. Skóre breakoff bod F by mal asi byť 0
sl_si: Prav tako lahko nastavite točk breakoff rezultat za vsako črko razred. Na primer, če nastavite točk breakoff rezultat za +, A, in A-do 99, 91, in 90 v tem zaporedju, študent s 99% do 100% pa +, drug študent s 91% na 98%, bi imajo, in študent z 90% bi-. Ocena breakoff točka za F bi verjetno 0
sq_al: Ju gjithashtu mund të konfiguroni pikat breakoff rezultatin për çdo klasën letër. Për shembull, nëse keni vendosur pikat breakoff rezultatin për A +, A, dhe A-në 99, 91, dhe 90 respektivisht, një student me 99% deri 100% do të ketë një + A, një student tjetër me 91% në 98% do të kanë një A, dhe një student me një 90% do të ketë një A-. Breakoff Rezultati pikë për F ndoshta duhet të jetë 0
sr_rs: Такође можете да конфигуришете тачке резултат бреакофф за свако слово разреда. На пример, ако подесите резултат бреакофф тачке за + и за 99, 91, и 90 респективно, студент са 99% до 100% би имао + још један студент са 91% до 98% би имају, као и студент са 90% би-. Резултат бреакофф тачка за Ф би вероватно требало да буде 0
sv_se: Du kan också konfigurera poäng breakoff för varje bokstav betyg. Till exempel, skulle om du ställer in poäng breakoff för A +, A, och A-till 99, 91 och 90 respektive, en elev med 99% till 100% har en A +, en annan elev med en 91% till 98% skulle har en A och en elev med en 90% skulle ha ett A-. Poängen breakoff punkten för F bör nog vara 0
th_th: คุณยังสามารถกำหนดจุด breakoff คะแนนสำหรับเกรดแต่ละตัวอักษร ตัวอย่างเช่นถ้าคุณตั้งค่าจุด breakoff คะแนนสำหรับ +​​ A, A, และ A - ถึง 99, 91, และ 90 ตามลำดับนักเรียนที่มี 99% ถึง 100% จะมี A + นักเรียนที่มี 91% ถึง 98% อื่นจะ มี A และนักเรียนที่มี 90% จะมี A - จุด breakoff คะแนนสำหรับ F อาจจะต้อง 0
tr_tr: Ayrıca her harf notu için puan kırılma noktaları yapılandırabilirsiniz. Örneğin, size A + skor kırılma noktaları, A ve A-to 99, sırasıyla 91, ve 90, 99% ile 100% ile bir öğrenci ayarlayın eğer bir A +,% 98 bir 91% ile başka bir öğrenci sahip olacak. A, ve% 90 olan bir öğrenci A. F puan kırılma noktası muhtemelen 0 olmalı
uk_ua: Ви також можете налаштувати оцінка відрив очок за кожну букву класу. Наприклад, якщо ви встановите оцінка відрив очок за +, і-до 99, 91 і 90 відповідно, студент з 99% до 100% буде мати +, інший студент з 91% до 98% буде є, і студент з 90% б-. Точка відриву оцінка для F слід, мабуть, 0
wa_be: Gallwch hefyd ffurfweddu&#39;r sgôr pwyntiau breakoff ar gyfer pob gradd llythyr. Er enghraifft, os ydych yn gosod y sgôr pwyntiau breakoff ar gyfer A +, A, ac A-i 99, 91, a 90 yn y drefn honno, yn fyfyriwr gyda 99% i 100% yn cael + A, myfyriwr arall gyda 91% i 98% y byddai cael A, a byddai myfyriwr sydd â 90% yn cael-A. Dylai&#39;r y sgôr pwyntiau ar gyfer F breakoff debygol o fod yn 0
zh_tw: 您還可以配置得分片斷點每個字母等級。例如，如果設置了得分片斷分A +，A和A - 99，91和90分別是學生，99％至100％的有A +，另一名學生有91％至98％的人會有一個 A和一個學生有90％的人會擁有一個 A -。場上比分片斷點為 F可能應該是0

source: Finally, you can also configure the final grading percentages of each semester. These values are used when averaging the quarter and semester exam grades to calculate the semester grade
af_za: Ten slotte, jy kan ook die instel van die finale gradering persentasies van elke semester. Hierdie waardes word gebruik as die gemiddeld van die kwartaal en die semester-eksamen Graad die semester-graad te bereken
be_by: Нарэшце, вы можаце таксама наладзіць канчатковы працэнт класіфікацыі кожнага семестра. Гэтыя значэнні выкарыстоўваюцца пры асерадненні квартал і гатункаў семестра экзамен для разліку семестр класа
bg_bg: Накрая, можете също да конфигурирате окончателното проценти за категоризация на всеки семестър. Тези стойности се използват, когато средно на тримесечие и степени на семестриален изпит, за да се изчисли клас семестър
bn_bd: অবশেষে, আপনি চূড়ান্ত প্রতিটি সেমেস্ত্র মধ্যে শূন্য শতাংশে কনফিগার করা যাবে. এই মূল্যবোধ যখন সিকি এবং সেমেস্ত্র পরীক্ষায় বাংলাদেশের গড় থেকে সেমেস্ত্র গ্রেড হিসাব করা হয়
da_dk: Endelig kan du også konfigurere den endelige klassificering procentdele af hvert semester. Disse værdier bruges når gennemsnittet af kvartalet og semester eksamen kvaliteter til at beregne semester klasse
el_gr: Τέλος, μπορείτε επίσης να ρυθμίσετε το τελικό ποσοστά ταξινόμησης κάθε εξαμήνου. Αυτές οι τιμές χρησιμοποιούνται όταν κατά μέσο όρο το τέταρτο και βαθμούς εξετάσεις εξαμήνου για τον υπολογισμό του βαθμού εξάμηνο
et_ee: Lõpuks saad ka seadistada lõplik liigitamine protsendid iga semester. Neid väärtusi kasutatakse siis, kui keskmiselt kvartali ja semester eksamitulemusi arvutada semester klass
fa_ir: در نهایت ، شما همچنین می توانید درصد درجه بندی نهایی هر ترم را پیکربندی کنید. این مقادیر زمانی استفاده می شود که به طور متوسط ​​سه ماهه و ترم نمرات آزمون برای محاسبه نمره ترم
fi_fi: Lopuksi voit myös määrittää lopullinen luokittelu prosenttiosuuksia kunkin lukukauden. Näitä arvoja käytetään, kun keskimäärin neljänneksen ja lukukausi tentti arvosanat laskea lukukauden arvosana
ga_ie: Mar fhocal scoir, is féidir leat a chumrú freisin na céatadáin grádú deiridh de gach seimeastar. Na luachanna a úsáidtear nuair a mheánú ráithe agus gráid scrúdú seimeastar a ríomh ar an grád seimeastar
gl_gl: Finalmente, tamén se pode configurar as porcentaxes de clasificación final de cada semestre. Estes valores son usados ​​cando a media das notas do exame trimestre e semestre para calcular a nota do semestre
hr_hr: Konačno, možete konfigurirati konačne ocjene postotaka svaki semestar. Ove vrijednosti se koriste kad usrednjavanje tromjesečju i semestar ispit ocjene za izračun semestar razreda
hu_hu: Végül is beállíthatja a végső osztályozó százalékos minden félévben. Ezek az értékek akkor használja, ha átlagosan a negyed-és féléves vizsga évfolyamon számítani a félév évfolyam
is_is: Að lokum getur þú einnig stillt endanlega hundraðshluta yfirferð hverrar annar. Þessi gildi eru notuð þegar meðaltali á fjórðungnum og önn exam bekk til að reikna út misserið bekk
ja_jp: 最後に、各学期の最終的な等級の割合を設定することができます。四半期および学期試験の成績を平均化するときにこれらの値は、学期の等級を計算するために使用されています
lt_lt: Galiausiai, jūs taip pat galite konfigūruoti kiekvieno semestro procentus galutinio klasifikavimo. Šios vertės yra naudojamos, kai vidutinės ketvirčio ir semestro egzaminą klasių apskaičiuoti semestro klasės
lv_lv: Beidzot, jūs varat arī konfigurēt gala pakāpi procentos katra semestra. Šīs vērtības izmanto, kad vidēji ceturksnī, un semestra eksāmenu pakāpes, lai aprēķinātu pusgada pakāpes
mk_mk: Конечно, исто така можете да го конфигурирате завршно оценување проценти од секој семестар. Овие вредности се користи кога во просек на четвртина и семестар испит оценки за да се пресмета семестар одделение
nn_no: Til slutt kan du også konfigurere den endelige gradering prosenter av hvert semester. Disse verdiene er brukt når gjennomsnitt kvartalet og semester eksamen karakterer å beregne semester grade
pl_pl: Wreszcie, można również skonfigurować końcowego procentowe klasyfikacji każdego semestru. Wartości te są stosowane, gdy średnio w kwartale i oceny egzaminu semestr do obliczenia wartości oceny
pt_pt: Finalmente, você também pode configurar as percentagens de classificação final de cada semestre. Estes valores são usados ​​quando a média das notas do exame trimestre e semestre para calcular a nota do semestre
ro_ro: În cele din urmă, aveţi posibilitatea să configuraţi, de asemenea, procentele finale de clasificare a fiecărui semestru. Aceste valori sunt utilizate atunci când o medie de trimestru şi gradele examen semestru pentru a calcula gradul semestru
ru_ru: Наконец, вы можете также настроить окончательный процент классификации каждого семестра. Эти значения используются при усреднении квартал и сортов семестра экзамен для расчета семестр класса
sk_sk: Nakoniec môžete tiež nastaviť konečnej klasifikácii percenta každého semestra. Tieto hodnoty sa používajú pri priemere štvrťrok a polrok stupňa skúšky pre výpočet semestra triedy
sl_si: Končno, lahko tudi nastavite končno odstotki razvrščanje vsakega semestra. Te vrednosti se uporablja pri povprečno četrtletju in ocen izpit semester za izračun semester razred
sq_al: Së fundi, ju gjithashtu mund të konfiguroni përqindjet e fundit notave të çdo semestri. Këto vlera janë përdorur kur mesatare të tremujorit dhe notat e provimit të semestrit të llogaritur në klasën e semestrit
sr_rs: Коначно, можете да подесите коначна проценат оцењивања сваког семестра. Ове вредности се користе када се у просеку кварталу и оцене испит семестра за израчунавање оцене семестра
sv_se: Slutligen kan du även konfigurera den slutliga graderingen procentandelar av varje termin. Dessa värden används när genomsnitt under kvartalet och termin kvaliteter tentamen för att beräkna termin klass
th_th: สุดท้ายคุณยังสามารถกำหนดค่าร้อยละการจัดลำดับสุดท้ายของแต่ละภาคการศึกษา ค่าเหล่านี้จะใช้เมื่อค่าเฉลี่ยของไตรมาสและผลการเรียนการสอบภาคการศึกษาในการคำนวณเกรดภาคการศึกษา
tr_tr: Son olarak, her dönem son sınıflandırma yüzdeleri yapılandırabilirsiniz. Çeyrek ve dönem sınavı puanlarının ortalaması Bu değerler dönem notu hesaplamak için kullanılan
uk_ua: Нарешті, ви можете також налаштувати остаточний відсоток класифікації кожного семестру. Ці значення використовуються при усередненні квартал і сортів семестру іспит для розрахунку семестр класу
wa_be: Yn olaf, gallwch hefyd configure &#39;r canrannau gradd olaf pob semester. Mae&#39;r gwerthoedd hyn yn cael eu defnyddio pan fydd cyfartaledd y chwarter a graddau arholiad semester i gyfrifo&#39;r radd semester
zh_tw: 最後，您還可以配置最終分級百分比每學期。這些值時使用的平均季度和學期考試成績計算學期級

source: Assignments
af_za: Opdragte
ar_dz: تعيينات
be_by: Заданні
bg_bg: Задачи
bn_bd: কার্য
da_dk: Opgaver
el_gr: Εργασίες
es_es: Tareas
et_ee: Ülesanded
fa_ir: تکالیف
fi_fi: Toimeksiannot
ga_ie: Tascanna
gl_gl: Asignacións
hr_hr: Zadaci
hu_hu: Hozzárendelések
is_is: Verkefni
ja_jp: 割り当て
lt_lt: Priskyrimai
lv_lv: Uzdevumi
mk_mk: Задачи
nn_no: Oppdrag
pl_pl: Zadania
pt_pt: Atribuições
ro_ro: Sarcini
ru_ru: Задания
sk_sk: Úlohy
sl_si: Naloge
sq_al: Detyrat
sr_rs: Задаци
sv_se: Uppdrag
th_th: ได้รับมอบหมาย
tr_tr: Atamaları
uk_ua: Завдання
wa_be: Aseiniadau
zh_tw: 作業

source: This page allows you to setup your assignments. There are two tiers involved with assignments: assignment types and assignments
af_za: Hierdie bladsy laat jou toe om jou opdragte vir die opstel van. Daar is twee vlakke wat betrokke is met die opdragte: werkstuk tipes en opdragte
be_by: Гэтая старонка дазваляе наладзіць ваш заданняў. Ёсць два ўзроўню, звязаных з заданняў: заданне тыпаў і прызначэнняў
bg_bg: Тази страница ви позволява да настроите вашите задачи. Има два елемента, свързани с назначения: възлагане видове и задачи
bn_bd: এই পৃষ্ঠায় আপনি আপনার বরাদ্দকরণ সেটআপ করতে পারবেন. কর্তব্য ধরনের এবং বরাদ্দকরণ: দুই tiers বরাদ্দকরণ সঙ্গে জড়িত রয়েছে
da_dk: Denne side giver dig mulighed for at sætte dine opgaver. Der er to niveauer involveret med opgaver: opgave typer og opgaver
el_gr: Αυτή η σελίδα σας επιτρέπει να ρυθμίσετε τις αναθέσεις σας. Υπάρχουν δύο επίπεδα που εμπλέκονται με τις αναθέσεις: τύπους εκχώρησης και αναθέσεις
et_ee: Sellel leheküljel saab seadistada oma ülesandeid. On kaks tiers seotud ülesandeid: ülesande tüüpi ja ülesanded
fa_ir: این صفحه به شما اجازه می دهد تا راه اندازی تکالیف خود را. دو ردیف درگیر با تکالیف وجود دارد : نوع انتساب و تکالیف
fi_fi: Tällä sivulla voit setup tehtäviisi. On kaksi kerrosta mukana toimeksiantoja: varaaminen tyypit ja toimeksiantoja
ga_ie: Ceadaíonn an leathanach seo leat chun thus do thascanna. Tá dhá shraith i gceist leis an tasc: cineálacha sannadh agus tascanna
gl_gl: Esta páxina permite que configure súas atribucións. Existen dous niveis implicados con atribucións: Tipos de asignación e funcións
hr_hr: Ova stranica vam omogućuje postavljanje vašeg zadatke. Postoje dvije razine uključeni u zadatke: zadatak vrste i zadatke
hu_hu: Ez az oldal lehetővé teszi, hogy setup a feladatokat. Jelenleg két csoport részt vett feladatok: hozzárendelés típusok és feladatok
is_is: Þessi síða gerir þér kleift að skipulag verkefni þitt. Það eru tvær tiers í tengslum við verkefni: verkefni gerðir og verkefni
ja_jp: このページでは、あなたの割り当てを設定することができます。割り当てに関与する2つの層があります：割り当ての種類と割り当ては、
lt_lt: Šis puslapis leidžia jums susikurti savo užduotis. Yra du lygius su užduotys: užduoties tipai ir užduotys
lv_lv: Šī lapa ļauj setup jūsu uzdevumus. Ir divi līmeņi iesaistīti uzdevumi: uzdevumu veidi un uzdevumi
mk_mk: Оваа страница ви овозможува да го подесите Вашиот задачи. Постојат два вида се вклучени со задачи: задача видови и задачи
nn_no: Denne siden lar deg sette opp dine oppdrag. Det er to lagene involvert med oppdrag: oppdrag typer og oppdrag
pl_pl: Ta strona pozwala skonfigurować zadania. Istnieją dwa poziomy związane z zadań: typy misji i zadań
pt_pt: Esta página permite que você configure suas atribuições. Existem dois níveis envolvidos com atribuições: Tipos de atribuição e atribuições
ro_ro: Această pagină vă permite să setaţi sarcinile tale. Există două niveluri implicate în misiuni: tipurile de atribuire şi de misiuni
ru_ru: Эта страница позволяет настроить ваш заданий. Есть два уровня, связанных с заданий: задание типов и назначений
sk_sk: Na tejto stránke môžete nastaviť svoje úlohy. Tam sú dve vrstvy spojené s úloh: Typy úloh a úloh
sl_si: Ta stran vam omogoča nastavitev vaše naloge. Obstajata dve listi se ukvarjajo z naloge: nalogo vrste in naloge
sq_al: Kjo faqe ju lejon të setup detyra tuaj. Ka dy nivelet përfshirë me detyra: llojet e caktimit dhe detyra
sr_rs: Ова страница вам омогућава да подесите своју задатке. Постоје два нивоа који су укључени са задацима: задатак врсте и задатке
sv_se: Den här sidan kan du ställa dina uppdrag. Det finns två nivåer arbetar med uppdrag: typer uppdrag och uppdrag
th_th: หน้านี้จะช่วยให้คุณสามารถตั้งค่ากำหนดของคุณ ประเภทการกำหนดและการกำหนด : มีสองชั้นที่เกี่ยวข้องกับการกำหนดเป็น
tr_tr: Bu sayfa size atamaları kurulum sağlar. Atama türleri ve ödevler: atamaları ile ilgili iki katmanları vardır
uk_ua: Ця сторінка дозволяє налаштувати ваш завдань. Є два рівні, пов&#39;язаних з завдань: завдання типів і призначень
wa_be: Mae&#39;r dudalen hon yn eich galluogi i osod eich aseiniadau. Mae dwy haen ymwneud â aseiniadau: mathau o aseiniad ac aseiniadau
zh_tw: 此頁面允許您設置您的任務。有兩個層次參與分配：分配類型和任務
