Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Report Card Codes
af_za: Rapportkaart codes
ar_dz: رموز بطاقة التقرير
be_by: Коды табель
bg_bg: Съобщи Card кодове
bn_bd: রিপোর্ট কার্ড কোড
da_dk: Report Card Koder
el_gr: Έκθεση κωδικούς καρτών
es_es: Informe de Códigos de Tarjetas
et_ee: Report Card koodid
fa_ir: کدهای گزارش کارت
fi_fi: Raportti Card Codes
ga_ie: Cóid Cárta Tuarascáil
gl_gl: Tarxeta de Código informe
hr_hr: Izvješće kartice kodovi
hu_hu: Jelentés kártya kódok
ja_jp: レポートカードコード
lt_lt: Pranešti apie kortelės kodai
lv_lv: Ziņojums Card kodi
mk_mk: Report Card кодови
pl_pl: Kody Report Card
pt_pt: Cartão de Códigos relatório
ro_ro: Raport Card Coduri
ru_ru: Коды Табель
sk_sk: Report Card kódy
sl_si: Poročilo Card kode
sq_al: Card Codes Raport
sr_rs: Репорт Цард Кодови
sv_se: Report Card-koder
th_th: รายงานรหัสบัตร
tr_tr: Rapor Kartı Kodları
uk_ua: Коди Табель
wa_be: Codau Cerdyn Adroddiad
zh_tw: 報告卡代碼

source: This page allows you to setup your schools report card codes. Report card codes are used in the Input Final Grades program by teachers and in most of the Grades reports. Report card codes include letter grades as well as grade comments that a teacher can choose from when entering grades
af_za: Hierdie bladsy laat jou toe om te installeer, jou skole verslag kaart kodes. Rapportkaart kodes word gebruik in die Invoer-Finale Graad program deur onderwysers en in die meeste van die Graad verslae. Rapportkaart kodes sluit brief grade, sowel as die graad kommentaar dat &#39;n onderwyser kan kies uit by die ingang grade
be_by: Гэтая старонка дазваляе наладзіць ваш школы табель кодаў. Коды табеля выкарыстоўваюцца ў Уваходныя Канчатковая праграма Ацэнкі з боку настаўнікаў і ў большасці класаў справаздач. Коды табель ўключаюць літарныя ацэнкі, а таксама ступень каментары, якія настаўнік можа выбіраць з класаў пры паступленні
bg_bg: Тази страница ви позволява да настроите вашето училище доклад карта кодове. Съобщи карта кодове се използват в Input окончателната програма степени от учителите и в повечето от оценките доклади. Доклад кодове карта включват писмо степени, както и като клас коментира, че един учител може да избирате при влизане в клас
bn_bd: এই পৃষ্ঠায় আপনি আপনার স্কুল কার্ড কোড রিপোর্ট সেটআপ করতে পারবেন. রিপোর্ট কার্ড কোড ইনপুট চূড়ান্ত শিক্ষক দ্বারা বাংলাদেশের প্রোগ্রাম এবং বাংলাদেশের রিপোর্ট অধিকাংশ ব্যবহৃত হয়. রিপোর্ট কার্ড কোড চিঠি বাংলাদেশের পাশাপাশি গ্রেড মন্তব্য যে একটি শিক্ষক যখন বাংলাদেশের প্রবেশন থেকে করতে পারেন অন্তর্ভুক্ত
da_dk: Denne side giver dig mulighed for at opsætte jeres skoler Report Card koder. Report Card koder som anvendes i input Final Karakterer program af lærere og i de fleste af karaktererne rapporter. Report Card koder omfatter brev kvaliteter såvel som kvalitet kommentarer, som en lærer kan vælge imellem, når ind kvaliteter
el_gr: Αυτή η σελίδα σας επιτρέπει να ρυθμίσετε τα σχολεία σας έκθεση κωδικούς καρτών. Οι Έκθεση κωδικούς καρτών που χρησιμοποιούνται για την τελική εισόδου πρόγραμμα βαθμούς από τους δασκάλους και στις περισσότερες από τις εκθέσεις τους βαθμούς. Κωδικούς καρτών Έκθεση περιλαμβάνει βαθμίδες επιστολή καθώς και βαθμού σχόλια, ότι η εκπαιδευτικός μπορεί να επιλέξει από κατά την είσοδό τους βαθμούς
et_ee: Sellel leheküljel saab seadistada oma koolides aru kaardi koodid. Aru kaardi koode kasutatakse sisend Final Grades programmi õpetajad ja enamik Grades aruandeid. Aru kaardi koodid olla kirja klasside samuti klassi kommentaarid, mis õpetaja saab valida sisenedes klassi
fa_ir: این صفحه اجازه می دهد تا به شما برای راه اندازی مدارس خود را گزارش کدهای کارت است. کدهای گزارش کارت در ورودی برنامه نهایی نمرات توسط معلمان و در بسیاری از گزارش نمرات ها مورد استفاده قرار می گیرند. گزارش کدهای کارت شامل نمرات نامه و همچنین از نظر درجه که یک معلم می تواند از هنگام ورود نمرات را انتخاب کنید
fi_fi: Tällä sivulla voit setup your kouluissa raportin kortti koodeja. Raportti kortti koodeja käytetään Input lopullisen arvosanan ohjelman opettajien ja useimmissa arvosanat raportteja. Raportti kortin koodit sisältävät kirjain arvosanat sekä luokka kommentit että opettaja voi valita, kun annat arvosanat
ga_ie: Ceadaíonn an leathanach seo leat chun thus do scoileanna tuairisc cóid chárta. Cóid cárta Tuarascáil úsáidtear i gclár na Ionchur Gráid Deiridh ag múinteoirí agus sa chuid is mó de na tuarascálacha Gráid. Áirítear ar na cóid cárta Tuarascáil gráid litir chomh maith le ráitis grád gur féidir le múinteoir roghnú as nuair gráid isteach
gl_gl: Esta páxina permite que configure súas escolas informe códigos da tarxeta. Códigos boletín son usados ​​no programa final Reixas de entrada por parte dos profesores e na maioría dos informes de Notas. Códigos boletín incluír graos carta, así como comentarios de grao que un profesor pode escoller ao entrar graos
hr_hr: Ova stranica vam omogućuje postavljanje vašeg škole izvješće kartice kodovi. Izvješće kartice kodovi se koriste u ulaznoj završnih razreda programa od strane nastavnika i u većini razreda izvješća. Izvješće kartice kodovi su pismo razreda, kao i stupanj komentare da nastavnik može izabrati iz pri ulasku razreda
hu_hu: Ez az oldal lehetővé teszi, hogy állítsuk be az iskolák jelentést kártya kódokat. Jelentés kártya kódokat használnak a bemenet végső pontszám program a tanárok és a legtöbb Pontok jelentéseket. Jelentés kártya kódok közé levelet fokozatok, valamint a minőség megjegyzéseket, hogy egy tanár közül választhat, amikor belépnek évfolyamokon
is_is: Þessi síða gerir þér kleift að skipulag skóla þinn skýrslu kort númer. Skýrsla kort númer eru notuð í Input Lokaeinkunnir forrit með kennara og í flestum Einkunnir skýrslur. Tilkynna kort númer eru bréf bekk og bekk athugasemdir sem kennari getur valið úr þegar þú slærð inn einkunna
ja_jp: このページでは、学校がカードのコードを報告設定することができます。レポートカードのコードは、教師によって入力最終評点のプログラムとグレードのレポートのほとんどで使用されています。レポートカードのコードは、先生が成績を入力する際に​​選択できる文字の等級だけでなく、グレードのコメントを含める
lt_lt: Šis puslapis leidžia jums sukonfigūruoti savo mokyklos ataskaita kortelės kodus. Pranešti apie kortelių kodai yra naudojamos Įvesties Baigiamosios Prognozės programa mokytojų ir daugelyje klasių ataskaitose. Ataskaita kortelių kodus laišką klasių, taip pat rūšiuoti komentarus, kad mokytojas gali pasirinkti, nuo tada, kai patekti klasių
lv_lv: Šī lapa ļauj setup jūsu skolās ziņojumu kartes kodiem. Ziņojums kartes kodi ir izmantoti Ievades Final pakāpes programmas skolotāju un vairumā Grades ziņojumiem. Ziņojums kartes kodi arī vēstule kategorijas, kā arī grade komentārus, ka skolotājs var izvēlēties, ievadot pakāpēm
mk_mk: Оваа страница ви овозможува да го поставите вашето училиште извештај картичка кодови. Пријави картичка кодови се користат во влез Финале Оценки програма од страна на наставниците и во поголемиот дел од оценките извештаи. Пријави картичка кодови вклучуваат писмо оценки, како и оценка коментари дека наставникот може да изберете од кога ќе влезат оценки
nn_no: Denne siden lar deg sette opp din skole report card koder. Rapport kort koder benyttes i Input endelige karakterene program av lærere og i de fleste av karakterene rapporter. Rapport kort kodene inkluderer bokstavkarakterer samt grade kommentarer som en lærer kan velge fra når du taster inn karakterer
pl_pl: Ta strona pozwala na ustawienie szkołami raport kodu karty. Raport karty kodów używane są w wejścia programu oceny końcowej przez nauczycieli i w większości Stopnie raportów. Kody kart Raport zawiera klasy list, jak i klasy komentarze, które nauczyciel może wybrać podczas wprowadzania gatunków
pt_pt: Esta página permite que você configure suas escolas relatório códigos do cartão. Códigos boletim são usados ​​no programa final Grades de entrada por parte dos professores e na maioria dos relatórios de Notas. Códigos boletim incluir graus carta, bem como comentários de grau que um professor pode escolher quando entrar graus
ro_ro: Această pagină vă permite să setaţi şcoli de raport codurile de carte. Raport coduri de cărţi sunt folosite în programul de intrare definitivă Note de către profesori şi, în cele mai multe dintre rapoartele Note. Codurile de carte de raport includ clase scrisoare precum şi a comentariilor clasa care un profesor poate alege atunci cand intra clasele
ru_ru: Эта страница позволяет настроить ваш школы табель кодов. Коды табеля используются в Входные Окончательная программа Оценки со стороны учителей и в большинстве классов отчетов. Коды табель включают буквенные оценки, а также степень комментарии, которые учитель может выбирать из классов при поступлении
sk_sk: Táto stránka umožňuje nastaviť školy vysvedčenie kódy. Report Card kódy sú používané vo vstupnej konečnej známky programov učiteľov a vo väčšine známok správ. Kódy vysvedčenie patrí Známky, rovnako ako stupeň pripomienky, ktoré učiteľ si môže vybrať z tried pri zadávaní
sl_si: Ta stran vam omogoča nastavitev vaše šole, poročilo kartico kode. Poročilo kartico kode se uporabljajo v Vhodni Končni program ocen, ki jih učitelji in v večini ocen poročil. Kode kartico Poročilo vključuje pismo razrede, kot tudi razred komentarje, ki jih lahko učitelj izbirate ob vstopu v razredih
sq_al: Kjo faqe ju lejon të setup shkollat ​​e raportin tuaj kodet kartë. Kartën e kodeve raporti janë përdorur në programin Input Final Notat nga mësuesit dhe në shumicën e raporteve Notave. Kodet e dëftesës përfshirë notat letër, si dhe komente të klasës që një mësues mund të zgjedhin nga kur të hyjnë në klasa
sr_rs: Ова страница вам омогућава да подесите своју школе извештај картица кодова. Репорт Цард кодови се користе у улаз коначне оцене програма од стране наставника и у већини оцене извештаја. Репорт Цард кодови садрже писмо разреда, као и оцену коментаре који могу да учитељ бирају приликом уласка оцене
sv_se: Den här sidan kan du ställa in din skolorna rapport kort koder. Rapportera kortet koder som används i input slutbetygen programmet av lärare och i de flesta av betyg rapporter. Rapportera bankomatkort inkluderar bokstavsbetyg samt årskurs kommentarer som en lärare kan välja mellan när du anger kvaliteter
th_th: หน้านี้จะช่วยให้คุณสามารถตั้งค่าโรงเรียนของคุณรายงานรหัสบัตร รายงานรหัสบัตรที่ใช้ในการป้อนโปรแกรมคะแนนปลายภาคโดยครูและในส่วนของการรายงานผลการเรียน รหัสบัตรรายงานรวมเกรดแบบตัวอักษรเช่นเดียวกับความเห็นของเกรดที่ครูสามารถเลือกจากเมื่อป้อนเกรด
tr_tr: Bu sayfa, okullar kartı şifreleri rapor kurulum sağlar. Raporu kartı kodları öğretmenler tarafından Giriş Sonu Notlarının programı ve Sınıflar raporların çoğunda kullanılır. Rapor kartı şifreleri bir öğretmen notları girerken seçebilirsiniz Harf Notlarının yanı sıra sınıf yorum
uk_ua: Ця сторінка дозволяє налаштувати ваш школи табель кодів. Коди табеля використовуються в Вхідні Остаточна програма Оцінки з боку вчителів і в більшості класів звітів. Коди табель включають літерні оцінки, а також ступінь коментарі, які вчитель може вибирати з класів при вступі
wa_be: Mae&#39;r dudalen hon yn eich galluogi i osod eich ysgolion adroddiad codau cerdyn. Cerdyn codau Adroddiad yn cael eu defnyddio yn y rhaglen Graddau Mewnbwn Terfynol gan athrawon ac yn y rhan fwyaf o&#39;r adroddiadau Graddau. Cerdyn codau Adroddiad yn cynnwys graddau llythyr yn ogystal â sylwadau radd y gall athro ddewis o&#39;r adeg dod i mewn graddau
zh_tw: 此頁面允許您設置您的學校成績單代碼。報告卡的代碼用於在輸入決賽成績計劃由教師和大部分職系的報告。報告卡代碼包括字母等級以及等級的意見，一個老師可以選擇當進入等級

source: To add a report card grade, fill in the grades title, GPA value, and sort order in the empty fields at the bottom of the grades list and click the Save button
af_za: Om &#39;n rapport graad te voeg, vul in die grade titel, GPA waarde en die volgorde in die leë gebied aan die onderkant van die lys van grade en kliek op die Save-knoppie
be_by: Для дадання класа табель, запоўніць класы назву, ГПД значэнне, і парадку сартавання ў пустыя палі ў ніжняй частцы спісу класаў і націсніце кнопку Захаваць
bg_bg: За да добавите карта доклад клас, попълнете в заглавие оценките, GPA стойност и ред на сортиране в празните полета в долната част на списъка с оценките и щракнете върху бутона Save
bn_bd: একটি রিপোর্ট কার্ড গ্রেড যোগ করুন বাংলাদেশের শিরোনাম, জিপিএ মান, বাংলাদেশের তালিকা নীচে খালি ক্ষেত্র সাজানোর ক্রম মধ্যে, এবং ভরাট সেভ বাটন ক্লিক করুন
da_dk: Hvis du vil tilføje en rapport kort kvalitet, udfyld karaktererne titel, GPA værdi, og sorteringsrækkefølge i de tomme felter i bunden af ​​karaktererne og klik på knappen Gem
el_gr: Για να προσθέσετε ένα βαθμό κάρτα έκθεση, συμπληρώστε τον τίτλο βαθμούς, GPA αξία, καθώς και σειρά ταξινόμησης στα κενά πεδία στο κάτω μέρος της λίστας βαθμών και κάντε κλικ στο κουμπί Αποθήκευση
et_ee: Lisada aruande kaart klass, täitke klasside pealkiri, GPA väärtus ja sortimisjärjestuses tühjade väljade allosas klasside loendist ja klõpsake nuppu Salvesta
fa_ir: برای اضافه کردن یک کارت گزارش نمره ، به عنوان نمرات ، معدل ارزش ، و نظم مرتب کردن بر اساس در زمینه های خالی در پایین لیست نمرات را پر کنید و با کلیک بر روی دکمه ذخیره
fi_fi: Lisää raportti kortin luokka, täytä arvosanat otsikko, GPA arvo, ja lajittelujärjestys on tyhjiä kenttiä alareunassa arvosanoja luettelosta ja napsauta Tallenna-painiketta
ga_ie: Chun add a grád cárta tuairisce, líon isteach an teideal gráid, GPA luach, a shórtáil agus a ordú i réimsí folamh ag bun an liosta gráid agus cliceáil ar an gcnaipe Sábháil
gl_gl: Para engadir unha nota boletín, enche o título graos, valor GPa, ea orde de clasificación nos campos baleiros na parte inferior da lista de notas e prema no botón Gardar
hr_hr: Da biste dodali ocjenu izvješće kartice, ispunite razreda naslov, GPA vrijednosti, a redoslijed sortiranja u prazna polja na dnu razreda popisa i kliknite na gumb Spremi
hu_hu: Hozzáadása jelentést kártyát minőségű, töltse ki az évfolyamon cím, GPA érték és rendezési sorrendet az üres mezőket alján a fokozatok listából, majd kattintson a Mentés gombra
is_is: Til að bæta við kort skýrslu bekk, fylla í bekk titli, GPA gildi og röðun í tóm svæði á the botn af the einkunna listanum og smelltu á Vista hnappinn
ja_jp: レポートカードのグレードを追加するには、グレードのリストの下部にある空のフィールドでのグレードのタイトル、GPAの値、およびソート順序を入力し、[保存]ボタンをクリックします。
lt_lt: Norėdami pridėti kortelę klasės, užpildykite klasių pavadinimas, VPS vertė, ir tuščių laukų rūšiavimo tvarka klasių sąrašo apačioje, ir spustelėkite mygtuką &quot;Išsaugoti&quot;
lv_lv: Lai pievienotu ziņojumu kartes pakāpē, aizpildiet pakāpes virsrakstu, GPA vērtība un kārtošanas secībā tukšiem laukiem apakšā kategoriju sarakstu un noklikšķiniet uz pogas Saglabāt
mk_mk: За да додадете лична карта одделение, пополнете во оценките наслов, Успех вредност, и сортирање во празните полиња на дното на оценките листа и кликнете на копчето Зачувај
nn_no: Slik legger du til en rapport kort karakter, fyll inn karakterene tittelen, GPA verdi, og sorteringsrekkefølge i de tomme feltene nederst på karakterene listen og klikk på knappen Lagre
pl_pl: Aby dodać ocena na świadectwie, należy wypełnić tytuł klas, wartość GPA, a kolejność sortowania w puste pola na dole listy gatunków i kliknij przycisk Zapisz
pt_pt: Para adicionar uma nota boletim, preencha o título graus, valor GPA, ea ordem de classificação nos campos vazios na parte inferior da lista de notas e clique no botão Salvar
ro_ro: Pentru a adăuga o notă carte de raport, completaţi în titlu clasele, valoarea GPA, şi ordinea de sortare în câmpurile goale din partea de jos a listei grade şi faceţi clic pe butonul Salvare
ru_ru: Для добавления класса табель, заполнить классы название, ГПД значение, и порядка сортировки в пустые поля в нижней части списка классов и нажмите кнопку Сохранить
sk_sk: Ak chcete pridať vysvedčenie stupni, vyplňte stupňoch názvu GPA hodnotu a radenie do prázdnych polí v dolnej časti známky zoznamu a kliknite na tlačidlo Uložiť
sl_si: Če želite dodati razred poročilo kartico, izpolnite naslov razredih, GPA vrednost, in vrstni red v prazna polja na dnu seznama razredov in kliknite na gumb Save
sq_al: Për të shtuar një grade dëftesë, të mbushur në titull klasat, vlera GPA, dhe të Rendit në fushat bosh në fund të listës notave dhe klikoni në butonin Ruaj
sr_rs: Да бисте додали оцену извештаја картице, попуните разреда наслову, просек вредности и сортирања у празна поља на дну листе оцене и кликните на дугме Сачувај
sv_se: För att lägga till en klass rapport kort, fyll i betygen titel, GPA värde och sorteringsordning i tomma fält längst ner på betygen listan och klicka på knappen Spara
th_th: เพื่อเพิ่มเกรดบัตรรายงานกรอกข้อมูลในเรื่องผลการเรียนเกรดเฉลี่ยค่าและลำดับการจัดเรียงในเขตข้อมูลที่ว่างเปล่าที่ด้านล่างของรายการผลการเรียนและคลิกที่ปุ่มบันทึก
tr_tr: Bir karne notu eklemek için, notlarının listesi altındaki boş alan notlar başlığı, genel not ortalaması değeri ve sıralama düzenini doldurun ve Kaydet düğmesini tıklatın
uk_ua: Щоб додати класу табель, заповнити класи назву, ГПД значення, та порядку сортування в порожні поля в нижній частині списку класів та натисніть кнопку Зберегти
wa_be: I ychwanegu adroddiad gradd cerdyn, llenwch y, teitl graddau GPA werth, ac drefn yn y caeau gwag ar waelod y rhestr graddau a chliciwch ar y botwm Save
zh_tw: 要添加一個年級的成績單，填寫等級稱號，GPA值和排序順序在空字段在底部的職系名單，然後點擊保存按鈕

source: To add a comment, enter the new comments title in the empty field at the bottom of the comments list
af_za: Om kommentaar te lewer, gee die nuwe kommentaar titel in die leë veld op die onderkant van die lys kommentaar
be_by: Каб дадаць каментар, увядзіце новую назву каментары ў пустое поле ў ніжняй частцы спісу каментарыяў
bg_bg: За да добавите коментар, въведете ново заглавие коментари в празното поле в долната част на списъка с коментари
bn_bd: একটি রিপোর্ট কার্ড গ্রেড যোগ করুন বাংলাদেশের শিরোনাম, জিপিএ মান, গ্রেড তালিকা নীচে খালি ক্ষেত্র সাজানোর ক্রম মধ্যে, এবং ভরাট সেভ বাটন ক্লিক করুন
da_dk: Hvis du vil tilføje en kommentar, skal du indtaste nye kommentarer titel i det tomme felt nederst på listen Kommentarer
el_gr: Για να προσθέσετε ένα σχόλιο, πληκτρολογήστε τον νέο τίτλο σχόλια στο κενό πεδίο στο κάτω μέρος της λίστας σχολίων
et_ee: Kommentaari lisamiseks sisesta uus kommentaari pealkiri tühi väli allosas kommentaarid nimekirja
fa_ir: برای اضافه کردن یک نظر جدید را وارد کنید عنوان نظر در این زمینه خالی در پایین لیست نظر
fi_fi: Jos haluat lisätä kommentin, kirjoita uudet kommentit otsikko tyhjään kenttään alareunassa kommentit luettelo
ga_ie: Chun add a comment, cuir isteach an teideal nua tuairimí i réimse folamh ag bun an liosta tuairimí
gl_gl: Para engadir un comentario, escriba o título novas observacións no campo en branco na parte inferior da lista de comentarios
hr_hr: Da biste dodali komentar, unesite novim komentarima naslov u prazno polje na dnu popisa komentara
hu_hu: Megjegyzés hozzáfűzéséhez adja meg az új hozzászólások címét az üres mezőbe alján a hozzászólások listája
is_is: Til að bæta við athugasemd skaltu slá inn nýja athugasemd titil í tóma akur á the botn af the athugasemd listann
ja_jp: コメントを追加するには、コメントリストの下部にある空のフィールドに新しいコメントのタイトルを入力してください
lt_lt: Norėdami pridėti komentarą, įveskite naujus komentarus tuščias laukas pavadinimas komentarus sąrašo apačioje
lv_lv: Lai pievienotu komentāru, ievadiet jauno komentārus nosaukumu tukšs lauks apakšā komentāri saraksta
mk_mk: За да додадете коментар, влезе во нови коментари титула во празно поле на долниот дел од коментарите на листа
nn_no: For å legge til en kommentar, skriv inn nye kommentarer tittelen i det tomme feltet nederst av kommentarene liste
pl_pl: Aby dodać komentarz, wprowadź nowy tytuł komentarzy w puste pole na końcu listy komentarzy
pt_pt: Para adicionar um comentário, digite o título novas observações no campo em branco na parte inferior da lista de comentários
ro_ro: Pentru a adăuga un comentariu, introduceţi noul titlu comentariile în câmp gol din partea de jos a listei comentariilor
ru_ru: Чтобы добавить комментарий, введите новое название комментарии в пустое поле в нижней части списка комментариев
sk_sk: Ak chcete pridať komentár, zadajte nový komentár titul prázdne pole v dolnej časti zoznamu poznámok
sl_si: Če želite dodati komentar, vnesite nov naslov pripombe v prazno polje na dnu seznama komentarji
sq_al: Për të shtuar një koment, të hyjë në titull të ri komentet në fushën e zbrazët në fund të listës komente
sr_rs: Да бисте додали коментар, унесите нове коментаре титулу у празно поље на дну листе коментара
sv_se: För att lägga till en kommentar anger du nya kommentarer titeln i det tomma fältet längst ned i listan Kommentarer
th_th: เพื่อเพิ่มความคิดเห็นให้ใส่ชื่อแสดงความคิดเห็นใหม่ในเขตข้อมูลที่ว่างเปล่าที่ด้านล่างของรายการความคิดเห็นที่
tr_tr: Yorum eklemek için Yorum listesini alt kısmındaki boş alanda yeni yorumlar başlık girin
uk_ua: Щоб додати коментар, введіть нову назву коментарі до пустого місця у нижній частині списку коментарів
wa_be: I ychwanegu sylw, rhowch y teitl sylwadau newydd yn y maes gwag ar waelod y rhestr sylwadau
zh_tw: 若要添加評論，進入新的評論標題的空場底部的評論列表
