Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This utility calculates and saves the GPA and class rank of each student in your school based upon their semester grades.
af_za: Hierdie program bereken en slaan die GPA en klas rang van elke student in jou skool wat gebaseer is op hul semester grade.
ar_dz: هذه الأداة بحساب ويحفظ GPA رتبة ودرجة كل طالب في المدرسة على أساس درجات الفصل الدراسي.
be_by: Гэтая ўтыліта падлічвае і захоўвае ГПД і класнага чыну кожнага вучня ў школе на аснове іх класаў семестра.
bg_bg: Тази помощна програма изчислява и записва GPA и клас ранг на всеки ученик във вашето училище, въз основа на техните семестър клас.
bn_bd: এই ইউটিলিটি হিসাব এবং আপনার স্কুলের প্রত্যেক শিক্ষার্থীর মধ্যে জিপিএ এবং বর্গ মাত্রা সংরক্ষণ উপর তাদের সেমেস্ত্র বাংলাদেশের ভিত্তিক.
da_dk: Dette værktøj beregner og gemmer GPA og klasse rang af hver enkelt elev på din skole baseret på deres semester kvaliteter.
el_gr: Αυτό το βοηθητικό πρόγραμμα υπολογίζει και αποθηκεύει το βαθμό ΣΔΣ και την κατηγορία του κάθε μαθητή στο σχολείο σας, βάσει βαθμούς εξαμήνου τους.
es_es: Esta utilidad calcula y guarda el Promedio General y el Ranking de la clase de cada alumno en su Institución basada en las calificaciones del semestre.
et_ee: See utiliit arvutab ja salvestab GPA ja klassi auaste iga õpilane oma koolis põhineb nende semester klassid.
fa_ir: این ابزار محاسبه و موجب صرفه جویی در کلاس رتبه و معدل هر دانش آموز در مدرسه خود را بر اساس نمرات ترم خود را.
fi_fi: Tämä apuohjelma laskee ja säästää GPA ja luokka listalla kunkin opiskelijan oman koulun perustuu niiden lukukauden arvosanat.
ga_ie: Ríomhann sé seo Sábhálann fóntais agus céim CSR agus aicme ar gach mac léinn i do scoil bunaithe ar a n-gráid seimeastar.
gl_gl: Esta utilidade calcula e salva o posto GPa e clase de cada alumno na súa escola con base nas súas notas semestre.
hr_hr: Ovaj uslužni program izračunava i sprema GPA i rang klase svakog učenika u školi temelji se na njihove ocjene semestru.
hu_hu: Ez a segédprogram kiszámítja és tárolja a GPA-osztály rangot minden tanuló az iskolában alapján a félév évfolyamon.
is_is: Þetta gagnsemi reiknar út og vistar GPA og flokk stöðu hvers nemanda í skólanum þínum byggist á einkunnum önn þeirra.
ja_jp: このユーティリティは、その学期の成績に基づいて、学校の各学生のGPAとクラスのランクを計算し、保存します。
lt_lt: Šis įrankis apskaičiuoja ir išsaugo kiekvieno studento VPS ir klasės rangas savo mokykloje grindžiamas jų semestro pažymius.
lv_lv: Šī utilīta aprēķina un saglabā GPA un klases rangu katrs skolēns savā skolā, pamatojoties uz to semestra atzīmes.
mk_mk: Оваа алатка пресметува и спасува Успех и класа ранг на секој ученик во вашето училиште врз основа на нивните семестар оценки.
nn_no: Dette verktøyet beregner og lagrer GPA og klasse rang for hver elev på din skole basert på deres semester karakterer.
pl_pl: Narzędzie to oblicza i zapisuje rangi GPA i klasy każdego ucznia w szkole na podstawie ich ocen semestru.
pt_pt: Este utilitário calcula e salva o posto GPA e classe de cada aluno em sua escola com base em suas notas semestre.
ro_ro: Acest utilitar calculează şi salvează rang AAP şi de clasă a fiecărui elev din şcoală pe baza unor notele lor semestru.
ru_ru: Эта утилита подсчитывает и сохраняет ГПД и классного чина каждого ученика в школе на основе их классов семестра.
sk_sk: Tento nástroj počíta a ukladá GPA triedy a hodnosť každého študenta v škole na základe ich semestra stupňov.
sl_si: Ta pripomoček izračuna in shrani GPA in razreda čin vsakega študenta na vaši šoli, ki temeljijo na njihovih semester ocene.
sq_al: Kjo shërbimeve llogarit dhe ruan gradën GPA dhe klasa e secilit nxënës në shkollën tuaj të bazuar mbi notat e tyre semestër.
sr_rs: Ова алатка израчунава и чување ГПА и класних ранг сваког студента у школи на основу њихових семестра оцене.
sv_se: Detta verktyg beräknar och sparar GPA och klasstillhörighet för varje elev i din skola baserat på deras termin betyg.
th_th: ยูทิลิตี้นี้จะคำนวณและบันทึกตำแหน่งและระดับเกรดเฉลี่ยของนักเรียนแต่ละคนในโรงเรียนของคุณขึ้นอยู่กับผลการเรียนภาคการศึกษาของพวกเขา
tr_tr: Bu yardımcı program, okulda her öğrencinin dönem notları dayalı genel not ortalaması ve sınıf rütbesi hesaplar ve kaydeder.
uk_ua: Ця утиліта підраховує і зберігає ГПД і класного чину кожного учня в школі на основі їх класів семестру.
wa_be: Mae hyn yn cyfleustodau cyfrifo ac yn arbed y rheng GPA a dosbarth pob myfyriwr yn eich ysgol ar sail eu graddau semester.
zh_tw: 此實用程序計算，節省政府產業署及班級排名每一個學生在學校根據他們的學期成績。

source: You must confirm your intention to calculate GPA. Here, you can also specify what number your weighted scale is based upon and whether to base class rank upon weighted or unweighted GPA.
af_za: Jy moet jou voorneme bevestig GPA te bereken. Hier kan jy ook spesifiseer watter nommer jou geweegde skaal is gebaseer op en of die basis klas rang op die geweegde of ongeweegde GPA.
ar_dz: يجب عليك تأكيد عزمكم لحساب المعدل التراكمي. هنا ، يمكنك أيضا تحديد عدد ما يستند على النطاق الخاص الموزون وعما إذا كان لتصنيف الفئة الأساسية عند معدله الموزون أو غير مرجحة.
be_by: Вы павінны пацвердзіць свой намер вылічыць GPA. Тут вы таксама можаце пазначыць, які нумар вашай ўзважанай шкала грунтуецца на і ці варта база класнага чыну на ўзважанай або невзвешенной ГПД.
bg_bg: Трябва да потвърдите вашето намерение да се изчисли GPA. Тук, можете също да зададете номер на Вашия претеглена скала се основава и дали да се класира на базов клас при претеглена или непретеглена GPA.
bn_bd: আপনি জিপিএ গণনা আপনার অভিপ্রায় নিশ্চিত করা আবশ্যক. এখানে আপনি নির্ধারণ করতে পারবেন কি নম্বর আপনার ভরযুক্ত স্কেল এবং উপর থেকে কিনা ভরযুক্ত বা unweighted জিপিএ উপর বেস বর্গ মাত্রা ভিত্তিক হয়.
da_dk: Du skal bekræfte din hensigt at beregne GPA. Her kan du også angive, hvad nummer din vægtede skala er baseret på, og om at basere klasse rang, når vægtede eller uvægtede GPA.
el_gr: Πρέπει να επιβεβαιώσετε την πρόθεσή σας να υπολογίσει ΣΔΣ. Εδώ, μπορείτε επίσης να καθορίσετε τι σταθμισμένο αριθμό κλίμακα σας έχει ως βάση και το αν θα βασικό βαθμό κατηγορίας κατά την σταθμική ή μη ΣΔΣ.
es_es: Usted debe confirmar su intención de calcular el Promedio General. Aquí, también se puede especificar el número en que está basada la escala y si se basa en la clasificación de la clase sobre un Promedio General ponderado o no ponderado.
et_ee: Sa pead kinnitama oma kavatsust arvutada GPA. Siin saab ka täpsustada number oma kaalutud skaala põhineb ja kas baasklassi auaste upon kaalutud või kaalumata GPA.
fa_ir: شما باید قصد خود را را برای محاسبه معدل تایید. در اینجا ، شما همچنین می توانید چه تعداد مقیاس وزن شما بر و اینکه آیا به رتبه کلاس بر پایه معدل وزن یا unweighted بر اساس مشخص.
fi_fi: Sinun tulee vahvistaa aikovansa laskea GPA. Täällä voit myös määrittää kuinka monta teidän painotettu asteikko perustuu ja onko perustaa luokan listalla, kun painotettu tai painottamaton GPA.
ga_ie: Ní mór duit a dheimhniú ar intinn agat a ríomh GPA. Anseo, is féidir leat a shonrú freisin cad uimhir a bhfuil do scála ualaithe bunaithe ar agus cibé acu chun céime bonn rang ar GPA ualaithe nó unweighted.
gl_gl: Debe confirmar a súa intención de calcular GPa. Aquí, tamén se pode especificar o número da súa escala de ponderación basea-se e se a clasificación da clase base sobre GPa ponderada ou non ponderada.
hr_hr: Morate potvrditi svoje namjere za izračun GPA. Ovdje možete navesti što je broj vaše ponderirana skali se temelji na i je li u bazu klase čin na ponderirani ili neponderiranim GPA.
hu_hu: Meg kell erősítenie a szándékát, hogy számítani GPA. Itt is meg, mi több a súlyozott skála alapján, és arról, hogy alap osztály rangját alapján súlyozott vagy súlyozatlan GPA.
is_is: Þú verður að staðfesta ásetning til að reikna GPA. Hér er einnig hægt að tilgreina hvaða númer vega mælikvarði þinn byggist á og hvort að byggja bekknum staða á vegin eða unweighted GPA.
ja_jp: あなたは、GPAを計算するためにあなたの意思を確認する必要があります。ここで、また、あなたの加重スケールは上と加重または非加重GPA時に、基本クラスのランクにするかどうかに基づいているかを数値指定することができます。
lt_lt: Turite patvirtinti savo ketinimą apskaičiuoti VPS. Čia taip pat galite nurodyti, kokiu numeriu savo svertinis skalė yra pagrįstas ir ar ant svertinis arba nesvertiniams VPS bazinės klasės rangas.
lv_lv: Jums jāapstiprina nodoms, lai aprēķinātu VPL. Šeit jūs varat arī jāprecizē, kādus numuru, jūsu svērtais apjoms ir pamatā, un to, vai bāzes klases rangu pēc svērtā vai nesvērtā VPL.
mk_mk: Мора да ја потврдите вашата намера да се пресмета просек. Тука, исто така можете да одредите што вашиот број бројат скала е врз основа и дали да база класа ранг на бројат или unweighted Успех.
nn_no: Du må bekrefte din intensjon å beregne GPA. Her kan du også angi hvilket nummer din vektet skala er basert på, og om å basere klasse rangere på vektet eller uvektet GPA.
pl_pl: Musisz potwierdzić chęć do obliczenia GPA. Tutaj można również określić, jaki numer, ważona skala jest oparta na i czy do rangi klasy bazowej na GPA ważonej lub nieważony.
pt_pt: Você deve confirmar a sua intenção de calcular GPA. Aqui, você também pode especificar o número de sua escala de ponderação baseia-se e se a classificação da classe base sobre GPA ponderada ou não ponderada.
ro_ro: Trebuie să confirmaţi intenţia dumneavoastră de a calcula GPA. Aici, puteţi specifica, de asemenea, la ce număr de scara ponderată se bazează pe şi dacă să se bazeze rang de clasă la ponderate sau neponderate GPA.
ru_ru: Вы должны подтвердить свое намерение вычислить GPA. Здесь вы также можете указать, какой номер вашей взвешенной шкала основывается на и стоит ли база классного чина на взвешенной или невзвешенной ГПД.
sk_sk: Musíte potvrdiť zámer pre výpočet DVZ. Tu môžete tiež určiť, aké číslo si vážený stupnica je založená na tom, či a do základnej triedy na pozíciu váženého či nevážený GPA.
sl_si: Morate potrditi svoj namen, da izračun GPA. Tukaj lahko določite tudi, kaj je vaša številka tehtano lestvica temelji na in ali naj osnovnega razreda uvrstitev na tehtano ali neobremenjen GPA.
sq_al: Ju duhet të konfirmojë qëllimin tuaj për të llogaritur GPA. Këtu, ju gjithashtu mund të specifikojë se çfarë numri shkallë tuaj ponderuar është i bazuar mbi dhe nëse do të rangut të klasës bazë mbi të GPA ponderuar ose pamatur.
sr_rs: Морате потврдити вашу намјеру да се израчуна просек. Овде такође можете одредити који број ваш пондерисани скала заснива се на и да ли да се попне на основне класе пондерисана или Непондерисано ГПА.
sv_se: Du måste bekräfta din avsikt att beräkna GPA. Här kan du också ange vilket nummer du viktade skala är baserad på och om basklass rang på viktade eller oviktade GPA.
th_th: คุณต้องยืนยันความตั้งใจของคุณในการคำนวณเกรดเฉลี่ย ที่นี่คุณยังสามารถระบุจำนวนขนาดถ่วงน้ำหนักของคุณจะยึดตามและไม่ว่าการจัดอันดับระดับฐานการถ่วงน้ำหนักหรือไม่ได้ชั่งเกรดเฉลี่ย
tr_tr: GPA hesaplamak için niyetini teyit etmelidir. Burada, ağırlıklı ölçekli üzerine ağırlıklı veya ağırlıksız GPA üzerine temel sınıf rütbesi verip ne sayısını belirleyebilirsiniz.
uk_ua: Ви повинні підтвердити свій намір обчислити GPA. Тут ви також можете вказати, який номер вашої виваженої шкала грунтується на і чи варто база класного чину на зваженої або невиваженої ГПД.
wa_be: Mae&#39;n rhaid i chi gadarnhau eich bwriad i gyfrifo GPA. Yma, gallwch hefyd nodi pa rif eich graddfa bwysoli yn seiliedig ar a ddylid rheng seilio ar ddosbarth GPA pwysoli neu heb eu pwysoli.
zh_tw: 你必須確認你的意圖來計算 GPA。在這裡，您還可以指定數量的加權比例是根據和基礎類排名是否經加權或不加權 GPA。
