Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To change the student's attendance status for any period, click on the current value and select the short name of the attendance code you would like to assign that student. After making all the desired modifications, click the Update button at the top of the screen. You can also limit the list of students based upon what attendance codes the students have been assigned on the current day. For instance, by default, all students with any attendance codes with a state value of Absent are listed. This is shown by the pull-down menu on the upper right-hand corner of the screen that displays Abs. This menu can be changed to the short name of any attendance code, and only students who received that code during the current day will be displayed. This menu can even be changed to All which will list all students for whom attendance has been taken. You can add an attendance code by clicking the add icon (+) next to the attendance code pull-down menu. If you select a second attendance code, the program will list students who received either code during the day.
ar_dz: لتغيير حالة حضور الطالب لأية فترة ، انقر على القيمة الحالية و تحديد اسم قصير من قانون الحضور كنت ترغب في تعيين هذا الطالب . بعد إجراء كافة التعديلات المطلوبة ، انقر فوق الزر تحديث في أعلى الشاشة. يمكنك أيضا تحديد قائمة الطلاب بناء على ما تم حضور رموز تعيين الطلاب في اليوم الحالي . على سبيل المثال ، بشكل افتراضي ، يتم سرد كافة الطلاب مع أي رموز الحضور بقيمة حالة غياب . ويظهر ذلك من خلال القائمة المنسدلة في الزاوية العلوية اليمنى من الشاشة التي تعرض عبس . ويمكن ان تتغير هذه القائمة إلى اسم أي رمز قصيرة من الحضور، و سيتم عرض فقط الطلاب الذين حصلوا على هذا الرمز خلال اليوم الحالي . يمكن حتى أن تتغير هذه القائمة ل جميع والتي سوف سرد كافة الطلاب الذين قد اتخذت الحضور. يمكنك إضافة رمز الحضور من خلال النقر على أيقونة إضافة ( + ) بجانب القائمة المنسدلة رمز الحضور. إذا قمت بتحديد رمز الحضور الثاني ، سيقوم البرنامج قائمة الطلاب الذين حصلوا على رمز إما أثناء النهار.
es_es: Para cambiar el estado de la asistencia del estudiante para cualquier período, haga clic en el valor actual y seleccionar el nombre corto del código de la asistencia que le gustaría asignar a ese estudiante . Después de hacer todas las modificaciones deseadas , haga clic en el botón Actualizar en la parte superior de la pantalla . También puede limitar la lista de los estudiantes en base a lo que los códigos de la asistencia de los estudiantes han sido asignados en el día actual . Por ejemplo , por defecto, se enumeran todos los estudiantes con los códigos de asistencia con un valor de estado de ausencia . Esto se muestra en el menú desplegable en la esquina superior derecha de la pantalla que muestra el ABS . Este menú se puede cambiar para el nombre corto de cualquier código de asistencia, y sólo los estudiantes que recibieron ese código durante el día actual se mostrará . Este menú se puede incluso cambiar a Todos que enumerará todos los estudiantes para los cuales se ha adoptado la asistencia. Usted puede agregar un código de asistencia haciendo clic en el icono de suma (+ ) al lado del menú desplegable el código de asistencia. Si selecciona un segundo código de la asistencia, el programa mostrará una lista de los estudiantes que recibieron código durante el día .

source: You can also view the attendance code assigned to the student by the teacher as well as view and enter a comment for each period by clicking on the student's name.
ar_dz: يمكنك أيضا عرض التعليمات البرمجية المخصصة لحضور الطالب من قبل المعلم وكذلك عرض وإدخال التعليق عن كل فترة من خلال النقر على اسم الطالب.
es_es: También puede ver el código de asistencia asignada al alumno por el profesor, así como ver y entrar en un comentario para cada período, haga clic en el nombre del estudiante.

source: Clicking on Current Student on the top of the screen will display the day's attendance records for the current student displayed in the left frame.
ar_dz: سوف النقر على الطلاب الحالي على الجزء العلوي من شاشة عرض سجلات الحضور لهذا اليوم للطالب الحالية المعروضة في الإطار الأيسر.
es_es: Al hacer clic en Student en la parte superior de la pantalla mostrará los registros de asistencia del día para el estudiante actual que se muestra en el cuadro izquierdo.

source: First, search for students. Notice that you can search for students who are enrolled in a specific course or are in a certain activity. This can be useful since you can add an absence record for each period to all of Mrs. Smith's first period students or the football team who will be on an all day field trip.
ar_dz: أولا، بحث للطلاب. لاحظ أنه يمكنك البحث عن الطلاب الذين التحقوا في دورة معينة أو في نشاط معين. هذا يمكن أن تكون مفيدة حيث يمكنك إضافة سجل غياب عن كل فترة لجميع طلاب الفترة الأولى السيدة سميث أو فريق كرة القدم الذي سيكون في رحلة ميدانية طوال اليوم.
es_es: En primer lugar, la búsqueda de los estudiantes. Tenga en cuenta que usted puede buscar para los estudiantes que están inscritos en un curso específico o se encuentran en una determinada actividad. Esto puede ser útil ya que se puede agregar un registro para cada período de ausencia a todos estudiantes de primer período de la señora Smith o el equipo de fútbol que va a estar en un viaje de campo durante todo el día.

source: Attendance Reports
ar_dz: تقارير الحضور
es_es: Informes de asistencia

source: This option gives you an attendance report from a certain time span. You can select the time span and then click on go and it will give you a attendance report of that time span.
ar_dz: هذا الخيار يتيح لك تقرير الحضور من فترة زمنية معينة. يمكنك تحديد الفترة الزمنية ثم انقر على الذهاب وأنها سوف تعطيك تقريرا حضور تلك الفترة الزمنية.
es_es: Esta opción le da un informe de asistencia de un determinado lapso de tiempo. Puede seleccionar el lapso de tiempo y luego hacer clic en go y se le dará un informe de asistencia de ese lapso de tiempo.

source: is a report that shows the number of students, days possible, the number of student days present, the number of student days absent, and the Average Daily Attendance per day for any date range at your school. These numbers are broken down by grade.
ar_dz: هو تقرير يبين عدد الطلاب، الأيام ممكن، وعدد أيام الدراسة الحالية، فإن عدد أيام الدراسة غائبة، ومتوسط ​​الحضور اليومي يوميا لأي نطاق التاريخ في مدرستك. يتم تقسيم هذه الأرقام حسب الرتبة.
es_es: es un informe que muestra el número de alumnos, los días que sea posible, el número de días de estudiantes presentes, el número de días de estudiantes ausentes, y la asistencia diaria promedio por día para cualquier rango de fechas en su escuela. Estas cifras se desglosan por grado.

source: After searching for students, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows each student's daily attendance value for each day with color codes. A red box signifies that the student was absent all day, a yellow box signifies that a student was absent half-day, and a green box signifies that a student was present all day long.
ar_dz: بعد البحث للطلاب، ويمكنك تغيير نطاق التاريخ من خلال تغيير تاريخ القوائم المنسدلة في الجزء العلوي من الشاشة والنقر على زر الذهاب. تعرض القائمة قيمة الحضور اليومي لكل طالب عن كل يوم مع رموز الألوان. يدل مربع أحمر أن الطالب كان غائبا طوال اليوم، يدل على المربع الأصفر أن الطالب كان غائبا لمدة نصف يوم، ويدل على المربع الأخضر أن الطالب كان حاضرا طوال اليوم.
es_es: Después de buscar para los estudiantes, se puede modificar el rango de fechas, cambiando los menús desplegables de fecha en la parte superior de la pantalla y haciendo clic en el botón Go. La lista muestra el valor de la asistencia diaria de cada estudiante para cada día con códigos de color. Un cuadro rojo significa que el estudiante estuvo ausente todo el día, una caja de color amarillo significa que el estudiante era un medio-día de ausencia, y una caja verde significa que el estudiante estuvo presente durante todo el día.

source: You can see the attendance records for each period for any student by clicking on a student's name from the list. Here, the absence code is displayed in the color-coded box.
ar_dz: تستطيع أن ترى في سجلات الحضور لكل فترة لأي طالب من خلال النقر على اسم الطالب من القائمة. هنا، يتم عرض رمز غياب في مربع مرمزة.
es_es: Usted puede ver los registros de asistencia para cada período para cualquier estudiante haciendo clic en el nombre de un estudiante de la lista. Aquí, se muestra el código de ausencia en el cuadro de un código de colores.

source: After selecting a student, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows the student's absences for each period of each day that he had an absence. A red x indicates the student was absent in the corresponding period.
ar_dz: بعد اختيار الطالب، يمكنك تغيير نطاق التاريخ من خلال تغيير تاريخ القوائم المنسدلة في الجزء العلوي من الشاشة والنقر على زر الذهاب. تعرض القائمة الغياب الطالب عن كل فترة من كل يوم انه كان غياب. علامة X حمراء تشير كان الطالب غائبا في نفس الفترة.
es_es: Después de seleccionar un estudiante, puede modificar el intervalo de fechas, cambiando los menús desplegables de fecha en la parte superior de la pantalla y haciendo clic en el botón Go. La lista muestra las ausencias del estudiante para cada período de cada día que tenía una ausencia. Una X roja indica que el estudiante estuvo ausente en el período correspondiente.

source: The red checks indicate that a teacher has failed to enter the current day's attendance for that period.
ar_dz: الشيكات الحمراء تشير إلى أن المعلم قد فشلت لدخول الحضور اليوم الحالي لتلك الفترة.
es_es: Los cuadros rojos indican que el maestro ha dejado de entrar en la asistencia del día actual para ese período.

source: This option allows you to recalculate daily attendance. You need to select the date range and then click on ok and you will get the recalculated daily attendance report.
ar_dz: يسمح لك هذا الخيار لإعادة حساب الحضور اليومي. تحتاج إلى تحديد نطاق التاريخ، ثم انقر على موافق وسوف تحصل على تقرير الحضور اليومي حساب.
es_es: Esta opción le permite volver a calcular la asistencia diaria. Es necesario seleccionar el intervalo de fechas y haga clic en Aceptar y obtendrá el informe de asistencia diaria recalculada.

source: This option allows you to delete duplicate attendance if given by mistake.
ar_dz: يسمح هذا الخيار لك لحذف الحضور مكررة إذا ما أعطيت عن طريق الخطأ.
es_es: Esta opción le permite borrar la asistencia duplicado si se administra por error.

source: This page allows you to setup your school's attendance codes. Attendance codes are used in the teacher's Take Attendance program (as well as most of the Attendance reports) and specify whether or not the student was present during the period, and if he wasn't, the reason.
ar_dz: هذه الصفحة تسمح لك لإعداد رموز الحضور مدرستك. وتستخدم رموز الحضور في البرنامج شارك الحضور المعلم (وكذلك معظم التقارير الحضور) وتحديد ما إذا كان أو لم يكن الطالب حاضرا خلال هذه الفترة، وإذا لم يكن، والسبب.
es_es: Esta página le permite códigos de asistencia de su escuela de configuración. Códigos de asistencia se utilizan en el programa de tomar la asistencia del profesor (así como la mayoría de los informes de asistencia) y especificar si el estudiante estuvo presente durante el período, y si no lo fuera, la razón.

source: To add an attendance code, fill in the attendance code's title, short name, type, and state code. Select whether or not the code should be a teacher's default from the empty fields at the bottom of the attendance codes list and click the Save button. Generally, the attendance code called Present will be marked as the teacher's default. If the attendance code is marked as being type Teacher, a teacher will be able to select that attendance code from their Take Attendance program. Administrators will be able to assign all codes to a student.
ar_dz: لإضافة رمز الحضور، وملء في عنوان رمز الحضور، واسم قصير، والنوع، ورمز الدولة. تحديد ما إذا كان أو لا يجب أن تكون التعليمات البرمجية الافتراضية للمعلم من حقول فارغة في أسفل قائمة رموز الحضور وانقر على زر حفظ. عموما، سوف يتم وضع علامة على رمز الحضور دعا الحاضر كما الافتراضي المعلم. إذا تم وضع علامة رمز الحضور كما يجري نوع معلم، والمعلم أن يكون قادرا على تحديد هذا الرمز الحضور من الحضور تحمل برنامجهم. سوف تكون قادرة على المسؤولين تعيين كافة رموز للطالب.
es_es: Para agregar un código de asistencia, llenar en el título del Código de la asistencia, el nombre corto, tipo y código de estado. Seleccione si desea que el código debería ser por defecto de un maestro de los campos vacíos en la parte inferior de la lista de códigos de asistencia y haga clic en el botón Guardar. Por lo general, el código de la asistencia denominada Present estará marcada por defecto del maestro. Si el código de la asistencia se marca como tipo el ser maestro, un maestro será capaz de seleccionar el código de su programa de asistencia Asistencia Take. Los administradores podrán asignar todos los códigos para el estudiante.

source: To modify an attendance code, click on any of the attendance code's information, change the value, and click the Save button.
ar_dz: لتعديل رمز الحضور، والضغط على أي من المعلومات رمز الحضور، وتغيير القيمة، وانقر على زر حفظ.
es_es: Para modificar un código de asistencia, haga clic en cualquiera de la información del código de asistencia, cambiar el valor y haga clic en el botón Guardar.

source: To delete an attendance code, click the delete icon (-) next to the attendance code you want to delete. You will be asked to confirm the deletion.
ar_dz: لحذف رمز الحضور، انقر فوق رمز الحذف (-) بجانب رمز الحضور الذي تريد حذفه. سوف يطلب منك تأكيد الحذف.
es_es: Para borrar un código de asistencia, haga clic en el icono de eliminación (-) junto al código de asistencia que desea eliminar. Se le pedirá que confirme la eliminación.

source: is a report that shows the daily attendance status of your child during any timeframe.
ar_dz: هو التقرير الذي يبين حالة الحضور اليومي لطفلك خلال أي إطار زمني.
es_es: es un informe que muestra el estado de la asistencia diaria de su hijo durante cualquier período de tiempo.

source: You can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows your child's daily attendance value for each period of each day with color codes. A red box signifies that the student was absent that period, and a green box indicates that the student was either present or tardy that period. The absence code is displayed in the box.
ar_dz: يمكنك تغيير نطاق التاريخ من خلال تغيير تاريخ القوائم المنسدلة في الجزء العلوي من الشاشة والنقر على زر الذهاب. تعرض القائمة قيمة الحضور اليومي طفلك عن كل فترة من كل يوم مع رموز الألوان. يدل مربع أحمر أن الطالب كان غائبا تلك الفترة، ويشير إلى المربع الأخضر أن الطالب كان إما موجودة أو تأخر تلك الفترة. يتم عرض رمز غياب في المربع.
es_es: Puede modificar el intervalo de fechas, cambiando los menús desplegables de fecha en la parte superior de la pantalla y haciendo clic en el botón Go. La lista muestra el valor de la asistencia diaria de su hijo para cada período de cada día con códigos de color. Un cuadro rojo significa que el estudiante estuvo ausente ese período, y un cuadro verde indica que el estudiante estaba presente o llegada tarde ese período. Se muestra el código de ausencia en el cuadro.

source: allows you to enter period attendance for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period.
ar_dz: يسمح لك بإدخال الحضور فترة كل ما تبذلونه من الطلاب في الفترة الحالية. افتراضيا، فإن هذا البرنامج قائمة الطلاب في الدرجة الأولى الدورة الشهرية. يمكنك تغيير الفترة الحالية عن طريق تغيير القائمة المنسدلة الفترة في الإطار الأيسر للفترة المطلوبة.
es_es: le permite introducir la asistencia periodo para todos sus estudiantes en el período actual. Por defecto, este programa mostrará una lista de los estudiantes en su primer periodo de clases. Puede modificar el periodo actual cambiando el menú desplegable periodo en el marco de la izquierda para el periodo deseado.

source: Once you are in the correct period, you can enter attendance by selecting the attendance code corresponding to each student. Once you have entered attendance for all your students, click the Save button at the top of the screen.
ar_dz: مرة كنت في فترة الصحيح، يمكنك إدخال الحضور عن طريق تحديد رمز حضور المقابلة لكل طالب. بمجرد أن دخلت الحضور على كل ما تبذلونه الطلاب، انقر فوق الزر حفظ في الجزء العلوي من الشاشة.
es_es: Una vez en el período correcto, puede introducir la asistencia al seleccionar el código de la asistencia correspondiente a cada alumno. Una vez que haya entrado en la asistencia para todos sus estudiantes, haga clic en el botón Guardar en la parte superior de la pantalla.

source: This page displays the student's activities and the current timeframes eligibility grades. The program also allows you to add and delete activities to the student.
ar_dz: يعرض هذه الصفحة أنشطة الطالب والدرجات الأطر الزمنية الأهلية الحالية. البرنامج أيضا يسمح لك لإضافة وحذف الأنشطة للطالب.
es_es: Esta página muestra las actividades del estudiante y las calificaciones plazos de elegibilidad actuales. El programa también le permite añadir y eliminar las actividades para el alumno.

source: To add an activity to the student, select the desired activity from the activity pull-down next to the add icon (+) and click the Add button.
ar_dz: لإضافة النشاط للطالب، حدد النشاط المطلوب من النشاط المنسدلة بجانب رمز الوظيفة (+) وانقر فوق الزر إضافة.
es_es: Para agregar una actividad para el estudiante, seleccione la actividad que desee de la actividad desplegable junto al icono de suma (+) y haga clic en el botón Agregar.

source: To drop an activity, click on the delete icon (-) next to the activity you want to drop.
ar_dz: لإسقاط هذا النشاط، انقر على أيقونة حذف (-) بجانب النشاط تريد إسقاط.
es_es: Para eliminar una actividad, haga clic en el icono de eliminación (-) al lado de la actividad que desea desconectar.

source: This page allows you to setup your school's activities.
ar_dz: هذه الصفحة تسمح لك لإعداد أنشطة مدرستك.
es_es: Esta página le permite configurar las actividades de su escuela.

source: To add an activity, fill in the activity's title, beginning date, and ending date in the empty fields at the bottom of the activities list and click the Save button.
ar_dz: لإضافة النشاط، وملء في عنوان النشاط وتاريخ بداية وتاريخ في الحقول الفارغة في الجزء السفلي من قائمة الأنشطة إنهاء وانقر على زر حفظ.
es_es: Para añadir una actividad, rellene el título de la actividad, fecha de inicio y la fecha en los campos vacíos en la parte inferior de la lista de actividades de fin y haga clic en el botón Guardar.

source: To modify an activity, click on any of the activity's information, change the value, and click the Save button.
ar_dz: لتعديل النشاط، انقر على أي من المعلومات والنشاط، وتغيير القيمة، وانقر على زر حفظ.
es_es: Para modificar una actividad, haga clic en cualquiera de la información de la actividad, cambie el valor y haga clic en el botón Guardar.

source: To delete an activity, click the delete icon (-) next to the activity you want to delete. You will be asked to confirm the deletion.
ar_dz: لحذف النشاط، انقر على أيقونة حذف (-) بجانب النشاط الذي تريد حذفه. سوف يطلب منك تأكيد الحذف.
es_es: Para eliminar una actividad, haga clic en el icono de eliminación (-) al lado de la actividad que desea eliminar. Se le pedirá que confirme la eliminación.

source: Entry Times
ar_dz: دخول تايمز
be_by: Уступленне Таймс
bg_bg: Влизане Times
bn_bd: এন্ট্রি টাইমস
da_dk: Indrejse Times
el_gr: Έναρξη Times
es_es: Horarios de Ingreso
fa_ir: بار ورودی
ga_ie: Amanna Iontrála
gl_gl: Número de entrada
hr_hr: Stupanje Times
hu_hu: Belépés Times
ja_jp: エントリタイムズ
lt_lt: Įrašas Times &quot;
mk_mk: Влегување тајмс
pl_pl: Wejście Times
pt_pt: Número de entrada
ro_ro: Intrarea Times
ru_ru: Вступление Таймс
sk_sk: Vstup Times
sl_si: Vstop Times
sq_al: Times Hyrja
sr_rs: Улазак Тајмс
th_th: เวลารายการ
tr_tr: Giriş Sayısı
uk_ua: Вступ Таймс
wa_be: Amseroedd Mynediad
zh_tw: 入學時間

source: This page allows you to setup the weekly timeframe in which teachers can enter eligibility. Teachers must enter eligibility every week within this range. Besides the teacher's Enter Eligibility program, this timeframe is used in most eligibility reports
ar_dz: هذه الصفحة تسمح لك لإعداد الإطار الزمني الأسبوعي والتي يمكن أن تدخل المعلمين الأهلية. يجب إدخال المعلمين الأهلية كل أسبوع ضمن هذا النطاق. إلى جانب إدخال برنامج أهلية المعلم، ويستخدم هذا الإطار الزمني في معظم التقارير الأهلية
es_es: Esta página le permite configurar el calendario semanal en el que los profesores pueden entrar elegibilidad. Los profesores deben introducir elegibilidad cada semana dentro de este rango. Además Entre en el programa de Elegibilidad del maestro, este periodo de tiempo se utiliza en la mayoría de los informes de elegibilidad

source: is a display of your child's activities and the current timeframe's eligibility grades.
ar_dz: هو عرض لأنشطة طفلك والدرجات الأهلية الإطار الزمني الحالي.
es_es: es una muestra de las actividades de su hijo y las calificaciones de elegibilidad del marco de tiempo actual.

source: You can specify the eligibility timeframe you want to view by choosing the desired timeframe from the pull-down menu at the top of the screen. Eligibility is entered once per week.
ar_dz: يمكنك تحديد الإطار الزمني الأهلية التي ترغب في عرضها عن طريق اختيار الإطار الزمني المطلوب من القائمة المنسدلة في أعلى الشاشة. يتم إدخال الأهلية مرة واحدة في الأسبوع.
es_es: Puede especificar el plazo de elegibilidad que desea ver seleccionando el plazo deseado en el menú desplegable en la parte superior de la pantalla. La elegibilidad se ingresa una vez por semana.

source: is a report that shows every course and eligibility grade assigned to your child.
ar_dz: هو التقرير الذي يظهر كل دورة والأهلية الصف المخصصة لطفلك.
es_es: es un informe que muestra todos los cursos y el grado de elegibilidad asignado a su hijo.

source: You can specify the eligibility timeframe you want to view by choosing the timeframe from the pull-down menu at the top of the screen and clicking the Go button. Eligibility is entered once per week.
ar_dz: يمكنك تحديد الإطار الزمني الأهلية التي ترغب في عرضها عن طريق اختيار الإطار الزمني من القائمة المنسدلة في الجزء العلوي من الشاشة والنقر على زر الذهاب. يتم إدخال الأهلية مرة واحدة في الأسبوع.
es_es: Puede especificar el plazo de elegibilidad que desea ver seleccionando el plazo en el menú desplegable en la parte superior de la pantalla y haciendo clic en el botón Go. La elegibilidad se ingresa una vez por semana.

source: allows you to enter eligibility grades for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period.
ar_dz: يسمح لك بإدخال الدرجات الأهلية للكل ما تبذلونه من الطلاب في الفترة الحالية. افتراضيا، فإن هذا البرنامج قائمة الطلاب في الدرجة الأولى الدورة الشهرية. يمكنك تغيير الفترة الحالية عن طريق تغيير القائمة المنسدلة الفترة في الإطار الأيسر للفترة المطلوبة.
es_es: le permite introducir notas de elegibilidad para todos sus estudiantes en el período actual. Por defecto, este programa mostrará una lista de los estudiantes en su primer periodo de clases. Puede modificar el periodo actual cambiando el menú desplegable periodo en el marco de la izquierda para el periodo deseado.
