Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: First, select an activity to be added from the pull-down menu at the top of the screen. You can also perform this action from the next screen. Next, search for students. Notice that you can search for students who are in a certain activity or course. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the blue column headings above the list. After you have selected each desired student from this list, click the Add Activity to Selected Students button at the top of the screen. If you have not yet chosen an activity, you must do that before you click this button.
af_za: Kies eers &#39;n aktiwiteit van die hangkieslys aan die bokant van die skerm bygevoeg word. Jy kan ook hierdie optrede van die volgende skerm te voer. Volgende, soek vir studente. Let daarop dat jy kan soek vir studente wat in &#39;n bepaalde aktiwiteit of kursus. Van die resultaat, kan jy kies &#39;n aantal studente. Jy kan kies al die studente in die lys deur te kyk na die boks in die blou kolomopskrifte bo die lys. Nadat jy gekies het elke student van hierdie lys, kliek op die knoppie aktiwiteit aan geselekteerde studente knoppie aan die bokant van die skerm. As jy nog nie &#39;n aktiwiteit gekies word, moet jy dit doen voordat jy op hierdie knoppie klik.
ar_dz: الأول، تحديد النشاط المراد إضافتها من القائمة المنسدلة في أعلى الشاشة. يمكنك أيضا تنفيذ هذا الإجراء من الشاشة التالية. المقبل، والبحث عن الطلاب. لاحظ أنه يمكنك البحث عن الطلاب الذين هم في نشاط أو مسار معين. من نتائج البحث، يمكنك تحديد أي عدد من الطلاب. يمكنك تحديد كافة الطلاب في القائمة عن طريق التحقق من مربع الاختيار في عناوين الأعمدة الزرقاء فوق القائمة. بعد تحديد كل طالب المرجوة من هذه القائمة، انقر فوق إضافة إلى زر آخر للطلاب مختارة في الجزء العلوي من الشاشة. إذا لم تكن قد اختارت حتى الآن نشاطا، يجب أن تفعل ذلك قبل النقر فوق هذا الزر.
be_by: Па-першае, абярыце дзейнасці, якія будуць дададзеныя з выпадальнага меню ў верхняй частцы экрана. Вы таксама можаце выканаць гэтае дзеянне з наступнага экрана. Далей, пошук для студэнтаў. Звярніце ўвагу, што вы можаце шукаць для студэнтаў, якія ў пэўнай дзейнасцю або курса. З вынікаў пошуку, вы можаце выбраць любую колькасць студэнтаў. Вы можаце выбраць усе студэнты ў спіс, правяраючы сцяжок ў сінія загалоўкі слупкоў над спісам. Пасля выбару жаданых кожнага студэнта з гэтага спісу, націсніце кнопку Дадаць, каб актыўнасць наадварот Студэнты ў верхняй частцы экрана. Калі вы яшчэ не абралі дзейнасці, вы павінны зрабіць, што перш чым націснуць на гэтую кнопку.
bg_bg: Първо, изберете една дейност, да бъдат добавени от падащото меню в горната част на екрана. Можете да извършите това действие от следващия екран. На следващо място, търсене за студенти. Забележете, че можете да търсите за студенти, които са в дадена дейност или курс. От резултатите от търсенето, можете да изберете произволен брой на студентите. Можете да изберете всички студенти в списъка, като проверка на квадратчето в синята заглавия на колоните над списъка. След като сте избрали всеки студент от този списък, щракнете върху &quot;Добавяне на дейност по избраните студенти на бутона в горната част на екрана. Ако все още не сте избрали дадена дейност, трябва да направите, че преди да натиснете този бутон.
bn_bd: প্রথম, একটি পর্দার উপর টান মারা ডাউন মেনু থেকে যোগ করুন নির্বাচন করুন. আপনি পরবর্তী পর্দায় এই কর্ম সঞ্চালন করা যাবে. পরবর্তী ছাত্রদের জন্য, অনুসন্ধান. উল্লেখ্য আপনি ছাত্রদের একটি নির্দিষ্ট করুন অথবা কোর্সে কারা অনুসন্ধান করতে পারেন. অনুসন্ধান ফলাফল থেকে, আপনি ছাত্রদের কোন সংখ্যা নির্বাচন করতে পারবেন. আপনি নীল তালিকা উপরে কলাম শিরোনামে চেকবক্স চেক দ্বারা সব তালিকার ছাত্রদের নির্বাচন করতে পারেন. পরে আপনি এই তালিকা থেকে প্রতিটি পছন্দসই ছাত্র নির্বাচন, নির্বাচিত ছাত্র বাটন পর্দার উপরের যোগ চাঞ্চল্যপূর্ণ ক্লিক করুন. যদি আপনি একটি কর্ম নির্বাচন এখনো না, আপনি যে না আগে আপনি এই বাটন ক্লিক করা আবশ্যক.
da_dk: Først skal du vælge en aktivitet, der skal tilføjes fra pull-down menuen øverst på skærmen. Du kan også udføre denne handling fra det næste skærmbillede. Næste, søg efter studerende. Bemærk at du kan søge efter studerende, der befinder sig i en bestemt aktivitet eller kursus. Fra søgeresultatet kan du vælge et antal studerende. Du kan vælge alle de studerende i listen ved at markere afkrydsningsfeltet i den blå kolonneoverskrifterne over listen. Når du har valgt de ønskede elev fra denne liste, skal du klikke på Tilføj aktivitet til udvalgte studerende knappen øverst på skærmen. Hvis du endnu ikke har valgt en aktivitet, skal du gøre det, før du klikker på denne knap.
el_gr: Αρχικά, επιλέξτε μια δραστηριότητα που πρέπει να προστεθεί από το pull-down μενού στο πάνω μέρος της οθόνης. Μπορείτε επίσης να εκτελέσετε αυτή την ενέργεια από την επόμενη οθόνη. Στη συνέχεια, η αναζήτηση για τους φοιτητές. Σημειώστε ότι μπορείτε να ψάξετε για τους φοιτητές που βρίσκονται σε κάποια δραστηριότητα ή μάθημα. Από το αποτέλεσμα της αναζήτησης, μπορείτε να επιλέξετε οποιοδήποτε αριθμό σπουδαστών. Μπορείτε να επιλέξετε όλους τους μαθητές στη λίστα επιλέγοντας το πλαίσιο ελέγχου στο μπλε επικεφαλίδες στήλης πάνω από τη λίστα. Αφού έχετε επιλέξει κάθε επιθυμητή σπουδαστής από αυτή τη λίστα, κάντε κλικ στο Προσθήκη Δραστηριότητα στο επιλεγμένο κουμπί φοιτητές στο πάνω μέρος της οθόνης. Εάν δεν έχετε επιλέξει ακόμα μια δραστηριότητα, θα πρέπει να το κάνετε αυτό, πριν κάνετε κλικ σε αυτό το κουμπί.
es_es: Primero, seleccione una actividad para ser agregado en el menú desplegable en la parte superior de la pantalla. También puede realizar esta acción desde la pantalla siguiente. A continuación, la búsqueda de los estudiantes. Tenga en cuenta que usted puede buscar para los estudiantes que se encuentran en una determinada actividad o curso. A partir del resultado de búsqueda, puede seleccionar cualquier número de estudiantes. Puede seleccionar todos los estudiantes en la lista marcando la casilla de verificación de los títulos de las columnas de color azul por encima de la lista. Una vez que haya seleccionado cada estudiante que desee de la lista, haga clic en el botón Añadir actividad a los estudiantes seleccionados en la parte superior de la pantalla. Si usted todavía no ha elegido una actividad, debe hacerlo antes de hacer clic en este botón.
et_ee: Kõigepealt vali tegevus oleks lisanud pull-down menüü ülaosas ekraani. Samuti saab seda toimingut teostada alates järgmisest ekraanil. Edasi otsida õpilastele. Pange tähele, et võite otsida õpilastele, kes on teatava tegevusvaldkonna või koolituse. Otsing tulemustest, saate valida suvalise arvu õpilasi. Võite valida kõik õpilased nimekirjas kontrollides märkeruut on sinine Veerupealdiste eespool nimekirja. Kui olete valinud iga soovitud õpilane selle Klõpsake loendis Lisa tegevus on valitud üliõpilaste nupule ülaosas ekraani. Kui sa pole veel valitud tegevus, peate tegema, et enne kui klõpsate seda nuppu.
fa_ir: اول ، انتخاب فعالیت از منوی PULL - DOWN در بالای صفحه نمایش اضافه شده است. شما همچنین می توانید این عمل را از روی صفحه نمایش بعد انجام دهد. در مرحله بعد ، جستجو برای دانش آموزان است. توجه کنید که شما می توانید برای جستجوی دانش آموزانی که در یک فعالیت خاص یا دوره هستند. از نتیجه جستجو ، شما می توانید هر تعداد از دانش آموزان را انتخاب کنید. شما می توانید تمام دانش آموزان در لیست ها را با چک کردن چک باکس به عنوان ستون آبی رنگ در بالای لیست را انتخاب کنید. بعد از اینکه هر دانش آموز مورد نظر را از این لیست انتخاب شده ، با کلیک بر روی فعالیت درسایت اضافه کردن به دکمه دانش آموزان انتخاب شده در بالای صفحه کلیک کنید. اگر شما هنوز رتبهدهی نشده است انتخاب فعالیت ، شما باید بدانند که پیش از این دکمه کلیک کنید.
fi_fi: Valitse ensin toimintaa lisätään siitä alasvetovalikosta yläreunassa näytön. Voit myös toiminnon suorittamista seuraavassa näytössä. Seuraava, etsi opiskelijoille. Huomaa, että voit etsiä opiskelijoita, jotka ovat tietyn toiminnan tai kurssin. Vuodesta hakutuloksen, voit valita haluamasi määrän opiskelijoita. Voit valita kaikki oppilaat luettelossa Kun ruutu on sininen sarakeotsikot luettelon yläpuolella. Kun olet valinnut jokaisella halutulla opiskelija tästä luettelosta Lisää Activity valikoiduille opiskelijoille painiketta näytön yläreunassa. Jos et ole vielä valinnut toimintaa, sinun täytyy tehdä ennen kuin napsautat tätä painiketta.
ga_ie: An chéad, roghnaigh an ghníomhaíocht a chur leis ón roghchlár tarraingt anuas ag barr an scáileáin. Is féidir leat a dhéanamh freisin ar an gníomh seo as an scáileán seo chugainn. Next, cuardaigh do mhic léinn. Fógra gur féidir leat cuardach a dhéanamh ar mhic léinn atá i ngníomhaíocht áirithe nó cúrsa. Ón toradh an chuardaigh, is féidir leat a roghnú aon líon na mac léinn. Is féidir leat a roghnú na scoláirí ar fad ar an liosta ag seiceáil an ticbhosca sa cholún gorm na ceannteidil thuas ar an liosta. Tar éis duit an roghnaithe gach mac léinn atá ag teastáil ón liosta seo, cliceáil ar an Gníomhaíocht Cuir le Roghnaithe gcnaipe Mic Léinn ag barr an scáileáin. Mura bhfuil tú roghnaithe go fóill le gníomhaíocht, ní mór duit é sin a dhéanamh sula ndéanann tú cliceáil ar an gcnaipe seo.
gl_gl: Primeiro, seleccione unha actividade que se engaden dende o menú pull-down na parte superior da pantalla. Tamén pode realizar esta acción desde a pantalla seguinte. Investigación, xunto aos alumnos. Teña en conta que pode buscar para os alumnos que están nunha determinada actividade ou curso. Desde o resultado de búsqueda, pode seleccionar calquera número de alumnos. Pode seleccionar todos os alumnos na lista, marcando a caixa de verificación nos títulos de columna azul sobre a lista. Despois de ter escollido a cada alumno que desexe dende esta lista, prema na Actividade Engadir á seleccionados Estudantes na parte superior da pantalla. Se aínda non escolleu unha actividade, ten que facelo antes de premer neste botón.
hr_hr: Prvo, odaberite aktivnost biti dodan iz padajućeg izbornika na vrhu zaslona. Također možete izvesti ovu radnju iz sljedećih zaslona. Dalje, traži za studente. Primjetite da možete pretraživati ​​za studente koji su u određenom aktivnosti ili tečaja. Iz rezultata pretraživanja, možete odabrati bilo koji broj studenata. Možete odabrati sve učenike u popis provjerom okvir u plavom stupaca iznad popisa. Nakon što ste odabrali željeni svakog studenta s ovog popisa, kliknite gumb Dodaj aktivnost u odabrane Studenti gumb na vrhu ekrana. Ako još niste odabrali djelatnost, morate to učiniti prije nego što kliknete ovaj gumb.
hu_hu: Először válasszon ki egy tevékenységet, hogy ki a legördülő menüből a képernyő tetején. Ön is elvégezheti ezt a műveletet a következő képernyőn. Ezután keressük meg a diákok. Figyeljük meg, hogy kereshet a diákok, akik egy bizonyos tevékenység vagy tanfolyamot. A keresési eredmény, akkor kiválaszthat egy számot a diákok. Kiválaszthatja az összes diák a lista ellenőrzésével a jelölőnégyzetet a kék oszlopfejlécek fölött a listán. Miután kiválasztotta a kívánt minden egyes diák a listából, kattintson a Hozzáadás tevékenység kiválasztott diákok gombra a képernyő felső részén. Ha még nem választott tevékenység, meg kell tennie, hogy mielőtt rákattint erre a gombra.
is_is: Fyrst skaltu velja starfsemi til að bæta úr fellilistanum efst á skjánum. Þú getur einnig framkvæma þessa aðgerð af the næstur skjár. Næst skaltu leita að nemendum. Taka eftir þessi þú geta leita að nemendum sem eru í ákveðinni starfsemi eða námskeið. Frá leitarniðurstöðu getur þú valið hvaða fjölda nemenda. Hægt er að velja alla nemendur í listanum með því að haka í kassann í bláa fyrirsagnir dálki fyrir ofan listann. Eftir að þú hefur valið hvert þú vilt nemandi frá þessum lista, smella á Add Afþreying í valin Nemendur takkann efst á skjánum. Ef þú hefur ekki enn valið starfsemi, verður þú að gera það áður en þú smellir á þennan hnapp.
ja_jp: 最初、画面の上部にあるプルダウンメニューから追加するアクティビティを選択します。また、次の画面からこのアクションを実行できます。学生のための次に、検索。あなたが特定の活動またはコース内にある学生を検索できることに注意してください。検索結果から、学生の任意の数を選択することができます。あなたがリストの上の青い列見出しのチェックボックスをチェックして、リスト内のすべての学生を選択することができます。このリストから目的の各生徒を選択したら、画面の上部にある[選択した生徒のボタンに追加アクティビティ]をクリックします。あなたがまだ活動を選択していない場合、このボタンをクリックする前に、あなたはそれを行う必要があります。
lt_lt: Pirma, pasirinkite veikla, turi būti pridėta iš išskleidžiamojo meniu ekrano viršuje. Jūs taip pat galite atlikti šį veiksmą nuo kito ekrano. Kitas, paiešką studentams. Atkreipkite dėmesį, kad jūs galite ieškoti tam tikra veikla arba kursų studentams, kurie. Iš paieškos rezultatų, galite pasirinkti bet kokį studentų skaičių. Galite pasirinkti visą sąrašą studentų Pažymėdami žymės langelį, mėlynasis stulpelių antraštes virš sąrašo. Po to, kai pasirinkote kiekvieną norimą studentų iš šio sąrašo, spustelėkite Pridėti veiklą Pasirinkta Studentai mygtuką ekrano viršuje. Jei turite dar pasirinktą veiklą, turite padaryti, kad prieš jus spustelėkite šį mygtuką.
lv_lv: Pirmkārt, izvēlieties darbības, kas pievienots no pull-down menu augšpusē ekrānam. Varat arī veikt šo darbību no nākamo ekrānu. Tālāk, meklēt studentiem. Ievērojiet, ka varat meklēt studentiem, kas ir konkrētu darbību vai gaitu. No meklēšanas rezultātu, jūs varat izvēlēties jebkuru studentu skaita. Jūs varat izvēlēties visus studentus sarakstā, atzīmējot izvēles rūtiņu zilā kolonnu virsrakstus virs saraksta. Kad esat izvēlējies katrā izvēlētajā studente no šī saraksta, noklikšķiniet uz Pievienot aktivitātes, lai Atlasītie studenti pogas augšpusē ekrānam. Ja jūs vēl neesat izvēlējušies darbības, jums ir darīt, ka pirms noklikšķināt uz šīs pogas.
mk_mk: Прво, изберете активност треба да се додаде од паѓачкото мени на врвот од екранот. Можете исто така да се изврши оваа акција од следниот екран. Следна, барај за студентите. Забележете дека можете да направите пребарување за студентите кои се во одредена активност или се разбира. Од резултатите од пребарувањето, може да го изберете кој било број на студенти. Можете да изберете сите студенти во листата со проверка на полето во сино колона наслови погоре на листата. Откако ќе изберете саканиот секој студент од овој список, кликнете на Add активност избрани студенти копчето на горниот дел од екранот. Ако сеуште не сте одбрале активност, мора да го направи тоа пред да кликнете на ова копче.
nn_no: Først velger en aktivitet som skal legges fra rullegardinmenyen øverst på skjermen. Du kan også utføre denne handlingen fra neste skjermbilde. Deretter søker du etter studenter. Legg merke til at du kan søke etter studenter som er i en bestemt aktivitet eller kurs. Fra søkeresultatet kan du velge antall studenter. Du kan velge alle studentene i listen ved å krysse av i boksen i den blå kolonnen overskrifter over listen. Etter du har valgt hver ønsket student fra denne listen, klikker du Legg aktivitet til utvalgte studenter knappen øverst på skjermen. Hvis du ennå ikke har valgt en aktivitet, må du gjøre det før du klikker på denne knappen.
pl_pl: Po pierwsze, wybierz działalności należy dodać z rozwijanego menu na górze ekranu. Można również wykonać to działanie na następnym ekranie. Następnie wyszukiwania dla studentów. Zauważ, że można szukać studentów, którzy są w określonej działalności lub kursu. Z wyników wyszukiwania, można wybrać dowolną liczbę studentów. Możesz wybrać wszystkich studentów na liście, zaznaczając pole wyboru w niebieski nagłówki kolumn powyżej listy. Po wybraniu każdego żądanego ucznia z tej listy, kliknij przycisk Dodaj aktywny do wybranych przycisk Studenci w górnej części ekranu. Jeśli nie masz jeszcze wybranej działalności, musi to zrobić przed kliknięciem przycisku.
pt_pt: Primeiro, escolha uma atividade a ser adicionados a partir do menu pull-down no topo da tela. Você também pode executar esta ação a partir da tela seguinte. Pesquisa, junto aos alunos. Observe que você pode pesquisar para os alunos que estão em uma determinada actividade ou curso. A partir do resultado de busca, você pode selecionar qualquer número de alunos. Você pode selecionar todos os alunos na lista, marcando a caixa de seleção nos títulos de coluna azul acima da lista. Depois de ter escolhido a cada aluno desejado a partir desta lista, clique na Atividade Adicionar ao Selecionados Estudantes no topo da tela. Se você ainda não escolheu uma atividade, você deve fazer isso antes de clicar neste botão.
ro_ro: În primul rând, selectaţi o activitate care se adaugă din meniul vertical din partea de sus a ecranului. Puteţi efectua, de asemenea, această acţiune de la ecranul următor. Căutare următoare, pentru studenţi. Observaţi că aveţi posibilitatea să căutaţi pentru studenţii care sunt într-o anumită activitate sau de curs. Din rezultatele căutării, puteţi selecta orice număr de studenţi. Puteţi selecta toţi elevii din listă prin verificarea caseta în titlurile de coloană albastru deasupra listei. Dupa ce ati selectat fiecare elev dorit din această listă, faceţi clic pe butonul Adauga in activitatea selectate Studenţii de la partea de sus a ecranului. Dacă nu aţi ales încă o activitate, trebuie să faci asta înainte de a vă faceţi clic pe acest buton.
ru_ru: Во-первых, выберите деятельности, которые будут добавлены из выпадающего меню в верхней части экрана. Вы также можете выполнить это действие со следующего экрана. Далее, поиск для студентов. Обратите внимание, что вы можете искать для студентов, которые в определенной деятельностью или курса. Из результатов поиска, вы можете выбрать любое количество студентов. Вы можете выбрать все студенты в список, проверяя флажок в синие заголовки столбцов над списком. После выбора желаемых каждого студента из этого списка, нажмите кнопку Добавить, чтобы активность выбранное Студенты в верхней части экрана. Если вы еще не выбрали деятельности, вы должны сделать, что прежде чем нажать на эту кнопку.
sk_sk: Najprv vyberte činnosť, ktoré sa pridávajú z pull-down menu v hornej časti obrazovky. Môžete tiež vykonať túto akciu Na ďalšej obrazovke. Ďalšie, hľadať pre študentov. Všimnite si, že môžete hľadať pre študentov, ktorí sú v určitej činnosti alebo kurzu. Z výsledkov vyhľadávania, môžete si vybrať ľubovoľný počet študentov. Môžete si vybrať všetkých študentov v zozname zaškrtnutím políčka v modrom záhlaví stĺpca nad zoznamom. Po výbere požadovaného každý študent z tohto zoznamu, kliknite na tlačidlo Pridať aktivity vybraným študentom tlačidla v hornej časti obrazovky. Ak ste zatiaľ vybrali aktivitu, je potrebné urobiť, ako kliknete na toto tlačidlo.
sl_si: Najprej izberite aktivnosti, ki se dodajo iz spustnem meniju na vrhu zaslona. Prav tako lahko to dejanje iz naslednjem zaslonu. Naslednji, iskanje za študente. Obvestilo, da lahko iščete za študente, ki so v nekaterih dejavnosti ali tečaja. Od rezultat iskanja, lahko izberete poljubno število študentov. Izberete lahko vsi študenti s seznama s preverjanjem polje v modri stolpcev nad seznamom. Ko izberete želeno vsak študent s tega seznama, kliknite Add aktivnost v izbrani gumb Učenci na vrhu zaslona. Če še niste izbrali dejavnost, morate storiti, da se, preden boste kliknili na ta gumb.
sq_al: Së pari, zgjidh një aktivitet të shtuar nga pull-down menu në krye të ekranit. Ju gjithashtu mund të kryejnë këtë veprim nga ekrani tjetër. Tjetra, kërko për studentët. Vini re se ju mund të kërkoni për studentët që janë në një aktivitet të caktuar apo kurs. Nga rezultati i kërkimit, ju mund të zgjidhni çdo numri i studentëve. Ju mund të zgjidhni të gjitha studentët në listë duke kontrolluar checkbox në krerët kolonën blu mbi listën. Pasi ta keni zgjedhur çdo student të dëshiruar nga kjo listë, kliko Aktivizimi Add to Selected button Studentët në krye të ekranit. Nëse ju nuk e keni zgjedhur ende një aktivitet, ju duhet të bëni që përpara se të klikoni këtë buton.
sr_rs: Прво, изаберите активност да се додају из падајућег менија на врху екрана. Такође можете извршења ове акције од следећег екрана. Даље, тражи за студенте. Приметите да можете да претражујете за студенте који су у одређеним активностима или курс. Од резултат претраге, можете да изаберете било који број студената. Можете да изаберете све ученике у листи провере кућицу у плавом наслове колона изнад листе. Након што сте изабрали сваки жељени студената са ове листе, кликните на дугме Додај активности на изабране дугме Студенти на врху екрана. Уколико још нисте одабрали активности, морате да урадите да пре него што кликнете на ово дугме.
sv_se: Välj först en verksamhet som ska läggas från rullgardinsmenyn längst upp på skärmen. Du kan även utföra denna åtgärd från nästa skärm. Därefter söka för studenter. Observera att du kan söka för studenter som är i en viss aktivitet eller kurs. Från sökresultatet kan du välja valfritt antal studenter. Du kan välja alla elever i listan genom att markera kryssrutan i den blå kolumnrubriker ovanför listan. När du valt varje önskad student från listan, klicka på Lägg till aktivitet för att välja studenter knappen längst upp på skärmen. Om du inte har valt en aktivitet, måste du göra det innan du klickar på denna knapp.
th_th: ก่อนเลือกกิจกรรมที่จะเพิ่มจากเมนูแบบดึงลงที่ด้านบนของหน้าจอ คุณยังสามารถดำเนินการนี​​้จากหน้าจอถัดไป ค้นหาถัดไปสำหรับนักเรียน ขอให้สังเกตว่าคุณสามารถค้นหาสำหรับนักเรียนที่อยู่ในกิจกรรมบางอย่างหรือหลักสูตร จากผลการค้นหาที่คุณสามารถเลือกจำนวนของนักเรียนใด ๆ คุณสามารถเลือกนักเรียนทั้งหมดในรายการโดยการตรวจสอบช่องทำเครื่องหมายในส่วนหัวของคอลัมน์สีน้ำเงินด้านบนรายการ หลังจากที่คุณได้เลือกนักเรียนที่ต้องการจากรายการนี​​้ให้คลิกกิจกรรมปุ่มเพิ่มไปที่นักเรียนเลือกที่ด้านบนของหน้าจอ หากคุณยังไม่ได้เลือกยังกิจกรรม, คุณต้องทำก่อนที่คุณคลิกปุ่มนี้
tr_tr: Öncelikle, ekranın üst kısmında açılan menüden eklenecek bir aktivite seçin. Ayrıca sonraki ekranda bu eylemi gerçekleştirebilir. Daha sonra, öğrenciler için arama. Belirli bir etkinlik ya da ders öğrenciler için arama yapabilirsiniz dikkat edin. Arama sonucu, herhangi bir öğrenci sayısını seçebilirsiniz. Listedeki tüm öğrencilerin listesinin üstündeki mavi sütun başlıkları onay kutusunu kontrol ederek seçebilirsiniz. Bu listeden istenen her öğrenci seçtikten sonra, ekranın üst kısmındaki Ekle Aktivitesi Seçilen Öğrenciler düğmesine tıklayın. Henüz bir aktivite seçmediyseniz bu düğmesini tıklamadan önce, bunu yapmanız gerekir.
uk_ua: По-перше, виберіть діяльності, які будуть додані з випадаючого меню у верхній частині екрана. Ви також можете виконати цю дію з наступного екрану. Далі, пошук для студентів. Зверніть увагу, що ви можете шукати для студентів, які в певною діяльністю або курсу. З результатів пошуку, ви можете вибрати будь-яку кількість студентів. Ви можете вибрати всі студенти в список, перевіряючи прапорець у сині заголовки стовпців над списком. Після вибору бажаних кожного студента з цього списку, натисніть кнопку Додати, щоб активність вибраного Студенти у верхній частині екрана. Якщо ви ще не вибрали діяльності, ви повинні зробити, що перш ніж натиснути на цю кнопку.
wa_be: Yn gyntaf, dewiswch gweithgaredd i gael ei ychwanegu o&#39;r ddewislen tynnu-lawr ar frig y sgrin. Gallwch hefyd wneud hyn oddi ar y sgrîn nesaf. Nesaf, chwilio ar gyfer myfyrwyr. Rhybudd y gallwch chwilio ar gyfer myfyrwyr sydd mewn gweithgaredd penodol neu gwrs. O&#39;r canlyniad chwiliad, gallwch ddewis unrhyw nifer o fyfyrwyr. Gallwch ddewis yr holl fyfyrwyr yn y rhestr trwy wirio y blwch yn y penawdau golofn las uwchben y rhestr. Ôl i chi ddewis pob myfyriwr a ddymunir o&#39;r rhestr hon, cliciwch ar y Gweithgaredd Ychwanegu i Fyfyrwyr botwm dethol ar frig y sgrin. Os nad ydych eto wedi dewis gweithgaredd, rhaid i chi wneud hynny cyn i chi glicio botwm hwn.
zh_tw: 首先，選擇要添加一個活動，從下拉菜單在屏幕上方。您也可以執行這個動作從下一個畫面。其次，尋找學生。請注意，您可以搜索學生誰是在一定的活動或課程。從搜索結果中，你可以選擇任意數量的學生。您可以選擇所有的學生在通過檢查複選框列表中藍色列標題列表上方的。在您選擇的每個需要的學生從這個列表中，單擊添加活動來選擇學生按鈕在屏幕上方。如果你還沒有選擇一個活動，你必須做到這一點，然後單擊此按鈕。
