Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This page allows you to print student's Goals and Progresses. If you click on this tab you will get a search option, you need to perform a search and as per your search it will give you the student list. . At the top of that page you will have a Date Range to select. Select the Date Range and select the students as per your requirement and now if you click on Print Info for Selected Students you will get a print view containing all the selected students with their Goals and Progresses. You can also take a print out of that.
ar_dz: هذه الصفحة تسمح لك لطباعة الأهداف الطالب وتقدم. إذا نقرت على هذا التبويب سوف تحصل على خيار البحث، تحتاج إلى إجراء بحث وحسب بحثك وسوف تعطيك قائمة الطلاب. . في الجزء العلوي من الصفحة التي سيكون لديك لتحديد مدى التاريخ. حدد نطاق التاريخ وحدد الطلاب وفقا لمتطلباتكم، والآن إذا نقرت على معلومات طباعة للطلاب مختارة سوف تحصل على عرض الطباعة تحتوي على جميع الطلاب الذين تم اختيارهم مع الأهداف وتقدم. يمكنك أيضا أن تأخذ المطبوعة من ذلك.
es_es: Esta página le permite imprimir Metas y evoluciona de los estudiantes. Si hace clic en esta pestaña obtendrá una opción de búsqueda, es necesario realizar una búsqueda y de acuerdo con su búsqueda que le dará la lista de los estudiantes. . En la parte superior de la página tendrá un intervalo de fechas para seleccionar. Seleccione el intervalo de fechas y seleccionar a los estudiantes según sus necesidades y ahora si se hace clic en Imprimir Info para Estudiantes Seleccionados obtendrá una vista de impresión que contiene todos los estudiantes seleccionados con sus metas y que evoluciona. También puede tomar una impresión de eso.

source: This option allows you to create a new student field and it will be added in the student information page. If you click on it you an option to create a new field, now you need to give a Title and a Sort Order then click on save and you have successfully created a new student field. Now if you want you can create a Field under the new student field category. Here in this page you will have to give the Field Name, the Data Type, Sort Order, and if you check the Required Box it would be a mandatory field to fill up while adding a student into the system. You can also delete this field that you created if you don’t require it anymore. Just select that field you want to delete and click on Delete Tab and it will ask for a confirmation, click on OK and that particular field is deleted.
ar_dz: يسمح هذا الخيار لك لإنشاء حقل الطالب الجديد وسيتم إضافته في صفحة معلومات الطالب. إذا كنت اضغط عليه لك الخيار لإنشاء حقل جديد، والآن تحتاج إلى إعطاء عنوان وترتيب ثم انقر على حفظ وقمت بإنشاء حقل الطالب الجديد بنجاح. الآن إذا كنت تريد أن تتمكن من إنشاء حقل في فئة الطالب الحقل الجديد. هنا في هذه الصفحة سيكون لديك لإعطاء اسم الحقل ونوع البيانات، ترتيب، وإذا قمت بالتدقيق في صندوق المطلوبة سيكون حقل إلزامي لملء في حين اضاف الطالب في النظام. يمكنك أيضا حذف هذا الحقل الذي قمت بإنشائه إذا كنت لا تتطلب ذلك بعد الآن. ما عليك سوى اختيار هذا المجال الذي تريد حذفه وانقر على حذف تبويب وسوف تسأل عن التأكيد، انقر فوق موافق وعلى أن يتم حذف حقل معين.

source: Upload Student's Photo
ar_dz: تحميل الصور الطالب
es_es: Foto de Upload Estudiante

source: This option allows you to upload student's photo in the student info page. First you need to select a student then upload his/ her photo into the system.
ar_dz: يسمح هذا الخيار لك لتحميل الصورة الطالب في صفحة معلومات الطالب. تحتاج أولا إلى اختيار الطالب ثم تحميل له / لها صورة في النظام.
es_es: Esta opción le permite subir la foto de los estudiantes en la página de información del estudiante. En primer lugar es necesario seleccionar un estudiante luego subirlo a su / su foto en el sistema.

source: Using this option you would be able to change or update a particular student's photo in the student info page.
ar_dz: باستخدام هذا الخيار الذي سيكون قادرا على تغيير أو تحديث الصورة طالب معين في صفحة معلومات الطالب.
es_es: Usando esta opción, usted sería capaz de cambiar o actualizar la foto de un estudiante en particular, en la página de información del estudiante.

source: This option gives you all the necessary details of a particular student. After clicking on this tab when you click on submit you will get the list of all the students. You can select a specific student and will get the details of that student.
ar_dz: هذا الخيار يوفر لك جميع التفاصيل اللازمة لطالب معين. بعد النقر على علامة التبويب هذه عند النقر على تقديم سوف تحصل على قائمة بجميع الطلاب. يمكنك اختيار الطالب محددة وسوف تحصل على تفاصيل ذلك الطالب.
es_es: Esta opción le da todos los detalles necesarios de un estudiante en particular. Después de hacer clic en esta pestaña al hacer clic en enviar obtendrá la lista de todos los estudiantes. Se puede seleccionar un estudiante específico y obtendrá los detalles de ese estudiante.

source: User Information
ar_dz: معلومات المستخدم
be_by: Інфармацыя аб карыстальніку
bg_bg: Информация за потребител
bn_bd: হয় ছাত্রদের নিয়োগ ইতিহাসের একটি প্রদর্শন
da_dk: Bruger Information
el_gr: Πληροφορίες χρήστη
es_es: Información del Usuario
et_ee: Kasutaja andmed
fa_ir: اطلاعات کاربری
fi_fi: Käyttäjän tiedot
ga_ie: Faisnéis maidir le húsáideoir
gl_gl: Información de usuario
hr_hr: Podaci o korisniku
hu_hu: Felhasználói adatok
is_is: Upplýsingar um notanda
ja_jp: ユーザー情報
lt_lt: Vartotojo informacija
lv_lv: Lietotāja informācija
mk_mk: Информации за корисникот
nn_no: Brukerinformasjon
pl_pl: Informacja o użytkowniku
pt_pt: Informação de usuário
ro_ro: Informatii despre utilizator
ru_ru: Информация о пользователе
sk_sk: Informácie o užívateľovi
sl_si: Podatki o uporabniku
sq_al: Informacione User
sr_rs: Информације о кориснику
sv_se: Användarinformation
th_th: ข้อมูลผู้ใช้
tr_tr: Kullanıcı Bilgileri
uk_ua: Інформація користувача
wa_be: Gwybodaeth Defnyddiwr
zh_tw: 用戶信息

source: This page displays a user's fundamental information. This includes his name, username, password, profile, school, email address, and phone number. You can change any of this information by clicking on the value you want to change, changing the value, and clicking the Save button at the bottom of the page.
ar_dz: تعرض هذه الصفحة المعلومات الأساسية للمستخدم. وهذا يشمل اسمه، واسم المستخدم، وكلمة السر، لمحة، والمدرسة، وعنوان البريد الإلكتروني، ورقم الهاتف. يمكنك تغيير أي من هذه المعلومات من خلال النقر على القيمة التي تريد تغيير، تغيير قيمة، والنقر على زر حفظ في أسفل الصفحة.
es_es: Esta página muestra la información fundamental de un usuario. Esto incluye su nombre, nombre de usuario, contraseña, perfil, escuela, dirección de correo electrónico y número de teléfono. Puede cambiar cualquiera de esta información haciendo clic en el valor que desea cambiar, cambiar el valor, y haciendo clic en el botón Guardar en la parte inferior de la página.

source: This page allows you to add a user to the system. This includes administrators, teachers, and parents. Simply fill in the new user's name, username, password, profile, school, email address, and phone number. Click the Save button.
ar_dz: هذه الصفحة تسمح لك لإضافة مستخدم إلى النظام. وهذا يشمل الإداريين، والمعلمين، وأولياء الأمور. ببساطة ملء اسم المستخدم الجديد، اسم المستخدم، كلمة المرور، لمحة، والمدرسة، وعنوان البريد الإلكتروني، ورقم اله
es_es: Esta página le permite agregar un usuario al sistema. Esto incluye administradores, maestros, y padres de familia. Sólo tiene que rellenar el nombre del nuevo usuario, nombre de usuario, contraseña, perfil, escuela, dirección de correo electrónico y número de teléfono. Haga clic en el botón Guardar.

source: No two users can have identical usernames.
ar_dz: لا يمكن لاثنين من المستخدمين لديهم أسماء متطابقة.
es_es: No hay dos usuarios pueden tener nombres de usuario idénticos.

source: Once a parent's account has been set up, their children must be associated to their account with this program. If you have not already chosen a user earlier in your session, select a user by using the Find a User Search screen. Next, search for a student to add to the user's account. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the blue column headings above the list. After you have selected each desired student from this list, click the Add Selected Students button at the top of the screen.
ar_dz: مرة واحدة تم تعيين حساب أحد الوالدين تصل، يجب أن يرتبط أطفالهم إلى حساباتهم مع هذا البرنامج. إذا لم تكن قد اختارت بالفعل مستخدم في جلسة العمل الخاصة بك في وقت سابق، حدد المستخدم باستخدام البحث شاشة العضو البحث. المقبل، بحث للطالب إضافة إلى حساب المستخدم. من نتائج البحث، يمكنك تحديد أي عدد من الطلاب. يمكنك تحديد كافة الطلاب في القائمة عن طريق التحقق من مربع الاختيار في عناوين الأعمدة الزرقاء فوق القائمة. بعد تحديد كل طالب المرجوة من هذه القائمة، انقر فوق الزر الطلاب اضافة المختار في الجزء العلوي من الشاشة.
es_es: Una vez que la cuenta de uno de los padres se ha constituido, sus hijos deben estar asociados a su cuenta con este programa. Si usted no ha elegido a un usuario anteriormente en la sesión, seleccione un usuario mediante el uso de la Encontrar una pantalla de búsqueda de usuarios. A continuación, la búsqueda de un estudiante que añadir a la cuenta del usuario. A partir del resultado de búsqueda, puede seleccionar cualquier número de estudiantes. Puede seleccionar todos los estudiantes en la lista marcando la casilla de verificación de los títulos de las columnas de color azul por encima de la lista. Una vez que haya seleccionado cada estudiante que desee de la lista, haga clic en el botón de Estudiantes Añadir seleccionado en la parte superior de la pantalla.

source: At any time after a user has been selected, you can see the students already associated with that user. These students are listed to the left of the student search screen / search results. These students can be disassociated from this user by clicking the delete icon (-) next to the student you wish to disassociate from the user. You will be asked to confirm this action.
ar_dz: في أي وقت بعد أن تم اختيار المستخدم، يمكنك رؤية الطلاب المرتبطة بالفعل مع هذا المستخدم. يتم سرد هذه الطلبة إلى الجهة اليسرى من الشاشة نتائج البحث الطالب / البحث. يمكن هؤلاء الطلاب نأت من هذا المستخدم بالنقر على أيقونة حذف (-) بجانب الطالب الذي ترغب في النأي من المستخدم. سيطلب منك تأكيد هذا الإجراء.
es_es: En cualquier momento después de seleccionar un usuario, se puede ver que los estudiantes ya asociados con ese usuario. Estos estudiantes se enumeran a la izquierda de los resultados de la pantalla de búsqueda de estudiante / búsqueda. Estos estudiantes pueden disociar de este usuario haciendo clic en el icono de eliminación (-) al lado del estudiante que desea desvincularse del usuario. Se le pedirá que confirme esta acción.

source: This page allows you to deny access and/or write privileges to any program for any admin user.
ar_dz: هذه الصفحة تسمح لك لمنع الوصول و / أو امتيازات الكتابة إلى أي برنامج لأي مستخدم المشرف.
es_es: Esta página le permite denegar el acceso y / o privilegios de escritura a cualquier programa para cualquier usuario admin.

source: To assign privileges to an admin user, first select an administrator by searching for one and clicking on his name on the list. Then, use the checkboxes to define which programs the administrator can use and which programs he can use to modify information. If a user cannot use a particular program, the program will not be displayed on his menu. If he can use the program, but can't edit information with the program, the program will display the data, but won't let him change it. After you have completed the program checkboxes, click the Save button to save the administrator's permissions.
ar_dz: لتعيين امتيازات لمستخدم المشرف، أولا تحديد مسؤول من خلال البحث عن واحدة والنقر على اسمه في القائمة. ثم، استخدم خانات الاختيار لتحديد البرامج التي يمكن للمسؤول استخدام والبرامج التي كان يمكن استخدامها لتعديل المعلومات. إذا كان المستخدم لا يمكن استخدام برنامج معين، لن يتم عرض البرنامج على القائمة له. إذا كان يمكن استخدام هذا البرنامج، ولكن لا يمكن تعديل المعلومات مع البرنامج، سيقوم البرنامج عرض البيانات، لكنها لن تسمح له بتغييره. بعد الانتهاء من خانات البرنامج، انقر على زر حفظ لحفظ أذونات المسؤول.
es_es: Para asignar privilegios a un usuario administrador, primero seleccione un administrador mediante la búsqueda de uno y haciendo clic en su nombre en la lista. A continuación, utilice las casillas para definir los programas que el administrador puede utilizar y que los programas que puede utilizar para modificar la información. Si un usuario no puede utilizar un programa en particular, el programa no se mostrará en su menú. Si es capaz de utilizar el programa, pero no se puede editar la información con el programa, el programa mostrará los datos, pero no le permite cambiarlo. Después de haber completado las casillas de verificación del programa, haga clic en el botón Guardar para guardar los permisos del administrador.

source: This page allows you to enter quarter, semester, and semester exam grades for all the selected teacher's students in the current period. By default, this program will list the students in the selected teacher's first period class for the current quarter. You can alter the period by changing the period pull-down menu at the top of the screen. Also, you can alter the quarter by changing the marking period pull-down menu on top. Furthermore, you can select the current semester or semester final by changing the marking period pull-down menu at the top of the screen to the desired marking period.
ar_dz: هذه الصفحة يسمح لك بإدخال الربع، الفصل الدراسي، ودرجات امتحان الفصل الدراسي لجميع الطلاب والمعلمين المحدد في الفترة الحالية. افتراضيا، فإن هذا البرنامج قائمة الطلاب في الدرجة الأولى الفترة المعلم المحدد للربع الحالي. يمكنك تغيير فترة عن طريق تغيير القائمة المنسدلة الفترة في الجزء العلوي من الشاشة. أيضا، يمكنك تغيير الربع عن طريق تغيير الفترة القائمة المنسدلة وسم على القمة. علاوة على ذلك، يمكنك اختيار فصل دراسي أو فصل دراسي النهائي الحالي عن طريق تغيير الفترة القائمة المنسدلة الوسم في الجزء العلوي من الشاشة لفترة الوسم المطلوب.
es_es: Esta página le permite introducir trimestre, semestre, y las calificaciones del examen de semestre para todos los alumnos de la maestra seleccionada en el período actual. Por defecto, este programa mostrará una lista de los estudiantes de primer periodo de clases del maestro seleccionado para el trimestre actual. Puede modificar el período cambiando el menú desplegable período en la parte superior de la pantalla. Además, se puede alterar el trimestre cambiando el menú desplegable período de calificación en la parte superior. Además, se puede seleccionar el semestre o último semestre actual cambiando el menú desplegable período de calificación en la parte superior de la pantalla para el período que marca deseada.

source: Once you are in the correct marking period, you can enter student grades by selecting the earned grade for each student and entering comments as desired. Once all the grades and comments have been entered, click the Save button at the top of the screen.
ar_dz: مرة كنت في فترة الوسم الصحيح، يمكنك إدخال درجات الطلاب عن طريق اختيار الصف المكتسبة لكل طالب ودخول تعليقات كما تريد. مرة واحدة وقد تم إدخال جميع الدرجات والتعليقات، انقر فوق الزر حفظ في الجزء العلوي من الشاشة.
es_es: Una vez que usted está en el período de calificación correspondiente, podrá entrar en calificaciones de los estudiantes mediante la selección de la calificación obtenida por cada alumno y introducir comentarios si lo deseas. Una vez se han introducido todos los grados y los comentarios, haga clic en el botón Guardar en la parte superior de la pantalla.

source: If the selected teacher is using the Grades, you can have openSIS calculate each student's quarter grades by clicking on the Use Gradebook Grades link at the top of the list. Clicking this link will automatically save each student's grades and refresh the list.
ar_dz: إذا كان المعلم اختيارها يستخدم الدرجات، ويمكن أن يكون لديك حساب الدرجات الربع openSIS كل طالب من خلال النقر على علامات استخدام دفتر التقديرات تصل في أعلى القائمة. سوف النقر على هذا الرابط حفظ تلقائيا درجات كل طالب وتحديث قائمة.
es_es: Si el profesor seleccionado está utilizando los Grados, usted puede tener openSIS calcular calificaciones del trimestre de cada estudiante haciendo clic en los Grados uso del libro de calificaciones enlazar en la parte superior de la lista. Al hacer clic en este enlace guardará automáticamente las calificaciones de cada estudiante y actualizar la lista.

source: This tab allows the administrator to give the grades on behalf of the teacher. After you click on this tab you will get a list of the teachers. Now you need to select the teacher on behalf of whom administrator wants to give grades. After you select the teacher you can choose period. Then you will get a student list. From that list you need to select the student and you would be able to grade that student on behalf of that particular teacher.
ar_dz: هذا التبويب يسمح المسؤول لإعطاء الدرجات نيابة عن المعلم. بعد النقر على علامة التبويب هذه ستحصل على قائمة من المعلمين. الآن تحتاج إلى تحديد المعلم نيابة منهم مسؤول يريد أن يعطي الدرجات. بعد تحديد المعلم يمكنك اختيار الفترة. بعد ذلك سوف تحصل على قائمة الطلاب. من تلك القائمة تحتاج إلى تحديد الطالب وأنك سوف تكون قادرة على الدرجة التي طالب نيابة عن المعلم الذي وجه الخصوص.
es_es: Esta ficha permite al administrador para dar los cursos en nombre de la maestra. Después de hacer clic en esta pestaña obtendrá una lista de los profesores. Ahora deberá seleccionar el maestro en nombre de los cuales el administrador quiere dar grados. Después de seleccionar el profesor puede elegir período. Entonces obtendrá una lista de los estudiantes. De esa lista tiene que seleccionar el estudiante y que sería capaz de calificación que el alumno, en nombre de ese profesor particular.

source: This tab allows the administrator to process the progress report on behalf of the teacher. After you click on this tab you will have to click on submit and will get the list of all the teachers. Then you need to select the teacher on behalf of whom administrator wants to prepare the progress report. Again you will get a search window where you can select the grade then click on submit and you get the list of the students of that particular grade. Now if you click on Create Progress Reports for Selected Students you can generate the progress report for those selected students.
ar_dz: هذا التبويب يسمح المسؤول لمعالجة التقرير المرحلي نيابة عن المعلم. بعد النقر على علامة التبويب هذه سيكون لديك للنقر على تقديم وستحصل على قائمة من كافة المعلمين. ثم أنت بحاجة لتحديد المعلم نيابة منهم أراد المسؤول لإعداد التقرير المرحلي. مرة أخرى ستحصل على نافذة البحث حيث يمكنك تحديد الصف ثم انقر على تقديم وتحصل على قائمة من طلاب هذا الصف معينة. الآن إذا كنت انقر على إنشاء تقارير التقدم للطلاب مختارة يمكنك توليد التقرير المرحلي لأولئك الطلاب الذين تم اختيارهم.
es_es: Esta ficha permite al administrador para procesar el informe en nombre de la maestra. Después de hacer clic en esta pestaña, tendrá que hacer click en enviar y obtendrá la lista de todos los maestros. Luego hay que seleccionar a los maestros en nombre de los cuales administrador desea preparar el informe sobre la marcha. Una vez más usted recibirá una ventana de búsqueda, donde puede seleccionar el grado continuación, haga clic en Enviar y se obtiene la lista de los alumnos de ese grado en particular. Ahora bien, si se hace clic en Crear informes de progreso para los estudiantes seleccionados se puede generar el informe de progreso para los estudiantes seleccionados.

source: This page allows you to enter period attendance for all the selected teacher's students. By default, this program will list the students in the selected teacher's first period class. You can alter the current period by changing the period pull-down menu at the top of the screen to the desired period.
ar_dz: هذه الصفحة يسمح لك بإدخال الحضور الفترة لجميع الطلاب والمعلمين المحدد. افتراضيا، فإن هذا البرنامج قائمة الطلاب في الدرجة الأولى الفترة المعلم المحدد. يمكنك تغيير الفترة الحالية عن طريق تغيير القائمة المنسدلة الفترة في الجزء العلوي من الشاشة لفترة المرجوة.
es_es: Esta página le permite introducir la asistencia periodo para todos los estudiantes del profesor seleccionado. Por defecto, este programa mostrará una lista de los estudiantes de primer periodo de clases del maestro seleccionado. Puede modificar el periodo actual cambiando el menú desplegable período en la parte superior de la pantalla para el periodo deseado.

source: Once you are in the correct period, you can enter attendance by selecting the attendance code corresponding to each student. Once you have entered attendance for all the students, click the Save button at the top of the screen.
ar_dz: مرة كنت في فترة الصحيح، يمكنك إدخال الحضور عن طريق تحديد رمز حضور المقابلة لكل طالب. بمجرد أن دخلت الحضور لجميع الطلاب، انقر فوق الزر حفظ في الجزء العلوي من الشاشة.
es_es: Una vez en el período correcto, puede introducir la asistencia al seleccionar el código de la asistencia correspondiente a cada alumno. Una vez que haya entrado en la asistencia para todos los estudiantes, haga clic en el botón Guardar en la parte superior de la pantalla.

source: This tab allows the administrator to take attendance on behalf of the teacher. After clicking on this tab you will get a teacher list, now you will have to select a particular teacher on behalf of whom you want to take attendance. Then enter attendance by selecting the attendance code corresponding to each student. Once you have entered attendance for all the students, click the Save button at the top of the screen.
ar_dz: هذا التبويب يسمح المسؤول لاتخاذ الحضور نيابة عن المعلم. بعد النقر على علامة التبويب هذه سوف تحصل على قائمة المعلم، والآن سيكون لديك لاختيار المعلم خاصة باسم الشخص الذي تريد أن تأخذ الحضور. ثم أدخل الحضور عن طريق تحديد رمز حضور المقابلة لكل طالب. بمجرد أن دخلت الحضور لجميع الطلاب، انقر فوق الزر حفظ في الجزء العلوي من الشاشة.
es_es: Esta ficha permite al administrador para tomar asistencia en nombre de la maestra. Después de hacer clic en esta pestaña obtendrá una lista maestra, ahora usted tendrá que seleccionar un profesor particular, en nombre de los cuales usted quiere tomar asistencia. A continuación, introduzca la asistencia al seleccionar el código de la asistencia correspondiente a cada alumno. Una vez que haya entrado en la asistencia para todos los estudiantes, haga clic en el botón Guardar en la parte superior de la pantalla.

source: This page allows you to enter eligibility grades for all the selected teacher's students. By default, this program will list the students in the selected teacher's first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period.
ar_dz: هذه الصفحة يسمح لك بإدخال الدرجات الأهلية لجميع الطلاب والمعلمين المحدد. افتراضيا، فإن هذا البرنامج قائمة الطلاب في الدرجة الأولى الفترة المعلم المحدد. يمكنك تغيير الفترة الحالية عن طريق تغيير القائمة المنسدلة الفترة في الإطار الأيسر للفترة المطلوبة.
es_es: Esta página le permite introducir notas de elegibilidad para todos los estudiantes del profesor seleccionado. Por defecto, este programa mostrará una lista de los estudiantes de primer periodo de clases del maestro seleccionado. Puede modificar el periodo actual cambiando el menú desplegable periodo en el marco de la izquierda para el periodo deseado.
