Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: FEB
af_za: Februarie
ar_dz: فبراير
be_by: Лютага
bg_bg: Февруари
bn_bd: ফেব্রুয়ারী
da_dk: Februar
el_gr: Φεβρουάριος
et_ee: Veebruar
fa_ir: فوریه
fi_fi: Helmikuu
ga_ie: Feabhra
gl_gl: Febreiro
hr_hr: Veljače
hu_hu: Február
is_is: Febrúar
lt_lt: Vasaris
lv_lv: Februāris
mk_mk: Февруари
nn_no: Februar
pl_pl: Luty
pt_pt: Fevereiro
ro_ro: Februarie
ru_ru: Февраль
sk_sk: Februára
sl_si: Februar
sq_al: Shkurt
sr_rs: ЈАН
sv_se: Februari
th_th: กุมภาพันธ์
tr_tr: Şubat
uk_ua: Лютий
wa_be: Chwefror
zh_tw: 二月

source: APR
af_za: April
ar_dz: أبريل
be_by: Красавіка
bg_bg: Април
bn_bd: এপ্রিল
da_dk: April
el_gr: Απρίλιος
et_ee: Aprill
fa_ir: آوریل
fi_fi: Huhtikuu
ga_ie: Aibreán
gl_gl: Abril
hr_hr: Travnja
hu_hu: Április
is_is: Apríl
lt_lt: Balandis
lv_lv: Aprīlis
mk_mk: Април
nn_no: April
pl_pl: Kwiecień
pt_pt: Abril
ro_ro: Aprilie
ru_ru: Апрель
sk_sk: Apríl
sl_si: April
sq_al: Prill
sr_rs: АПР
sv_se: April
th_th: เมษายน
tr_tr: Nisan
uk_ua: Квітень
wa_be: Ebrill
zh_tw: 四月

source: Goal and Progress
af_za: Doel en Progress
ar_dz: الهدف والتقدم
be_by: Мэта і прагрэс
bg_bg: Гол и прогрес
da_dk: Mål og Fremskridt
el_gr: Στόχος και Προόδου
es_es: Objetivo y Evolución
et_ee: Eesmärk ja Progress
fa_ir: هدف و پیشرفت
fi_fi: Tavoite ja Progress
ga_ie: Sprioc agus Dul Chun Cinn
gl_gl: Obxectivo e Progreso
hr_hr: Cilj i napredak
hu_hu: Cél és a Haladás
is_is: Markmið og framfarir
ja_jp: 目標と進捗状況
lt_lt: Tikslas, ir pažanga
lv_lv: Goal un progresa
mk_mk: Цел и напредок
nn_no: Mål og Progress
pl_pl: Cel i Postępu
pt_pt: Objetivo e Progresso
ro_ro: Scop si Progres
ru_ru: Цель и прогресс
sk_sk: Cieľ a priebeh
sl_si: Goal in Progress
sq_al: Qëllimi dhe Progres
sr_rs: Циљ и напредак
sv_se: Mål och Framsteg
th_th: เป้าหมายและความคืบหน้า
tr_tr: Hedef ve Terakki
uk_ua: Мета і прогрес
wa_be: Nod a Chynnydd
zh_tw: 目標和進度

source: MAY
af_za: MAG
be_by: ТРАВЕНЬ
bg_bg: МОЖЕ
bn_bd: মে
da_dk: MAJ
el_gr: ΜΠΟΡΕΙ
et_ee: MAI
fi_fi: VOI
ga_ie: BEALTAINE
gl_gl: MAIO
hr_hr: SVIBANJ
hu_hu: MÁJUS
is_is: MAÍ
ja_jp: 5月
lt_lt: GALI
lv_lv: MAIJS
mk_mk: МОЖЕ
nn_no: KAN
pl_pl: MOŻE
pt_pt: MAIO
ro_ro: MAI
ru_ru: МАЙ
sk_sk: MÁJ
sl_si: LAHKO
sq_al: MAJ
sr_rs: МАЈ
sv_se: MAJ
th_th: อาจ
tr_tr: MAYIS
uk_ua: ТРАВЕНЬ
wa_be: MAI

source: Goal Title
af_za: Doel Titel
ar_dz: هدف العنوان
be_by: Мэта Назва
bg_bg: Цел Заглавие
bn_bd: লক্ষ্য শিরোনাম
da_dk: Mål Titel
el_gr: Τίτλος Goal
es_es: Título del Objetivo
et_ee: Eesmärk Pealkiri
fa_ir: عنوان هدف
fi_fi: Goal Otsikko
ga_ie: Teideal Sprioc
gl_gl: Título obxectivo
hr_hr: Cilj Naslov
hu_hu: Cél címe
is_is: Markmið Titill
ja_jp: 目標のタイトル
lt_lt: Tikslas Antraštė
lv_lv: Goal sadaļā
mk_mk: Цел Наслов
nn_no: Mål Tittel
pl_pl: Tytuł cel
pt_pt: Título objetivo
ro_ro: Obiectivul titlul
ru_ru: Цель Название
sk_sk: Cieľ Názov
sl_si: Goal Naslov
sq_al: Titulli Goal
sr_rs: Циљ Наслов
sv_se: Mål Titel
th_th: หัวข้อเป้าหมาย
tr_tr: Amaç Başlığı
uk_ua: Мета Назва
wa_be: Teitl y Nod
zh_tw: 目標名稱

source: JUN
af_za: Junie
ar_dz: يونيو
be_by: Чэрвеня
bg_bg: Юни
bn_bd: জুন
da_dk: Juni
el_gr: Ιούνιος
et_ee: Juuni
fa_ir: ژوئن
fi_fi: Kesäkuu
ga_ie: Meitheamh
gl_gl: Xuño
hr_hr: Lipnja
hu_hu: Június
is_is: Júní
lt_lt: Birželis
lv_lv: Jūnijs
mk_mk: Јуни
nn_no: Juni
pl_pl: Czerwca
pt_pt: Junho
ro_ro: Iunie
ru_ru: Июнь
sk_sk: Júna
sl_si: Junij
sq_al: Qershor
sr_rs: ЈУН
sv_se: Juni
th_th: มิถุนายน
tr_tr: Haziran
uk_ua: Червень
wa_be: Mehefin
zh_tw: 六月

source: Goal Description
af_za: Doel Beskrywing
ar_dz: الهدف الوصف
be_by: Мэта Апісанне
bg_bg: Цел Описание
bn_bd: লক্ষ্য বর্ণনা
da_dk: Mål Beskrivelse
el_gr: Περιγραφή Στόχος
es_es: Descripción del Objetivo
et_ee: Eesmärk kirjeldus
fa_ir: شرح هدف
fi_fi: Tavoite Kuvaus
ga_ie: Cur síos ar an Sprioc
gl_gl: Descrición obxectivo
hr_hr: Cilj Opis
hu_hu: Cél Leírás
is_is: Markmið Lýsing
ja_jp: 目標の説明
lt_lt: Tikslas aprašymas
lv_lv: Goal Apraksts
mk_mk: Цел Опис
nn_no: Mål Beskrivelse
pl_pl: Opis Cel
pt_pt: Descrição objetivo
ro_ro: Goal Descriere
ru_ru: Цель Описание
sk_sk: Cieľ Popis
sl_si: Goal Opis
sq_al: Përshkrimi Goal
sr_rs: Циљ Опис
sv_se: Mål Beskrivning
th_th: คำอธิบายเป้าหมาย
tr_tr: Amaç Açıklama
uk_ua: Мета Опис
wa_be: Nod Disgrifiad
zh_tw: 目標描述

source: JUL
af_za: Julie
ar_dz: يوليو
be_by: Ліпеня
bg_bg: Юли
bn_bd: জুলাই
da_dk: Juli
el_gr: Ιούλιος
et_ee: Juuli
fa_ir: ژوئیه
fi_fi: Heinäkuu
ga_ie: Iúil
gl_gl: Xullo
hr_hr: Srpnja
hu_hu: Július
is_is: Júlí
lt_lt: Liepa
lv_lv: Jūlijs
mk_mk: Јули
nn_no: Juli
pl_pl: Lipca
pt_pt: Julho
ro_ro: Iulie
ru_ru: Июль
sk_sk: Júl
sl_si: Julij
sq_al: Korrik
sr_rs: ЈУЛ-а
sv_se: Juli
th_th: กรกฎาคม
tr_tr: Temmuz
uk_ua: Липень
wa_be: Gorffennaf
zh_tw: 七月

source: Progress Period
af_za: Vordering Periode
ar_dz: التقدم الفترة
be_by: Прагрэс Перыяд
bg_bg: Напредъкът Период
bn_bd: অগ্রগতি সময়কাল
da_dk: Fremskridt Periode
el_gr: Περίοδος Πρόοδος
es_es: Períodos de Progreso
et_ee: Progress perioodile
fa_ir: دوره پیشرفت
ga_ie: Tréimhse Dul Chun Cinn
gl_gl: Período de progreso
hr_hr: Napredak Razdoblje
hu_hu: Haladás időszak
is_is: Framfarir Tímabil
ja_jp: 進歩の期間
lt_lt: Pažanga Laikotarpis
lv_lv: Progress periods
mk_mk: Напредок Период
nn_no: Progress Periode
pl_pl: Okres Progress
pt_pt: Período de progresso
ro_ro: Progress Perioada
ru_ru: Прогресс Период
sk_sk: Pokrok obdobie
sl_si: Napredek Obdobje
sq_al: Periudha e Progresit
sr_rs: Напредак период
sv_se: Framsteg Period
th_th: ระยะเวลาความคืบหน้า
tr_tr: İlerleme Dönemi
uk_ua: Прогрес Період
wa_be: Cyfnod Cynnydd
zh_tw: 進展期

source: AUG
af_za: Augustus
ar_dz: أغسطس
be_by: Жнівень
bg_bg: Август
bn_bd: আগস্ট
da_dk: August
el_gr: Αύγουστος
et_ee: August
fa_ir: اوت
fi_fi: Elokuu
ga_ie: Lúnasa
gl_gl: Agosto
hr_hr: Kolovoz
hu_hu: Augusztus
is_is: Ágúst
lt_lt: Rugpjūtis
lv_lv: Augusts
mk_mk: Август
nn_no: August
pl_pl: Sierpnia
pt_pt: Agosto
ro_ro: August
ru_ru: Август
sk_sk: Augusta
sl_si: Avgust
sq_al: Gusht
sr_rs: АВГ
sv_se: Augusti
th_th: สิงหาคม
tr_tr: Ağustos
uk_ua: Серпень
wa_be: Awst
zh_tw: 八月

source: Progress Assessment
af_za: Voortgang beoordeling
ar_dz: تقييم التقدم
be_by: Ацэнцы прагрэсу
bg_bg: Оценка на напредъка
bn_bd: অগ্রগতি মূল্যায়ন
da_dk: En vurdering af fremskridtene
el_gr: Αξιολόγηση της προόδου
es_es: Evaluación de la Evolución
et_ee: Edusammude hindamist
fa_ir: ارزیابی پیشرفت
fi_fi: Edistyksen arviointi
ga_ie: Measúnú Dhul Chun Cinn
gl_gl: Avaliación progreso
hr_hr: Napredak Procjena
hu_hu: Előrehaladás értékelése
is_is: Framfarir Námsmat
ja_jp: 進捗状況の評価
lt_lt: Pažangos vertinimą
lv_lv: Progress novērtējums
mk_mk: Проценка на напредокот
pl_pl: Ocena postępów
pt_pt: Avaliação progresso
ro_ro: Progresul de evaluare
ru_ru: Оценке прогресса
sk_sk: Priebežná kontrola štúdia
sl_si: Napredek ocena
sq_al: Vlerësimi i Progresit
sr_rs: Процена напретка
sv_se: Bedömningen av framsteg
th_th: การประเมินผลความคืบหน้า
tr_tr: İlerleme Değerlendirmesi
uk_ua: Оцінці прогресу
wa_be: Asesu Cynnydd
zh_tw: 進展評估

source: SEP
af_za: September
ar_dz: سبتمبر
be_by: Верасень
bg_bg: Септември
bn_bd: সেপ্টেম্বর
da_dk: September
el_gr: Σεπτέμβριος
et_ee: September
fa_ir: سپتامبر
fi_fi: Syyskuu
ga_ie: Meán Fómhair
gl_gl: Setembro
hr_hr: Rujna
hu_hu: Szeptember
lt_lt: Rugsėjis
lv_lv: Septembris
mk_mk: Септември
nn_no: September
pl_pl: Września
pt_pt: Setembro
ro_ro: Septembrie
ru_ru: Сентябрь
sk_sk: Septembra
sl_si: September
sq_al: Shtator
sr_rs: СЕП
sv_se: September
th_th: กันยายน
tr_tr: Eylül
uk_ua: Вересень
wa_be: Medi

source: Medical
af_za: Mediese
ar_dz: طبي
be_by: Медыцынскі
bg_bg: Медицински
bn_bd: চিকিৎসাবিদ্যা
da_dk: Medicinsk
el_gr: Ιατρική
es_es: Médico
et_ee: Meditsiini-
fa_ir: پزشکی
fi_fi: Lääketieteen
ga_ie: Míochaine
gl_gl: Médico
hr_hr: Medicinski
hu_hu: Orvosi
ja_jp: メディカル
lt_lt: Medicinos
lv_lv: Medicīniskās
mk_mk: Медицински
nn_no: Medisinsk
pl_pl: Medyczny
pt_pt: Médico
ru_ru: Медицинский
sk_sk: Zdravotné
sq_al: Mjekësor
sr_rs: Медицински
sv_se: Medicinsk
th_th: ทางการแพทย์
tr_tr: Tıbbi
uk_ua: Медичний
wa_be: Meddygol
zh_tw: 醫療

source: OCT
af_za: Oktober
ar_dz: أكتوبر
be_by: Кастрычнік
bg_bg: Октомври
bn_bd: অক্টোবর
da_dk: Oktober
el_gr: Οκτώβριος
et_ee: Oktoober
fa_ir: اکتبر
fi_fi: Lokakuu
ga_ie: Deireadh Fómhair
gl_gl: Outubro
hr_hr: Listopada
hu_hu: Október
is_is: Október
lt_lt: Spalis
lv_lv: Oktobris
mk_mk: Октомври
nn_no: Oktober
pl_pl: Października
pt_pt: Outubro
ro_ro: Octombrie
ru_ru: Октябрь
sk_sk: Októbra
sl_si: Oktober
sq_al: Tetor
sr_rs: ОКТ
sv_se: Oktober
th_th: ตุลาคม
tr_tr: Ekim
uk_ua: Жовтень
wa_be: Hydref
zh_tw: 華僑城

source: Doctor's Note
af_za: Dokter se Sake
ar_dz: ملاحظة الطبيب
be_by: Доктар Заўвага
bg_bg: Докторска Забележка
bn_bd: ডাক্তারের উল্লেখ্য
da_dk: Lægeerklæring
el_gr: Σημείωση Γιατρού
es_es: Nota del Médico
et_ee: Arsti Märkus
fa_ir: توجه داشته باشید دکتر
fi_fi: Lääkärin Huomaa
ga_ie: Nóta an Dochtúra
gl_gl: Nota do médico
hr_hr: Liječnika Napomena
hu_hu: Orvosi megjegyzés
is_is: Læknis Ath
ja_jp: 医者の注意
lt_lt: Gydytojo pastaba
lv_lv: Doctor piezīme
mk_mk: Лекарската белешка
nn_no: Legens Merk
pl_pl: Uwaga lekarza
pt_pt: Nota do médico
ro_ro: Doctor Nota
ru_ru: Доктор Примечание
sk_sk: Lekárskeho potvrdenia
sl_si: Zdravnika Opomba
sq_al: Shënim nga mjeku
sr_rs: Лекарска Напомена
sv_se: Läkarintyg
th_th: หมายเหตุแพทย์
tr_tr: Doktor Not
uk_ua: Доктор Примітка
wa_be: Meddyg Nodyn
zh_tw: 醫生的注意

source: NOV
af_za: November
ar_dz: نوفمبر
be_by: Лістапада
bg_bg: Ноември
bn_bd: নভেম্বর
da_dk: November
el_gr: Νοέμβριος
et_ee: November
fa_ir: نوامبر
fi_fi: Marraskuu
ga_ie: Samhain
gl_gl: Novembro
hr_hr: Studenog
hu_hu: November
is_is: Nóvember
lt_lt: Lapkritis
lv_lv: Novembris
mk_mk: Ноември
nn_no: November
pl_pl: Listopada
pt_pt: Novembro
ro_ro: Noiembrie
ru_ru: Ноябрь
sk_sk: Novembra
sl_si: November
sq_al: Nëntor
sr_rs: НОВ
sv_se: November
th_th: พฤศจิกายน
tr_tr: Kasım
uk_ua: Листопад
wa_be: Tachwedd
zh_tw: 十一月

source: Immunization
af_za: Immunisering
ar_dz: تحصين
be_by: Імунізацыя
bg_bg: Имунизация
bn_bd: টিকা
da_dk: Vaccination
el_gr: Ανοσοποίηση
es_es: Inmunización
et_ee: Immuniseerimine
fa_ir: ایمن سازی
fi_fi: Rokotukset
ga_ie: Imdhíonta
gl_gl: Inmunización
hr_hr: Imunizacija
hu_hu: Immunizálás
is_is: Ónæmisaðgerðir
ja_jp: 予防接種
lt_lt: Imunizacijos
lv_lv: Imunizācija
mk_mk: Имунизација
nn_no: Immunisering
pl_pl: Uodpornienie
pt_pt: Imunização
ro_ro: Imunizare
ru_ru: Иммунизация
sk_sk: Imunizácia
sl_si: Cepljenje
sq_al: Imunizim
sr_rs: Имунизација
th_th: การสร้างภูมิคุ้มกันโรค
tr_tr: Aşılama
uk_ua: Імунізація
wa_be: Imiwneiddio
zh_tw: 免疫

source: DEC
af_za: Desember
ar_dz: ديسمبر
be_by: Снежань
bg_bg: Декември
bn_bd: ডিসেম্বর
da_dk: December
el_gr: Δεκέμβριος
et_ee: Detsember
fa_ir: دسامبر
fi_fi: Joulukuu
ga_ie: Nollaig
gl_gl: Decembro
hr_hr: Prosinca
hu_hu: December
is_is: Desember
lt_lt: Gruodis
lv_lv: Decembris
mk_mk: Декември
nn_no: Desember
pl_pl: Grudzień
pt_pt: Dezembro
ro_ro: Decembrie
ru_ru: Декабрь
sk_sk: Decembra
sl_si: December
sq_al: Dhjetor
sr_rs: ДЕЦ-
sv_se: December
th_th: ธันวาคม
tr_tr: Aralık
uk_ua: Грудень
wa_be: Rhagfyr

source: Medical Alert
af_za: Mediese Alert
ar_dz: تنبيه الطبية
be_by: Медыцынскія папярэджання
bg_bg: Медицински Сигнализация
bn_bd: চিকিৎসাবিদ্যা সতর্কতা
es_es: Alerta Médica
fa_ir: پزشکی و خدمات بهداشتی درمانی هشدار
ga_ie: Leighis Alert
gl_gl: Aviso médico
hr_hr: Medicinskim upozorenjem
hu_hu: Orvosi riasztás
ja_jp: 医療アラート
lt_lt: Medicinos įspėjimo apie pavojų
mk_mk: Медицински сигнализација
nn_no: Medisinsk Alert
pt_pt: Alerta médico
ro_ro: Alarma medicale
ru_ru: Медицинские предупреждения
sk_sk: Lekárskej pohotovosti
sr_rs: Медицинска упозорења
sv_se: Medicinsk Alert
th_th: แจ้งเตือนการแพทย์
tr_tr: Tıp Uyarısı
uk_ua: Медичні попередження
wa_be: Rhybudd Meddygol
zh_tw: 醫療警報

source: Nurse Visit
af_za: Verpleegster besoek
ar_dz: الممرضة زيارة
be_by: Медсястра Наведаць
bg_bg: Медицинска сестра Посетете
bn_bd: নার্স পরিদর্শন
da_dk: Sygeplejerske Besøg
el_gr: Επισκεφθείτε Nurse
es_es: Visita de la Enfermera
et_ee: Nurse Külastage
fa_ir: بازدید پرستار
fi_fi: Sairaanhoitaja Visit
ga_ie: Tabhair cuairt ar Altra
gl_gl: Visita enfermeira
hr_hr: Nurse Posjetite
hu_hu: Nurse Látogasson
ja_jp: 看護師の訪問
lt_lt: Slaugytoja Apsilankyti
mk_mk: Сестрата на посета
nn_no: Sykepleier Visit
pl_pl: Wizyta pielęgniarki
pt_pt: Visite enfermeira
ro_ro: Nurse Vizitează
ru_ru: Медсестра Посетить
sk_sk: Navštívte sestra
sl_si: Obiščite Nurse
sq_al: Vizitoni INFERMIERI
sr_rs: Медицинска сестра Посетите
sv_se: Sjuksköterska Visit
th_th: ไปพบพยาบาล
tr_tr: Hemşire Ziyaret
uk_ua: Медсестра Відвідати
wa_be: Ewch i Nyrs
zh_tw: 護士訪問

source: Reason
af_za: Rede
ar_dz: سبب
be_by: Прычына
bg_bg: Причина
bn_bd: কারণ
da_dk: Årsag
el_gr: Λόγος
es_es: Motivo
et_ee: Põhjus
fa_ir: دلیل
fi_fi: Syy
ga_ie: Cúis
gl_gl: Razón
hr_hr: Razlog
hu_hu: Ok
is_is: Ástæða
ja_jp: 理由は
lt_lt: Priežastis
lv_lv: Iemesls
mk_mk: Причина
pl_pl: Powód
pt_pt: Razão
ro_ro: Motiv
ru_ru: Причина
sk_sk: Dôvod
sl_si: Razlog
sq_al: Arsye
sr_rs: Разлог
sv_se: Orsak
th_th: เหตุผล
tr_tr: Neden
uk_ua: Причина
wa_be: Rheswm
zh_tw: 原因

source: Group by Family
af_za: Groep deur familie
ar_dz: المجموعة العائلية
be_by: Групоўка сям&#39;і
bg_bg: Група от семейството
bn_bd: পরিবার গ্রুপ
da_dk: Gruppér efter Family
el_gr: Ομάδα από το Family
es_es: Agrupar por Familia
et_ee: Rühma Family
fa_ir: گروهی با خانواده
fi_fi: Ryhmä perhe
ga_ie: Grúpáil de réir Teaghlaigh
gl_gl: Grupo de Familia
hr_hr: Grupiraj po obitelji
hu_hu: Csoportosítás család
is_is: Raða eftir Family
ja_jp: 家族でグループ
lt_lt: Šeimos grupės
lv_lv: Grupēt pēc ģimenes
mk_mk: Група од семејството
nn_no: Grupper etter Family
pl_pl: Grupa przez rodzinę
pt_pt: Grupo de Família
ro_ro: Grupul de Familie
ru_ru: Группировка семьи
sk_sk: Rodinné skupiny
sl_si: Skupina z družino
sq_al: Grup nga familja e
sr_rs: Група од стране породице
sv_se: Gruppera efter Familj
th_th: โดยกลุ่มครอบครัว
tr_tr: Ailesi tarafından Grubu
uk_ua: Угруповання сім&#39;ї
wa_be: Grŵp gan Teulu
zh_tw: 集團由家庭

source: Include Inactive Students
af_za: Sluit Stil Studente
ar_dz: وتشمل الطلاب النشطة
be_by: Уключыце неактыўных студэнтаў
bg_bg: Включете Inactive Студенти
bn_bd: নিষ্ক্রিয় ছাত্র অন্তর্ভুক্ত
da_dk: Medtag inaktive studerende
el_gr: Συμπεριλάβετε Ανενεργό φοιτητές
es_es: Incluir a los Alumnos Inactivos
et_ee: Kaasa mitteaktiivsed Õpilased
fa_ir: شامل دانشجویان غیر فعال
fi_fi: Sisällytä aktiiviset opiskelijat
ga_ie: Cuir Mic Léinn Neamhghníomhach
gl_gl: Inclúense estudantes inactivo
hr_hr: Uključite Neaktivna Studenti
hu_hu: Tartalmazza Inaktív diákok
is_is: Hafa Óvirkur Nemendur
ja_jp: 非アクティブな学生を含める
lt_lt: Įtraukti Neaktyvūs Studentai
lv_lv: Iekļaut Neaktīvs Students
mk_mk: Вклучи Неактивен Студентите
nn_no: Inkluder Inaktive Studenter
pl_pl: Dołącz Nieaktywne Studenci
pt_pt: Incluem estudantes Inativo
ro_ro: Includeţi Elevii inactive
ru_ru: Включите неактивных студентов
sk_sk: Neaktívne patrí študenti
sl_si: Vključi Neaktivno Študenti
sq_al: Përfshijnë Studentët Inactive
sr_rs: Укључи Неактивни студенти
sv_se: Inkludera inaktiva studenter
th_th: รวมถึงนักเรียนที่ไม่ใช้งาน
tr_tr: İnaktif Öğrenciler dahil
uk_ua: Увімкніть неактивних студентів
wa_be: Cynnwys Myfyrwyr Anweithredol
zh_tw: 包括不活動的學生

source: Reset
af_za: Herstel
ar_dz: إعادة تعيين
be_by: Скід
bn_bd: রিসেট করুন
el_gr: Επαναφορά
es_es: Reiniciar
fa_ir: بازنشانی
fi_fi: Nollaa
ga_ie: Athshocraigh
gl_gl: Restablecer
hu_hu: Alaphelyzet
is_is: Endurstilla
ja_jp: リセット
lt_lt: Atstatyti
mk_mk: Ресетирај
pl_pl: Resetuj
pt_pt: Redefinir
ro_ro: Resetare
ru_ru: Сброс
sr_rs: Ресетовање
sv_se: Återställ
th_th: ตั้งค่าใหม่
tr_tr: Sıfırla
uk_ua: Скидання
wa_be: Ailosod
zh_tw: 復位

source: Alternate ID
af_za: Wissel af met, ID
ar_dz: معرف بديل
be_by: Альтэрнатыўныя ID
bg_bg: Алтернативен ID
bn_bd: বিকল্প আই-ডি
da_dk: Alternativ ID
el_gr: Αναπληρωτής ID
es_es: ID Alternativo
fa_ir: ID جایگزین
fi_fi: Alternate tunnus
ga_ie: ID Malartach
gl_gl: ID alternativo
hr_hr: Alternativna ID
hu_hu: Alternatív ID
is_is: Varamaður ID
ja_jp: 代替ID
lt_lt: Pakaitinis ID
mk_mk: Алтернативен проект
nn_no: Alternative ID
pl_pl: Alternatywne ID
pt_pt: ID alternativo
ro_ro: ID-ul supleant
ru_ru: Альтернативные ID
sk_sk: Alternatívne ID
sq_al: ID Alternate
sr_rs: Алтернативна ИД
sv_se: Alternativ ID
th_th: รหัสอื่น
tr_tr: Alternatif kimlik
uk_ua: Альтернативні ID
wa_be: ID arall
zh_tw: 備用 ID

source: Expanded View
af_za: Uitgebreide ondervinding
ar_dz: عرض موسع
be_by: Пашыраны прагляд
bg_bg: В разширен вид
bn_bd: দেখুন সম্প্রসারিত
da_dk: Udvidet View
el_gr: Εκτεταμένη προβολή
es_es: Vista Expandida
et_ee: Laiendatud vaade
fa_ir: گسترده نمایش
fi_fi: Laajennettu näkymä
ga_ie: Féach ar leathnaithe
gl_gl: Ver ampliado
hr_hr: Prošireni prikaz
hu_hu: Bővített nézet
ja_jp: 拡大表示
lt_lt: Išplėstas Žiūrėti
lv_lv: Expanded Apskatīt
mk_mk: Напредно ги
nn_no: Utvidet Vis
pt_pt: Ver ampliado
ro_ro: Vezi extins
ru_ru: Расширенный просмотр
sk_sk: Rozšírené zobrazenie
sq_al: Shiko zgjeruar
sr_rs: Проширени Погледај
sv_se: Utökad Visa
th_th: ดูการขยายตัว
tr_tr: Genişletilmiş Görünüm
uk_ua: Розширений перегляд
wa_be: Gweld Ehangu
zh_tw: 擴展視圖

source: Original View
af_za: Oorspronklike View
ar_dz: عرض الأصلي
be_by: Арыгінальныя Паглядзець
bg_bg: Оригинален View
bn_bd: মূল পরিদর্সন
da_dk: Original Vis
el_gr: Αρχικό Προβολή
es_es: Vista Original
fa_ir: مشاهده مقاله
fi_fi: Alkuperäinen View
ga_ie: Bunaidh
gl_gl: Ver Orixinal
hr_hr: Izvorni Pregled
hu_hu: Eredeti megtekintése
ja_jp: 元の表示
lt_lt: Originalus Žiūrėti
lv_lv: Original Apskatīt
mk_mk: Авторски ги
nn_no: Original Vis
pl_pl: Zobacz Original
pt_pt: Ver Original
ro_ro: Vezi versiunea originală
ru_ru: Оригинальные Посмотреть
sk_sk: Pôvodný pohľad
sl_si: View Original
sq_al: View Original
sr_rs: Оригинални Погледај
sv_se: Original Visa
th_th: ดูต้นฉบับ
tr_tr: Orijinal Görünüm
uk_ua: Оригінальні Переглянути
wa_be: Gweld Gwreiddiol
zh_tw: 原始視圖

source: Days
af_za: Dae
ar_dz: أيام
be_by: Дні
bg_bg: Дни
bn_bd: দিন
da_dk: Dage
el_gr: Ημέρες
es_es: Días
et_ee: Päeva
fa_ir: روز
fi_fi: Päivät
ga_ie: Laethanta
gl_gl: Días
hr_hr: Dani
hu_hu: Napok
is_is: Dagar
ja_jp: 日
lt_lt: Dienų
lv_lv: Dienas
mk_mk: Дена
nn_no: Dager
pl_pl: Dni
pt_pt: Dias
ro_ro: Zilele
ru_ru: Дни
sk_sk: Dni
sl_si: Dnevi
sq_al: Ditë
sr_rs: Дани
sv_se: Dagar
th_th: วัน
tr_tr: Gün
uk_ua: Дні
wa_be: Diwrnodau
zh_tw: 天

source: The selected date is not today
af_za: Die geselekteerde datum is nie vandag
ar_dz: التاريخ المحدد هو ليس اليوم
be_by: Абраная дата не сёння
bg_bg: Избраната дата не е днес
bn_bd: নির্বাচিত তারিখ আজ না
da_dk: Den valgte dato er ikke i dag
el_gr: Η επιλεγμένη ημερομηνία δεν είναι σήμερα
es_es: La fecha seleccionada no es hoy
et_ee: Valitud kuupäeval ei ole täna
fa_ir: امروز تاریخ انتخاب شده نمی باشد.
fi_fi: Valittu päivämäärä ei ole tänään
ga_ie: Ní Is é an dáta a roghnaíodh sa lá atá inniu
gl_gl: A data seleccionada non é hoxe
hr_hr: Odabrani datum nije danas
hu_hu: A kiválasztott időpontban nem ma
is_is: Völdu dagsetning er ekki í dag
ja_jp: 選択した日付は、今日ではない
lt_lt: Pasirinkta data yra ne šiandien
lv_lv: Izvēlētais datums nav šodienas
mk_mk: Одбраниот датум не е денес
nn_no: Den valgte datoen er ikke i dag
pl_pl: Wybrana data nie jest dziś
pt_pt: A data selecionada não é hoje
ro_ro: Data selectat nu este astăzi
ru_ru: Выбранная дата не сегодня
sk_sk: Zvolený dátum nie je dnes
sl_si: Izbrani datum ni danes
sq_al: Data e përzgjedhur nuk është sot
sr_rs: Изабрани датум није данас
sv_se: Det valda datumet är inte idag
th_th: วันที่เลือกไม่ได้เป็นวันนี้
tr_tr: Seçilen tarih bugün
uk_ua: Обрана дата не сьогодні
wa_be: Nid yw&#39;r dyddiad a ddewiswyd yn heddiw
zh_tw: 選定的日期是不是今天

source: You have taken attendance today for this period
af_za: Jy het bywoning vandag vir hierdie tydperk
ar_dz: كنت قد اتخذت الحضور اليوم لهذه الفترة
be_by: Вы прынялі ўдзел сёння за гэты перыяд
bg_bg: Вие сте взели посещаемост днес за този период
bn_bd: আপনি উপস্থিতি নেওয়া এই সময়সীমার জন্য আজ আছে
da_dk: Du har taget fremmøde i dag for denne periode
el_gr: Έχετε λάβει συμμετοχή σήμερα για την περίοδο αυτή
es_es: Usted ha tomado la asistencia de hoy para este período
et_ee: Te olete võtnud osavõtjate täna selle perioodi
fa_ir: حضور شما گرفته اند امروز برای این دوره
fi_fi: Olet ottanut läsnä tänään tältä ajalta
ga_ie: Tá tú tar éis freastal lá atá inniu ann don tréimhse seo
gl_gl: Tomou hoxe atención a este período
hr_hr: Morate uzeti pohađanje danas u tom razdoblju
hu_hu: Szedett látogatottsága ma erre az időszakra
is_is: Þú hefur tekið aðsókn í dag á þessu tímabili
ja_jp: この期間のために今日出席をとっている
lt_lt: Jūs ėmėsi lankomumo šiandien už šį laikotarpį
lv_lv: Esat lietojis apmeklēšanu šodien par šo periodu
mk_mk: Сте ги направиле присуство денес за овој период
nn_no: Du har tatt oppmøte i dag for denne perioden
pl_pl: Musisz wziąć udział dzisiaj w tym okresie
pt_pt: Você tomou hoje atendimento para este período
ro_ro: Ai luat de prezenţă astăzi pentru această perioadă
ru_ru: Вы приняли участие сегодня за этот период
sk_sk: Môžete si vziať účasť dnes na toto obdobie
sl_si: Ti so se udeležba danes za to obdobje
sq_al: Ju keni marrë pranishëm sot për këtë periudhë
sr_rs: Отео си похађања данас за овај период
sv_se: Du har tagit närvaro idag för denna period
th_th: คุณได้มาเข้าร่วมประชุมในวันนี้สำหรับช่วงเวลานี้
tr_tr: Bu süre bugün devam almış
uk_ua: Ви взяли участь сьогодні за цей період
wa_be: Rydych wedi cymryd presenoldeb heddiw ar gyfer y cyfnod
zh_tw: 您已出席今天這個時期

source: Back to Missing Attendance List
af_za: Terug na die missing Bywoning Lys
ar_dz: العودة إلى قائمة الحضور مفقود
be_by: Вярнуцца да Адсутныя Спіс удзельнікаў
bg_bg: Обратно към Липсващи присъствен списък
bn_bd: নিখোঁজ হাজিরা তালিকাতে ফেরতযা
da_dk: Tilbage til Missing deltagerlisten
el_gr: Επιστροφή στην Λείπει κατάλογο παρουσιών
es_es: Volver a la Lista de Asistencias sin Completar
et_ee: Tagasi Kadunud Osavõtjate nimekiri
fa_ir: بازگشت به گمشده لیست حضور و غیاب
fi_fi: Takaisin Puuttuva läsnäololistaan
ga_ie: Ar ais go Iarraidh Liosta Tinrimh
gl_gl: Volver Falta Lista de Presenza
hr_hr: Natrag na nestale popisa sudionika
hu_hu: Vissza a hiányzó jelenléti ívet
is_is: Til baka Vantar Aðsókn List
ja_jp: バック行方不明者リストへ
lt_lt: Grįžti į Trūksta dalyvių sąrašas
lv_lv: Atpakaļ uz Trūkst klātesošo sarakstā
mk_mk: Назад кон исчезнати евидентен лист
nn_no: Tilbake til Manglende deltakerliste
pl_pl: Powrót do Missing listy obecności
pt_pt: Voltar ao Faltando Lista de Presença
ro_ro: Inapoi la lista de prezenţă lipsă
ru_ru: Вернуться к Отсутствующие Список участников
sk_sk: Späť na chýbajúce prezenčnej listiny
sl_si: Nazaj na Missing seznam prisotnih
sq_al: Prapa te humbur Lista Pjesëmarrja
sr_rs: Назад на нестале радног листа
sv_se: Tillbaka till Missing närvaroförteckning
th_th: กลับไปที่รายชื่อผู้เข้าร่วมที่ขาดหายไป
tr_tr: Hazirun Eksik Geri
uk_ua: Повернутися до Відсутні Список учасників
wa_be: Yn ôl i&#39;r Rhestr Presenoldeb ar goll
zh_tw: 回到失踪出席名單
