Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Note: All unchecked means applies to all addresses
af_za: Let wel: Alle afgeskakel beteken geld vir alle adresse
ar_dz: ملاحظة : جميع وسائل غير محددة تنطبق على جميع عناوين
be_by: Заўвага: Усе сродкі бескантрольна распаўсюджваецца па ўсім адрасах
bg_bg: Забележка: Всички нерегистриран средства се прилага към всички адреси
bn_bd: উল্লেখ্য: সমস্ত অক্ষুণ্ণ মানে সব ঠিকানা প্রযোজ্য
da_dk: Bemærk: Alle ukontrolleret betyder gælder for alle adresser
el_gr: Σημείωση: Όλα τα ανεξέλεγκτα μέσα ισχύει για όλες τις διευθύνσεις
es_es: Nota: Todas destildadas significa que aplica a todas las direcciones
et_ee: Märkus: Kõik märkimata tähendab kehtib kõigi aadressid
fa_ir: توجه : همه به معنی بدون کنترل اعمال به تمام آدرس های
fi_fi: Huom: Kaikki valitsematta merkitsee koskee kaikkia osoitteita
ga_ie: Nóta: Baineann gach ciallaíonn unchecked do gach seoltaí
gl_gl: Nota: Todos os medios sen marcar se aplica a todos os enderezos
hr_hr: Napomena: Svi označenim znači odnosi se na sve adrese
hu_hu: Megjegyzés: Az összes ellenőrzött jelenti az összes címet
is_is: Ath: Öll óskráðan þýðir gildir um öll netföng
ja_jp: 注：すべての未チェックの方法は、すべてのアドレスに適用されます。
lt_lt: Pastaba: Visi nepažymėta priemones taiko visi adresai
lv_lv: Piezīme: Visi nekontrolēti līdzekļus attiecas uz visām adresēm
mk_mk: Забелешка: Сите изберете значи се однесува на сите адреси
nn_no: Merk: Alle avkrysset betyr gjelder for alle adresser
pl_pl: Uwaga: Wszystkie niekontrolowany sposób odnosi się do wszystkich adresów
pt_pt: Nota: Todos os meios desmarcada se aplica a todos os endereços
ro_ro: Notă: Toate mijloacele necontrolate se aplică la toate adresele
ru_ru: Примечание: Все средства бесконтрольно распространяется по всем адресам
sk_sk: Poznámka: Všetky nekontrolované prostriedky sa vzťahuje na všetky adresy
sl_si: Opomba: Vse nepreverjene sredstev velja za vse naslove
sq_al: Shënim: Të gjitha mjetet pakontrolluar zbatohet në të gjitha adresat
sr_rs: Напомена: Све непроверена значи односи се на све адресе
sv_se: Notera: Alla okontrollerat sätt gäller för alla adresser
th_th: หมายเหตุ : หมายถึงการตรวจสอบนำไปใช้กับที่อยู่ทั้งหมด
tr_tr: Not: Tüm kontrolsüz anlamına gelir tüm adresleri için de geçerlidir
uk_ua: Примітка: Всі кошти безконтрольно поширюється по всіх адресах
wa_be: Noder: Mae&#39;r holl ffordd heb ei wirio yn berthnasol i bob cyfeiriad
zh_tw: 注：所有未選中的手段適用於所有地址

source: Address Field Categories
af_za: Adres veld Kategorieë
ar_dz: فئات معالجة الميدانية
be_by: Катэгорыі Адрас полі
bg_bg: Адресното поле категории
bn_bd: ঠিকানা ক্ষেত্র বিভাগ
da_dk: Adresse Field Kategorier
el_gr: Κατηγορίες πεδίο της διεύθυνσης
es_es: Categorías del Campo Dirección
et_ee: Address Field Kategooriad
fa_ir: آدرس ردههای صفحه میدان
fi_fi: Osoitekenttään Kategoriat
ga_ie: Catagóirí Allamuigh Seoladh
gl_gl: Campo enderezo Categorías
hr_hr: Adresa polje Kategorije
hu_hu: Cím mező Kategóriák
is_is: Heimilisfang Field Flokkar
ja_jp: アドレスフィールドのカテゴリ
lt_lt: Adreso lauką Kategorijos
lv_lv: Adreses lauks Kategorijas
mk_mk: Полето за адреса Категории
nn_no: Adressefeltet Kategorier
pl_pl: Kategorie Pole Adres
pt_pt: Campo endereço Categorias
ro_ro: Rubrica adresa Categorii
ru_ru: Категории Адрес поле
sk_sk: Kategórie pole adresy
sl_si: Naslov Field Kategorije
sq_al: Kategoritë Fusha Adresa
sr_rs: Адреса Поље Категорије
sv_se: Adress Field Kategorier
th_th: หมวดหมู่เขตข้อมูลที่อยู่
tr_tr: Adres Alanı Kategoriler
uk_ua: Категорії Адреса поле
wa_be: Categorïau Maes Cyfeiriad
zh_tw: 地址字段分類

source: Address Field
af_za: Adres Veld
ar_dz: عنوان الميدانية
be_by: Адрасная полі
bg_bg: Полето за адрес
bn_bd: ঠিকানা ক্ষেত্র
da_dk: Adresse Field
el_gr: Πεδίο της διεύθυνσης
es_es: Campo Dirección
fa_ir: فیلد آدرس
fi_fi: Osoitekenttään
ga_ie: Réimse Seoladh
gl_gl: Campo de enderezo
hr_hr: Adresno polje
hu_hu: Cím mező
is_is: Heimilisfang Field
ja_jp: アドレスフィールド
lt_lt: Adresas laukas
lv_lv: Adreses lauks
mk_mk: Полето за адреса
nn_no: Adressefeltet
pl_pl: Pole Adres
pt_pt: Campo de endereço
ro_ro: Adresa câmp
ru_ru: Адресное поле
sk_sk: Polia adresy
sl_si: Naslov Field
sq_al: Fusha Adresa
sr_rs: Адреса на терену
sv_se: Adress Field
th_th: เขตข้อมูลที่อยู่
tr_tr: Adres Alanındaki
uk_ua: Адресне поле
wa_be: Maes Cyfeiriad
zh_tw: 地址字段

source: Address Fields
af_za: Adres velde
ar_dz: عنوان الحقول
be_by: Палі адрасы
bg_bg: Адресните полета
bn_bd: ঠিকানা
da_dk: Adresse Fields
el_gr: Πεδία Διεύθυνση
es_es: Campos Dirección
et_ee: Aadress Fields
fa_ir: فیلد آدرس
fi_fi: Osoitekentät
ga_ie: Réimsí Seoladh
gl_gl: Campos de enderezo
hr_hr: Adresa Polja
hu_hu: Cím mezők
is_is: Heimilisfang Fields
ja_jp: アドレスフィールド
lt_lt: Adreso laukai
lv_lv: Adrese lauki
mk_mk: Полиња за адреси
nn_no: Adresse Fields
pl_pl: Pola adresu
pt_pt: Campos de endereço
ro_ro: Adresa Domenii
ru_ru: Поля адреса
sk_sk: Polia adresy
sl_si: Naslov Fields
sq_al: Fushat Adresa
sr_rs: Адреса Поља
sv_se: Adress fält
th_th: เขตข้อมูลที่อยู่
tr_tr: Adres Alanları
uk_ua: Поля адреси
wa_be: Meysydd Cyfeiriad
zh_tw: 地址字段

source: Select Multiple
af_za: Kies verskeie
ar_dz: حدد متعددة
be_by: Выбар некалькіх
bg_bg: Избиране множество
bn_bd: একাধিক নির্বাচন করুন
da_dk: Vælg flere
el_gr: Επιλογή πολλών
es_es: Selección Múltiple
fa_ir: انتخاب چندگانه
fi_fi: Valita useita
ga_ie: Roghnaigh Il-
gl_gl: Seleccionar múltiples
hr_hr: Odabir više
hu_hu: Válasszon több
is_is: Velja marga
ja_jp: 複数選択します。
lt_lt: Pasirinkti keletą
mk_mk: Изберете повеќе
nn_no: Velg flere
pl_pl: Wybierz wiele
pt_pt: Selecionar múltiplos
ru_ru: Выбор нескольких
sk_sk: Vybrať viac
sl_si: Izberi več
sq_al: Zgjidh Multiple
sr_rs: Изаберете више
sv_se: Markera flera
th_th: เพิ่มการค้นหา
tr_tr: Çoklu Seçim
uk_ua: Вибір декількох
wa_be: Dewis Lluosog
zh_tw: 選擇多

source: The selected user's profile now includes access to the selected students.
af_za: Die geselekteerde gebruiker se profiel nou toegang tot die geselekteerde studente.
ar_dz: التشكيل الجانبي للمستخدم المحدد يشمل الآن الوصول إلى الطلاب المحدد.
be_by: Профілю абранага карыстальніка цяпер ўключае ў сябе доступ да абраным студэнтам.
bg_bg: Профил избрания потребител сега включва достъп до избраните студенти.
bn_bd: নির্বাচিত ব্যবহারকারীর প্রোফাইল বর্তমানে নির্বাচিত ছাত্রদের অন্তর্গত.
da_dk: Den valgte bruger profil omfatter nu adgang til udvalgte elever.
el_gr: Το επιλεγμένο προφίλ χρήστη περιλαμβάνει τώρα πρόσβαση στο επιλεγμένο μαθητές.
es_es: El perfil de usuario seleccionado ahora incluye el acceso a los alumnos seleccionados.
et_ee: Valitud kasutaja profiili praegu hõlmab juurdepääsu valitud õpilastele.
fa_ir: مشخصات کاربر انتخاب شده در حال حاضر شامل دسترسی به دانش آموزان انتخاب شده است.
fi_fi: Valittu käyttäjän tiedot nyt myös pääsy valituille opiskelijoille.
ga_ie: An t-úsáideoir roghnaithe phróifíl áirítear anois le rochtain ar na mic léinn roghnaithe.
gl_gl: O perfil do usuario seleccionado agora inclúe o acceso aos alumnos seleccionados.
hr_hr: Odabrani profil korisnika sada uključuje pristup odabranim studentima.
hu_hu: A kiválasztott felhasználó profiljának már magában foglalja a kiválasztott diákok.
is_is: Sjá uppsetningu valinn notanda nær nú aðgang að völdu nemendur.
ja_jp: 選択したユーザーのプロファイルが選択された学生へのアクセスが含まれます。
lt_lt: Pasirinktas vartotojo profilį dabar numatyta galimybė atrinkti studentai.
lv_lv: Izvēlētais lietotāja profilu tagad ietver piekļuvi izvēlēto studentiem.
mk_mk: Профилот на одбраниот корисник сега вклучува пристап до избраните студенти.
nn_no: Den valgte profilen til brukeren inkluderer nå tilgang til utvalgte studenter.
pl_pl: Wybrany profil użytkownika obejmuje obecnie dostęp do wybranych osób.
pt_pt: O perfil do usuário selecionado agora inclui o acesso aos alunos selecionados.
ro_ro: Profilul selectat de utilizator include acum acces la studenţi selectaţi.
ru_ru: Профиля выбранного пользователя теперь включает в себя доступ к выбранным студентам.
sk_sk: Vybrané informácie o autorovi teraz zahŕňa prístup k vybraným študentom.
sl_si: Izbrani uporabnikov profil zdaj vključuje dostop do izbranih študentov.
sq_al: Profilit të përdoruesit e zgjedhur tani përfshin akses për studentët e zgjedhur.
sr_rs: Изабрани профил корисника сада укључује приступ изабраних студената.
sv_se: Den valda användarens profil omfattar nu tillgång till utvalda studenter.
th_th: รายละเอียดผู้ใช้ที่เลือกในขณะนี้รวมถึงการเข้าถึงของนักเรียนที่เลือก
tr_tr: Seçilen kullanıcı profili seçilen öğrenciler erişimi kapsar.
uk_ua: Профілю обраного користувача тепер включає в себе доступ до обраних студентам.
wa_be: Proffil y defnyddiwr a ddewiswyd yn awr yn cynnwys mynediad at y myfyrwyr a ddewiswyd.
zh_tw: 所選用戶的個人資料現在包括訪問所選的學生。

source: The selected user's profile now includes access to the selected students
af_za: Die geselekteerde gebruiker se profiel sluit nou toegang tot die geselekteerde studente
ar_dz: التشكيل الجانبي للمستخدم المحدد يشمل الآن الوصول إلى الطلبة المختارين
be_by: Профілю абранага карыстальніка цяпер ўключае ў сябе доступ да абраным студэнтам
bg_bg: Профил избрания потребител сега включва достъп до избраните студенти
bn_bd: নির্বাচিত ব্যবহারকারীর প্রোফাইল বর্তমানে নির্বাচিত ছাত্রদের অন্তর্গত
da_dk: Den valgte brugerens profil nu inkluderer adgang til udvalgte elever
el_gr: Το επιλεγμένο προφίλ χρήστη περιλαμβάνει τώρα πρόσβαση στον επιλεγμένο μαθητές
et_ee: Valitud kasutaja profiili praegu hõlmab juurdepääsu valitud üliõpilaste
fa_ir: مشخصات کاربر انتخاب شده در حال حاضر شامل دسترسی به دانش آموزان انتخاب شده
fi_fi: Valittu käyttäjän tiedot nyt myös pääsy valitut opiskelijat
ga_ie: An t-úsáideoir roghnaithe phróifíl áirítear anois le rochtain ar an mac léinn roghnaithe
gl_gl: O perfil do usuario seleccionado agora inclúe o acceso aos alumnos seleccionados
hr_hr: Odabrani profil korisnika sada uključuje pristup odabranim studentima
hu_hu: A kiválasztott felhasználó profiljának már magában foglalja a kiválasztott diákok
is_is: Sjá uppsetningu valinn notanda nær nú aðgang að völdu nemendur
ja_jp: 選択したユーザーのプロファイルが選択された学生へのアクセスが含まれています
lt_lt: Pasirinktas vartotojo profilį dabar numatyta galimybė atrinkti studentai
lv_lv: Izvēlētais lietotāja profilu tagad ietver piekļuvi izvēlēto studentiem
mk_mk: Профилот на одбраниот корисник сега вклучува пристап до избраните студенти
nn_no: Den valgte profilen til brukeren inkluderer nå tilgang til utvalgte studenter
pl_pl: Wybrany profil użytkownika obejmuje obecnie dostęp do wybranych studentów
pt_pt: O perfil do usuário selecionado agora inclui o acesso aos alunos selecionados
ro_ro: Profilul selectat de utilizator include acum acces la studenţi selectaţi
ru_ru: Профиля выбранного пользователя теперь включает в себя доступ к выбранным студентам
sk_sk: Vybrané informácie o autorovi teraz zahŕňa prístup k vybraným študentom
sl_si: Izbrani uporabnikov profil zdaj vključuje dostop do izbranih študentov
sq_al: Profilit të përdoruesit e zgjedhur tani përfshin akses për studentët e zgjedhur
sr_rs: Изабрани профил корисника сада укључује приступ одабране студенте
sv_se: Den valda användarens profil omfattar nu tillgång till utvalda studenter
th_th: รายละเอียดผู้ใช้ที่เลือกในขณะนี้รวมถึงการเข้าถึงของนักเรียนที่เลือก
tr_tr: Seçilen kullanıcı profili seçilen öğrenciler erişimi de içerir
uk_ua: Профілю обраного користувача тепер включає в себе доступ до обраних студентам
wa_be: Proffil y defnyddiwr a ddewiswyd yn awr yn cynnwys mynediad i&#39;r myfyrwyr dethol
zh_tw: 所選用戶的個人資料現在包括訪問所選學生

source: student from that user
af_za: student van die gebruiker
ar_dz: طالب من هذا المستخدم
be_by: Студэнт ад гэтага карыстальніка
bg_bg: студент от този потребител
bn_bd: যে ব্যবহারকারী থেকে ছাত্র
da_dk: studerende fra denne bruger
el_gr: σπουδαστής από αυτόν το χρήστη
es_es: alumno de ese usuario
et_ee: õpilane, et kasutaja
fa_ir: دانشجوی از آن کاربر
fi_fi: opiskelija, että käyttäjä
ga_ie: mac léinn ón úsáideoir
gl_gl: alumno de que o usuario
hr_hr: student iz tog korisnika
hu_hu: diák, hogy a felhasználó
ja_jp: そのユーザーからの学生
lt_lt: studentas iš to vartotojo
lv_lv: studente no šī lietotāja
mk_mk: студент од овој корисник
nn_no: student fra denne brukeren
pl_pl: studentów od tego użytkownika
pt_pt: aluno de que o usuário
ro_ro: studentă din faptul că ghidul de
ru_ru: Студент от этого пользователя
sk_sk: študent z daného užívateľa
sl_si: študentov od tega uporabnika
sq_al: nxënës nga të cilat përdoruesi
sr_rs: студент из тог корисника
sv_se: student från användaren
th_th: นักเรียนจากผู้ใช้นั้น

source: remove access to
af_za: verwyder toegang tot
ar_dz: إزالة الوصول إلى
be_by: выдаліць доступ да
bg_bg: премахнете достъпа до
bn_bd: প্রবেশ অপসারণ
da_dk: fjern adgang til
el_gr: καταργήσετε την πρόσβαση σε
es_es: quitar el acceso a
et_ee: eemaldada juurdepääsu
fa_ir: حذف دسترسی به
fi_fi: Poista pääsy
ga_ie: bhaint rochtain ar
gl_gl: eliminar o acceso a
hr_hr: ukloniti pristup
hu_hu: eltávolítani való
ja_jp: へのアクセスを削除
lt_lt: Panaikinti prieigą prie
lv_lv: noņemtu piekļuvi
mk_mk: отстрани пристап до
nn_no: fjerne tilgangen til
pl_pl: usunąć dostęp do
pt_pt: remover o acesso a
ro_ro: elimina accesul la
ru_ru: удалить доступ к
sk_sk: Ak prístup k
sl_si: odstrani dostop do
sq_al: hequr qasje në
sr_rs: уклонити приступ
sv_se: ta bort åtkomsten till
th_th: เอาการเข้าถึง

source: Parents
af_za: Ouers
ar_dz: الآباء
be_by: бацькі
bg_bg: Родителите
bn_bd: মাতাপিতা
da_dk: forældre
el_gr: γονείς
es_es: Padres
et_ee: vanemad
fa_ir: پدر و مادر
fi_fi: vanhemmat
ga_ie: tuismitheoirí
gl_gl: Pais
hr_hr: Roditelji
hu_hu: Szülők
ja_jp: 両親
lt_lt: tėvai
lv_lv: vecākiem
mk_mk: родителите
nn_no: foreldre
pl_pl: rodzice
pt_pt: pais
ro_ro: părinţi
ru_ru: родители
sk_sk: Rodičia
sl_si: Starši
sq_al: Prindërit
sr_rs: Родитељи
sv_se: Föräldrar
th_th: พ่อแม่

source: Add Selected Parents
af_za: Voeg geselekteerde Ouers
ar_dz: إضافة الآباء مختارة
be_by: Дадаць выбраныя бацькамі
bg_bg: Добавете Избрани Родителите
bn_bd: সিলেক্টেড মাতাপিতা যোগ করুন
da_dk: Tilføj valgte Forældre
el_gr: Προσθήκη επιλεγμένων γονείς
es_es: Agregar los Padres Seleccionados
et_ee: Lisa valitud Vanemad
fa_ir: اضافه کردن والدین منتخب
fi_fi: Lisää valitut Vanhemmat
ga_ie: Cuir Tuismitheoirí Roghnaithe
gl_gl: Engadir Pais Seleccionado
hr_hr: Dodaj odabrane Roditelji
hu_hu: Kiválasztott szülők
is_is: Bæta við völdum Foreldrar
ja_jp: 選択した親を追加します。
lt_lt: Pridėti Pasirinkta Tėvai
lv_lv: Pievienot atlasītos Vecāki
mk_mk: Додај Избрани Родителите
nn_no: Legg til valgte Foreldre
pl_pl: Dodaj wybrane Rodzice
pt_pt: Adicionar Pais Selecionado
ro_ro: Adauga Părinţii selectate
ru_ru: Добавить выбранные родителями
sk_sk: Pridať vybrané rodičia
sl_si: Dodaj Izbrane Starši
sq_al: Add Prindërit e zgjedhur
sr_rs: Додај изабрана Родитељи
sv_se: Lägg till valda Föräldrar
th_th: เพิ่มผู้ปกครองที่เลือก
tr_tr: Seçilen Veliler ekle
uk_ua: Додати обрані батьками
wa_be: Ychwanegu Rhieni dethol
zh_tw: 新增選取的家長

source: Student Advanced Report
af_za: Studente Gevorderde Verslag
ar_dz: طالب متقدم تقرير
be_by: Студэнцкіх навуковых дакладу
bg_bg: Доклад за Студентски Разширено
bn_bd: ছাত্র উন্নত প্রতিবেদন
da_dk: Student Avanceret Rapport
el_gr: Αναλυτική Έκθεση Φοιτητών
es_es: Informe Avanzado de Alumnos
fa_ir: گزارش دانشجوی پیشرفته
fi_fi: Student Advanced Raportti
ga_ie: Mac Léinn Casta Tuarascáil
gl_gl: Estudante Informe Avanzado
hr_hr: Studentski Napredna izvješća
hu_hu: Diák Advanced jelentése
is_is: Námsmaður Advanced Report
ja_jp: 学生の高度なレポート
lt_lt: Studentas Išplėstinė ataskaita
lv_lv: Studentu Advanced ziņojums
mk_mk: Студент Напредно Злоупотреба
nn_no: Student Avansert rapport
pl_pl: Student Raport zaawansowany
pt_pt: Estudante Relatório Avançado
ro_ro: Student avansată Raport
ru_ru: Студенческих научных доклада
sk_sk: Študent Pokročilé správy
sl_si: Student Napredno Poročilo
sq_al: Student i avancuar Raport
sr_rs: Студентски напредни извештај
sv_se: Student Avancerad Rapport
th_th: รายงานนักศึกษาขั้นสูง
tr_tr: Öğrenci Gelişmiş Raporu
uk_ua: Студентських наукових доповіді
wa_be: Adroddiad Uwch Myfyrwyr
zh_tw: 學生高級報表

source: Include courses active as of
af_za: Sluit kursusse aktiewe soos van
ar_dz: وتشمل الدورات النشطة وذلك اعتبارا من
be_by: Уключыце курсы па стане на
bg_bg: Включва курсове, които са активни към
bn_bd: কোর্স হিসেবে সক্রিয় অন্তর্ভুক্ত
da_dk: Medtag kurser aktive som af
el_gr: Συμπεριλάβετε μαθήματα δραστηριοποιείται από το
es_es: Incluir cursos activos a partir de
et_ee: Kaasa kursused aktiivne seisuga
fa_ir: شامل دوره های فعال
fi_fi: Sisällytä kursseja aktiivinen vuodesta
ga_ie: Cuir cúrsaí gníomhach mar an
gl_gl: Inclúense cursos de activos en
hr_hr: Uključite tečajeve aktivni od
hu_hu: Tartalmazza tanfolyamok aktív a
is_is: Hafa námskeið virk frá og með
ja_jp: のようなアクティブなコースが含まれます
lt_lt: Įtraukti kursai, veikia kaip
lv_lv: Ietver kursus aktīvs kā no
mk_mk: Курсеви вклучуваат активен како на
nn_no: Inkluder kurs aktiv som av
pl_pl: Są kursy z aktywnego
pt_pt: Incluem cursos de ativos em
ro_ro: Includ cursuri de activă ca
ru_ru: Включите курсы по состоянию на
sk_sk: Kurzy zahŕňajú aktívny ako
sl_si: Vključi tečaji aktivni od
sq_al: Përfshijnë kurse aktiv si të
sr_rs: Укључи курсеве активан од
sv_se: Omfatta kurser aktiv som av
th_th: รวมถึงหลักสูตรการใช้งานเป็นของ
tr_tr: Itibariyle aktif dersleri içermektedir
uk_ua: Увімкніть курси за станом на
wa_be: Cynnwys cyrsiau gweithredol fel y
zh_tw: 包括課程的積極作為

source: Create Report for Selected Students
af_za: Rapport maak vir gekeurde studente
ar_dz: إنشاء تقرير عن الطلاب الذين يختارون
be_by: Стварыць справаздачу для асобных студэнтаў
bg_bg: Създаване на отчет за подбрани студенти
bn_bd: সিলেক্টেড ছাত্রদের জন্য রিপোর্ট করুন
da_dk: Opret rapport for udvalgte studerende
el_gr: Δημιουργία αναφοράς για επιλεγμένους μαθητές
es_es: Crear un Informe para los Alumnos seleccionados
et_ee: Loo aruanne valitud üliõpilaste
fa_ir: ایجاد گزارش برای دانش آموزان انتخاب شده
fi_fi: Luo raportti valituille oppilaille
ga_ie: Cruthaigh Tuarascáil do Mhic Léinn Roghnaithe
gl_gl: Crear informe para Alumnos seleccionados
hr_hr: Izradi izvješće za odabrane studente
hu_hu: Jelentés létrehozása a kiválasztott diákok
is_is: Búa til skýrslu fyrir valin Nemendur
ja_jp: 選ばれた学生のレポートを作成します。
lt_lt: Sukurti ataskaitą atrinktiems studentams
lv_lv: Izveidot pārskatu par Selected Students
mk_mk: Креирај Извештај за избрани студенти
nn_no: Opprett rapport for utvalgte studenter
pl_pl: Utwórz raport dla wybranych studentów
pt_pt: Criar relatório para Alunos Selecionados
ro_ro: Creaţi Raport pentru Studenţi selectate
ru_ru: Создать отчет для отдельных студентов
sk_sk: Vytvoriť zostavu pre vybrané študentov
sl_si: Ustvari poročilo za izbranih študentov
sq_al: Krijo Raporti për studentët e zgjedhur
sr_rs: Направи извештај за одабрани студенти
sv_se: Skapa rapport för utvalda studenter
th_th: สร้างรายงานสำหรับนักศึกษาที่เลือก
tr_tr: Seçilen Öğrenciler Rapor Oluştur
uk_ua: Створити звіт для окремих студентів
wa_be: Creu Adroddiad ar gyfer Myfyrwyr Dethol
zh_tw: 創建報告選擇學生

source: The date you specified is not valid, so was not used. The other data was saved
af_za: Die datum wat u verskaf is nie geldig nie, so nie gebruik is nie. Die ander data is gered
be_by: Даты названай недапушчальная, так было не выкарыстоўваецца. Іншыя дадзеныя захаваны
bg_bg: Датата, на която сте указали, не е валидна, така че не е използвана. Другите данни са спасени
bn_bd: তারিখ আপনার উল্লেখ করা হয়, যাতে বৈধ ব্যবহার করা না হয়. অন্যান্য তথ্য সংরক্ষিত ছিল
da_dk: Den dato, du har angivet er ikke gyldig, så ikke blev udnyttet. De øvrige data blev gemt
el_gr: Η ημερομηνία που καθορίσατε δεν είναι έγκυρη, οπότε δεν χρησιμοποιήθηκε. Τα άλλα δεδομένα που ήταν αποθηκευμένα
et_ee: Teie määratletud kuupäeval ei kehti, seega ei kasutatud. Muud andmed on salvestatud
fa_ir: تاریخی که مشخص شده است ، معتبر نیست ، به طوری مورد استفاده قرار گرفت. داده های دیگر ذخیره شده بود
fi_fi: Määritetty päivämäärä ei kelpaa, niin ei käytetty. Muut tiedot tallennettiin
ga_ie: Níl an dáta a bheidh sonraithe tú bailí, mar sin bhí nach n-úsáidtear. Bhí shábháil ar na sonraí eile a
gl_gl: A data que especificou non é válido, polo que non foi usado. Os outros datos foron gardados
hr_hr: Datum koji ste naveli ne vrijedi, tako da je ne koriste. Drugih podataka spremljena
hu_hu: A dátum megadott nem érvényes, tehát nem használták fel. A másik adatok mentése
is_is: Dagsetningin sem þú tilgreindir er ekki gild, svo var ekki notað. The önnur gögn voru vistuð
ja_jp: 指定した日付が有効ではありませんので、使用されませんでした。他のデータが保存されました
lt_lt: Nurodyta data negalioja, todėl nebuvo naudojamas. Kitus duomenis, buvo išsaugota
lv_lv: Datums, kad jūs noteikti nav derīga, tā netika izmantota. Citi dati tika saglabāti
mk_mk: Датумот кога сте се наведени не е валидна, па не е се користи. Други податоци е зачувана
nn_no: Datoen du spesifiserte er ikke gyldig, så ble ikke brukt. Den andre data som ble lagret
pl_pl: Data podałeś nie jest ważna, więc nie było stosowane. Pozostałe dane zostały zapisane
pt_pt: A data que você especificou não é válida, por isso não foi usado. Os outros dados foram salvos
ro_ro: Data la care aţi specificat nu este valid, deci nu a fost folosit. Alte date au fost salvate
ru_ru: Даты указанной недопустима, так было не используется. Другие данные сохранены
sk_sk: Dátum, kedy ste zadali, nie je platná, a preto nebol použitý. Ostatné dáta bola uložená
sl_si: Datum, ki ste ga navedli, ni veljavna, zato ni bil uporabljen. Druge podatke, je bila shranjena
sq_al: Data e keni specifikuar nuk është i vlefshëm, kështu që nuk ishte përdorur. Të dhëna të tjera u ruajt
sr_rs: Датум који сте навели није исправна, тако да није било користи. Други подаци су сачувани
sv_se: Datumet du angav är inte giltigt, så användes inte. Den andra data sparades
th_th: วันที่คุณระบุไว้ไม่ถูกต้องดังนั้นจึงไม่ได้ใช้ ข้อมูลอื่น ๆ ที่ถูกบันทึกไว้
tr_tr: Belirtilen tarihte geçerli değildir, bu nedenle kullanılan değildi. Diğer veri kaydedilmiş
uk_ua: Дати зазначеної неприпустима, так було не використовується. Інші дані збережені
wa_be: Nid oedd y dyddiad y byddwch yn benodol yn ddilys, felly ni chafodd ei ddefnyddio. Roedd y data arall yn arbed
zh_tw: 您指定的日期是無效的，所以沒有使用。其他數據被保存

source: No data was entered
af_za: Geen data is gesluit
be_by: Няма дадзеных была ўнесена
bg_bg: Няма данни е въведен
bn_bd: কোন ডেটা প্রবেশ ছিল না
da_dk: Ingen data blev indtastet
el_gr: Δεν δεδομένα έχουν καταχωρηθεί
et_ee: Ei andmed sisestati
fa_ir: بدون اطلاعات وارد شد
fi_fi: Ei tiedot tallennettiin
ga_ie: Rinneadh aon sonraí
gl_gl: Non hai datos foi introducido
hr_hr: Nema podaci uneseni
hu_hu: Nincs adat került be
is_is: Engin gögn voru færð
ja_jp: 何もデータが入力されていません
lt_lt: Duomenys buvo įvesti
lv_lv: Dati netika ievadīti
mk_mk: Нема податоци е внесена
nn_no: Ingen data ble oppgitt
pl_pl: Żadne dane nie zostały wprowadzone
pt_pt: Não há dados foi digitado
ro_ro: Nu există date au fost introduse
ru_ru: Нет данных была внесена
sk_sk: Žiadne dáta bola uzatvorená
sl_si: Ni podatkov je bilo vpisano
sq_al: Nuk ka të dhëna u hyri
sr_rs: Нема података је уписан
sv_se: Inga data har angetts
th_th: ไม่มีข้อมูลที่ถูกป้อน
tr_tr: Hiçbir veri girildi
uk_ua: Немає даних була внесена
wa_be: Dim data ei gofnodi
zh_tw: 沒有數據輸入
