Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Middle and high schools will likely have multiple periods in a school day, where elementary schools may have only one period
af_za: Middel-en hoë skole sal waarskynlik verskeie periodes in &#39;n skooldag, waar elementêre skole mag slegs een periode
ar_dz: المدارس المتوسطة والثانوية سوف يكون على الأرجح فترات متعددة في اليوم الدراسي ، حيث قد المدارس الابتدائية سوى فترة واحدة
be_by: Сярэднія і сярэднія школы, хутчэй за ўсё, ёсць некалькі перыядаў у школьны дзень, дзе пачатковыя школы можа быць толькі адзін перыяд
bg_bg: Средни и висши училища най-вероятно ще има множество периоди в училище ден, където началните училища могат да имат само един период
bn_bd: মধ্যম এবং উচ্চ বিদ্যালয় সম্ভবত একটি স্কুল দিনে একাধিক সময়সীমার হবে, যেখানে প্রাথমিক বিদ্যালয়ে কেবলমাত্র এক সময় হয়ত
da_dk: Mellemøsten og gymnasier vil sandsynligvis have flere perioder i en skoledag, hvor grundskoler har måske kun én periode
el_gr: Μέση και λύκεια θα έχουν πιθανόν πολλαπλές περιόδους σε μια σχολική ημέρα, όπου τα δημοτικά σχολεία μπορούν να έχουν μόνο μία περίοδο
et_ee: Lähis-ja keskkoolides on tõenäoliselt mitu perioode koolipäeva, kus põhikoolid võib olla ainult üks periood
fa_ir: مدارس متوسط ​​و بالا به احتمال زیاد خواهد شد که دوره های متعدد را در یک روز مدرسه ، که در آن مدارس ابتدایی ممکن است تنها یک دوره
fi_fi: Lähi-ja lukiot todennäköisesti on useita aikoja koulupäivä, missä peruskouluissa voi olla vain yhden kauden
ga_ie: Beidh scoileanna Meán-agus ard is dócha go bhfuil tréimhsí éagsúla sa lá scoile, áit a d&#39;fhéadfadh scoileanna bunrang ach amháin tréimhse
gl_gl: Escolas de ensino medio e alto probablemente terá varios períodos en un día da escola, onde as escolas elementais pode ter só un período
hr_hr: Srednje i visoke škole vjerojatno će imati više razdoblja u školi, gdje se osnovne škole može imati samo jedno razdoblje
hu_hu: Közép-és középiskolák valószínűleg több idő egy tanítási napon, ahol az általános iskolák csak egy idő
is_is: Mið-og framhaldsskólum mun líklega hafa marga tíma í skóla dag, þar sem grunnskólum er heimilt að hafa aðeins eitt tímabil
ja_jp: 小中高校は、おそらく小学校が1つだけの期間を持っていることが学校の日に複数のピリオドを、持っているだろう
lt_lt: Vidurio ir aukštųjų mokyklų gali turėti kelis laikotarpius dieną mokykloje, kai pradinės mokyklos gali turėti tik vieną laikotarpį
lv_lv: Vidēju un augstu skolas, iespējams, būs vairāki periodi mācību dienā, kad pamatskolas var būt tikai viens periods
mk_mk: Блискиот и средните училишта, најверојатно, ќе имаат повеќе периоди во училиште ден, каде што основните училишта може да има само еден период
nn_no: Midt-og videregående skoler vil sannsynligvis ha flere perioder i en skoledag, der grunnskoler har kanskje bare en periode
pl_pl: Gimnazjów i szkół ponadpodstawowych prawdopodobnie wiele okresów, w dzień w szkole, gdzie szkoły mogą mieć tylko jeden okres
pt_pt: Escolas de ensino médio e alto provavelmente terá vários períodos em um dia da escola, onde as escolas elementares pode ter apenas um período
ro_ro: Şcoli medii si mari vor avea probabil mai multe perioade de la o zi de şcoală, în cazul în care şcolile elementare pot avea o singură perioadă
ru_ru: Средние и средние школы, скорее всего, есть несколько периодов в школьный день, где начальные школы может быть только один период
sk_sk: Stredných a vysokých škôl bude mať pravdepodobne viac období školského dňa, kedy základnej školy môže mať len jedno obdobie
sl_si: Srednjih in visokih šolah bodo verjetno imeli več obdobij v šolski dan, ko lahko osnovne šole ima samo eno obdobje
sq_al: Shkollat ​​e mesme dhe të lartë ka të ngjarë të kenë periudha të shumëfishta në një ditë shkollë, ku shkollat ​​fillore mund të ketë vetëm një periudhë të
sr_rs: Средње и високе школе ће вероватно имати више периода школског дана, где основне школе може имати само једног периода
sv_se: Mellanöstern och gymnasier troligen kommer ha flera perioder i en skoldag, där grundskolor kan ha en enda period
th_th: โรงเรียนกลางและสูงมีแนวโน้มที่จะมีระยะเวลาหลายวันในโรงเรียนที่โรงเรียนประถมศึกษาอาจมีเพียงระยะเวลาหนึ่ง
tr_tr: Orta ve yüksek dereceli okullarda büyük olasılıkla bir okul günde birden fazla süreler olacak, ilköğretim okulları, yalnızca bir döneme olabilir
uk_ua: Середні та середні школи, швидше за все, є кілька періодів в шкільний день, де початкові школи може бути тільки один період
wa_be: Bydd ysgolion Canol ac uchel debygol o gael cyfnodau lluosog mewn diwrnod ysgol, lle gall ysgolion elfennol Dim ond un cyfnod
zh_tw: 初中和高中將可能有多個時段在學校的一天，在小學期間可能只有一個

source: called All Day
af_za: All Day genoem
ar_dz: ودعا كل يوم
be_by: называецца ўвесь дзень
bg_bg: наречена за целия ден
bn_bd: নামক দিন
da_dk: kaldet All Day
el_gr: ονομάζεται Ολοήμερο
et_ee: nimega All Day
fa_ir: نام روز
fi_fi: nimeltään All Day
ga_ie: ar a dtugtar Gach Lá
gl_gl: chamado All Day
hr_hr: zove Cjelodnevni
hu_hu: nevű Egész nap
is_is: heitir All Day
ja_jp: オールデイと呼ばれる
lt_lt: vadinama Visos Dienos
lv_lv: sauc par All Day
mk_mk: повика сите Ден
nn_no: kalt All Day
pl_pl: o nazwie All Day
pt_pt: chamado All Day
ro_ro: numita Ziua Tuturor
ru_ru: называется весь день
sk_sk: volal celý deň
sl_si: imenovano All Day
sq_al: quajtur Gjith Ditën
sr_rs: зове цео дан
sv_se: heter All Day
th_th: เรียกว่าวัน
tr_tr: Bütün Gün olarak adlandırılan
uk_ua: називається весь день
wa_be: o&#39;r enw Drwy&#39;r Dydd
zh_tw: 所謂的全日

source: or perhaps three
af_za: of dalk drie
ar_dz: أو ثلاثة وربما
be_by: ці, магчыма, тры
bg_bg: или може би три
bn_bd: অথবা সম্ভবত তিন
da_dk: eller måske tre
el_gr: ή ίσως τρεις
et_ee: või olla kolm
fa_ir: یا شاید سه
fi_fi: tai ehkä kolme
ga_ie: nó trí b&#39;fhéidir
gl_gl: ou quizais tres
hr_hr: ili možda tri
hu_hu: vagy talán három
is_is: eða kannski þrjár
ja_jp: または多分three
lt_lt: arba galbūt tris
lv_lv: vai varbūt trīs
mk_mk: или можеби три
nn_no: eller kanskje tre
pl_pl: lub może trzy
pt_pt: ou talvez três
ro_ro: sau poate trei
ru_ru: или, возможно, три
sk_sk: alebo možno tri
sl_si: ali morda tri
sq_al: ose ndoshta tre
sr_rs: или можда три
sv_se: eller kanske tre
th_th: หรือบางทีอาจจะสาม
tr_tr: veya belki de üç
uk_ua: або, можливо, три
wa_be: neu efallai three
zh_tw: 或者three

source: All Day, Morning, and Afternoon
af_za: Die hele dag, oggend en Middag
ar_dz: كل يوم ، صباح ، وبعد الظهر
be_by: Увесь дзень, раніцай, і днём
bg_bg: Всички ден, сутрин и следобед
bn_bd: দিন, সকালে এবং বিকালে
da_dk: Hele dagen, Morgen og Eftermiddag
el_gr: Όλη την ημέρα, πρωί και απόγευμα
et_ee: Kogu päeva, hommikul, ja pärastlõuna
fa_ir: تمام طول روز ، صبح و بعد از ظهر
fi_fi: Koko päivän, aamu ja iltapäivä
ga_ie: Gach Lá, maidin, agus Tráthnóna
gl_gl: Todo o día, mañá, tarde e
hr_hr: Cijeli dan, ujutro i popodne
hu_hu: Minden nap, reggel és délután
is_is: All Day, Morning, og Afternoon
ja_jp: すべての日、朝、そして午後
lt_lt: Visą dieną, ryte ir po pietų
lv_lv: Visas dienā, no rīta un pēcpusdienā
mk_mk: Целиот ден, наутро, а попладне
nn_no: All Day, Morgen og ettermiddag
pl_pl: Wszystkie dziennie, rano i po południu
pt_pt: Todo dia, Manhã, Tarde e
ro_ro: Toate zi, dimineata, si dupa-amiaza
ru_ru: Весь день, утром, и днем
sk_sk: Celý deň, ráno a popoludní
sl_si: All dan, zjutraj in popoldne
sq_al: Gjithë ditës, mëngjesit, dhe Afternoon
sr_rs: Целог дана, ујутру и поподне
sv_se: Hela dagen, morgon och eftermiddag
th_th: ทุกวันเช้าและบ่าย
tr_tr: Tüm Gün Sabah ve Öğleden sonra
uk_ua: Весь день, вранці, і вдень
wa_be: Drwy&#39;r Dydd, Bore, a Prynhawn
zh_tw: 全日，上午，下午

source: If required, you can add new periods very easily. To add a period, fill in the periods title, short name, sort order, and length in minutes in the empty fields at the bottom of the periods list and click the Save button.
af_za: Indien nodig, kan jy Voeg nuwe periodes baie maklik. Om &#39;n tydperk van by te voeg, vul in die tydperke titel, kort naam, volgorde, en lengte in&#39; n paar minute in die leë velde aan die onderkant van die tydperke lys en kliek op die Save-knoppie.
be_by: Пры неабходнасці вы можаце дадаць новыя перыяды вельмі лёгка. Каб дадаць перыяд, запоўніце перыяды назва, кароткае найменне, парадак сартавання, а даўжыня ў хвілінах ў пустыя палі ў ніжняй частцы спісу перыядаў і націсніце кнопку Захаваць.
bg_bg: Ако е необходимо, можете да добавяте нови периоди много лесно. За да добавите период, попълнете в периодите, заглавие, кратко име, вид на поръчката, и дължина в минути в празните полета в долната част на списъка с периоди и щракнете върху бутона Save.
bn_bd: যদি প্রয়োজন, আপনি নতুন সময়সীমার যোগ খুব সহজেই করতে পারেন. কোনো সময় যোগ সময়সীমার শিরোনাম, সংক্ষিপ্ত নাম, ক্রমিকায়ন, মিনিট সময়সীমার তালিকা নীচে খালি ক্ষেত্রের দৈর্ঘ্য, এবং ভরাট সেভ বাটন ক্লিক করুন.
da_dk: Hvis det er nødvendigt, kan du tilføje nye perioder meget let. Hvis du vil tilføje en periode, udfylde perioderne titel, korte navn, sorteringsrækkefølge, og længde i minutter i de tomme felter i bunden af ​​de perioder listen og klikke på knappen Gem.
el_gr: Αν χρειαστεί, μπορείτε να προσθέσετε νέες περιόδους πολύ εύκολα. Για να προσθέσετε ένα διάστημα, συμπληρώστε τον τίτλο περιόδους, σύντομο όνομα, σειρά ταξινόμησης, και το μήκος σε λίγα λεπτά στα κενά πεδία στο κάτω μέρος της λίστας περιόδους και κάντε κλικ στο κουμπί Αποθήκευση.
et_ee: Kui vaja, saate lisada uusi perioodide väga lihtsalt. Lisada perioodi, täitke perioodide pealkiri, hüüdnimi, sortimisjärjestus ja pikkus minutit tühjade väljade allosas perioodidel ning klõpsake nuppu Salvesta.
fa_ir: در صورت نیاز ، شما می توانید دوره های جدید به راحتی اضافه کنید. برای اضافه کردن یک دوره ، عنوان دوره ، نام کوتاه ، نظم مرتب کردن بر اساس ، و طول در عرض چند دقیقه در زمینه های خالی در پایین لیست دوره را پر کنید و با کلیک بر روی دکمه ذخیره.
fi_fi: Tarvittaessa voit lisätä uusia aikoja hyvin helposti. Voit lisätä ajan, täytä aikoja otsikko, lyhyt nimi, lajittelujärjestys ja pituus minuuttia tyhjät kentät alareunassa aikoja luettelosta ja napsauta Tallenna-painiketta.
ga_ie: Más gá, is féidir leat a chur tréimhsí nua an-éasca. Chun add tréimhse, líon isteach an teideal tréimhsí, ainm gearr, ordú a shórtáil, agus fad sa nóiméad i réimsí folamh ag bun an liosta tréimhsí agus cliceáil ar an gcnaipe Sábháil.
gl_gl: En caso necesario, pode engadir novos períodos moi facilmente. Para engadir un período, enche o título períodos, nome curto, orde de clasificación, e duración en minutos nos campos baleiros na parte inferior da lista de períodos e prema no botón Gardar.
hr_hr: Ako je potrebno, možete dodavati nove razdoblja vrlo jednostavno. Da biste dodali razdoblju, ispunite razdobljima naslov, skraćeni naziv, redoslijed sortiranja, a duljina minute u prazna polja na dnu razdoblja popisa i kliknite na gumb Spremi.
hu_hu: Ha szükséges, akkor új időszak nagyon könnyen. Hozzáadásához időszakban, töltse ki az időszakokban címet, rövid név, rendezés, és a hossza percben az üres mezőket alján időszakok listából, majd kattintson a Mentés gombra.
is_is: Ef þörf krefur er hægt að bæta við nýjum tíma mjög auðveldlega. Til að bæta við tímabil, fylla í tíma titli, stutt nafn, röðun og lengd í mínútum í tóm svæði á the botn af the tímabil listanum og smelltu á Vista hnappinn.
ja_jp: 必要に応じて、非常に簡単に新しい期間を追加することができます。期間を追加するには、期間のリストの下部にある空のフィールドに分単位で期間のタイトル、短い名前、ソート順序、および長さを入力し、[保存]ボタンをクリック。
lt_lt: Jei reikia, galite pridėti naują laikotarpiai, labai lengvai. Norėdami pridėti laikotarpį, užpildykite laikotarpių pavadinimą, trumpą pavadinimą, rūšiavimo tvarka, ir ilgis minučių tuščių laukų laikotarpių sąrašo apačioje, ir spustelėkite mygtuką &quot;Išsaugoti&quot;.
lv_lv: Ja nepieciešams, varat pievienot jaunus periodos ir ļoti viegli. Lai pievienotu periodu, aizpildiet periodos nosaukumu, īso nosaukumu, kārtošanas secība, un garums minūtes tukšiem laukiem apakšā periodu sarakstu un noklikšķiniet uz pogas Saglabāt.
mk_mk: Ако е потребно, можете да додадете нови периоди многу лесно. За да додадете период, пополнете во периоди наслов, кратко име, сортирање и должина во минути во празните полиња на дното на периоди листа и кликнете на копчето Зачувај.
nn_no: Ved behov kan du legge til nye perioder veldig enkelt. Hvis du vil legge en periode, fyll i periodene tittel, kort navn, sorteringsrekkefølge, og lengde i minutter i de tomme feltene nederst periodene listen og klikk på knappen Lagre.
pl_pl: W razie potrzeby można dodać nowe okresy bardzo łatwo. Aby dodać okres wypełnić tytuł okresy, nazwa jest krótka, porządek sortowania, a długość w ciągu kilku minut w puste pola na dole listy okresów i kliknij przycisk Zapisz.
pt_pt: Se necessário, você pode adicionar novos períodos muito facilmente. Para adicionar um período, preencha o título períodos, nome curto, ordem de classificação, e duração em minutos nos campos vazios na parte inferior da lista de períodos e clique no botão Salvar.
ro_ro: Dacă este necesar, aveţi posibilitatea să adăugaţi noi perioade foarte usor. Pentru a adăuga o perioadă, completaţi în perioadele de titlu, nume scurt, ordinea de sortare, şi în lungime de minute în câmpurile goale din partea de jos a listei perioadelor şi faceţi clic pe butonul Salvare.
ru_ru: При необходимости вы можете добавить новые периоды очень легко. Чтобы добавить период, заполните периоды название, краткое наименование, порядок сортировки, а длина в минутах в пустые поля в нижней части списка периодов и нажмите кнопку Сохранить.
sk_sk: Ak je to nutné, môžete pridať nové doby veľmi ľahko. Ak chcete pridať na dobu, vyplňte obdobie názvu, krátke meno, radenie a dĺžka v minútach na prázdne polia v spodnej časti období zoznamu a kliknite na tlačidlo Uložiť.
sl_si: Če je potrebno, lahko dodate nove obdobjih zelo enostavno. Če želite dodati obdobjem, izpolnite naslov obdobjih, kratko ime, vrstni red, in dolžino v nekaj minutah v prazna polja na dnu seznama rokov in kliknite na gumb Save.
sq_al: Nëse kërkohet, ju mund të shtoni periudha e re shumë lehtë. Për të shtuar një periudhë, të mbushur në titull periudha, emri i të shkurtër, Rendit, dhe gjatësia në minuta në fushat e zbrazëta në fund të listës periudhave dhe klikoni butonin Ruaj.
sr_rs: Ако је потребно, можете додати нове периоде веома лако. Да бисте додали периоду, попуните периодима наслову, кратко име, сортирања и дужине неколико минута у празна поља на дну листе периода и кликните на дугме Сачувај.
sv_se: Vid behov kan du lägga till nya perioder mycket lätt. För att lägga till en tid, fyll i perioder titel, kort namn, sorteringsordning och längd i minuter i tomma fält längst ner i de perioder listan och klicka på Spara.
th_th: ถ้าจำเป็นคุณสามารถเพิ่มระยะเวลาใหม่ได้อย่างง่ายดายมาก เพื่อเพิ่มระยะเวลาในการกรอกชื่อช่วงชื่อสั้น ๆ เรียงลำดับและความยาวในนาทีที่อยู่ในเขตข้อมูลที่ว่างเปล่าที่ด้านล่างของรายการงวดและคลิกที่ปุ่มบันทึก
tr_tr: Gerekirse, çok kolaylıkla yeni dönemleri ekleyebilirsiniz. Bir dönem eklemek için, dönemleri listenin altındaki boş alanlar dakika dönemlerde başlığı, kısa adı, sıralama ve süresini doldurmak ve Kaydet düğmesini tıklatın.
uk_ua: При необхідності ви можете додати нові періоди дуже легко. Щоб додати період, заповніть періоди назва, короткий найменування, порядок сортування, а довжина у хвилинах в порожні поля в нижній частині списку періодів і натисніть кнопку Зберегти.
wa_be: Os bydd angen, gallwch ychwanegu cyfnodau newydd yn hawdd iawn. I ychwanegu cyfnod, llenwch y, teitl cyfnodau enw byr, trefn, a hyd mewn munudau yn y caeau gwag ar waelod y rhestr cyfnodau a chliciwch ar y botwm Save.
zh_tw: 如果需要，你可以很容易地添加新的時期。要添加一個時期，填寫標題期間，短名稱，排序順序和長度以分鐘為單位，在空字段在底部的時間列表，然後單擊保存按鈕。

source: To modify a period, click on any of the periods information, change the value, and click the Save button. To delete a period, click the delete icon
af_za: Om &#39;n tydperk verander, kliek op enige van die tydperke inligting, die waarde te verander, en kliek op die Save-knoppie. Om &#39;n tydperk van te verwyder, kliek op die ikoon verwydering
be_by: Каб змяніць перыяд, націсніце на любы з перыядаў інфармацыю, зменіце значэнне і націсніце кнопку Захаваць. Для выдалення перыяду, Пстрыкніце значок выдалення
bg_bg: За да промените период, щракнете върху някой от периодите, информация, променете стойността и щракнете върху бутона Save. За да изтриете даден период, щракнете върху иконата за изтриване
bn_bd: একটি সময় পরিবর্তন সময়সীমার তথ্য কোনো,, ক্লিক মান পরিবর্তন, এবং সেভ বাটনে ক্লিক করুন. একটি সময় মুছে মুছে আইকন ক্লিক করুন
da_dk: At ændre en periode, skal du klikke på et af de perioder, ændre værdien, og klik på knappen Gem. For at slette en periode, skal du klikke på ikonet Slet
el_gr: Για να τροποποιήσετε μια περίοδο, Κάντε κλικ σε οποιαδήποτε από τις πληροφορίες περιόδους, αλλάξτε την τιμή και κάντε κλικ στο κουμπί Αποθήκευση. Για να διαγράψετε ένα χρονικό διάστημα, κάντε κλικ στο εικονίδιο διαγραφής
et_ee: Muuta perioodi hiirega perioodide informatsiooni väärtust muuta ja vajuta nuppu Salvesta. Kustutada perioodi Kliki Delete ikoon
fa_ir: برای ویرایش یک دوره ، با کلیک بر روی هر یک از اطلاعات دوره ، تغییر ارزش ، و با کلیک بر روی دکمه ذخیره. برای حذف یک دوره ، با کلیک بر روی آیکون حذف
fi_fi: Voit muokata ajan, valitse tahansa aikoja, muuta arvoa, ja napsauta Tallenna-painiketta. Voit poistaa ajan, napsauta Poista-kuvaketta
ga_ie: A mhodhnú go ceann tréimhse, cliceáil ar aon chuid den fhaisnéis tréimhsí, an luach a athrú, agus cliceáil ar an gcnaipe Sábháil. A scriosadh de thréimhse, cliceáil ar an deilbhín scriosadh
gl_gl: Para modificar un período, faga clic en calquera dos períodos de información, cambiar o valor, e prema no botón Gardar. Para borrar un período, prema na icona de exclusión
hr_hr: Da biste izmijenili razdoblje, kliknite na bilo koji od razdoblja informacija, promjena vrijednosti, i kliknite gumb Spremi. Da biste izbrisali razdoblja, kliknite ikonu za brisanje
hu_hu: Módosításához időszakban, kattintson bármelyik időszakok információk módosítsa az értéket, majd kattintson a Mentés gombra. Ha törölni szeretne egy időszak, kattintson a törlés ikonra
is_is: Til að breyta tíma, smellur á allir af the tímabila upplýsingarnar, breyta gildi, og smelltu á Vista hnappinn. Til að eyða tíma skaltu smella á eyða táknið
ja_jp: 期間を変更するには、期間の情報のいずれかをクリックして値を変更し、[保存]ボタンをクリックします。期間を削除するには、削除アイコンをクリック
lt_lt: Norėdami pakeisti laikotarpį, spustelėkite bet laikotarpių informaciją, keisti reikšmę, ir spustelėkite mygtuką &quot;Išsaugoti&quot;. Norėdami ištrinti laikotarpį, spustelėkite Šalinti piktogramą
lv_lv: Lai mainītu laika, noklikšķiniet uz jebkuras no laika informāciju, mainītu vērtību, un noklikšķiniet uz pogas Saglabāt. Lai izdzēstu laiku, noklikšķiniet izdzēst ikonas
mk_mk: За да ги промените период, кликнете на било кој од периодите информации, промена на вредноста, и кликнете на копчето Зачувај. За да ги избришете период, кликнете на иконата избришете
nn_no: Hvis du vil endre en periode, kan du klikke på en av periodene, endre verdien, og klikker på Lagre-knappen. For å slette en periode, klikk på slett ikonet
pl_pl: Aby zmienić okres, kliknij żadnych informacji okresach, zmiany wartości, a następnie kliknij przycisk Zapisz. Aby usunąć okres, kliknij ikonę usuwania
pt_pt: Para modificar um período, clique em qualquer um dos períodos de informação, alterar o valor, e clique no botão Salvar. Para excluir um período, clique no ícone de exclusão
ro_ro: Pentru a modifica o perioadă, faceţi clic pe oricare dintre informaţiile pe perioadele, modifica valoarea, şi faceţi clic pe butonul Save. Pentru a şterge o perioadă, faceţi clic pe pictograma şterge
ru_ru: Чтобы изменить период, нажмите на любой из периодов информацию, измените значение и нажмите кнопку Сохранить. Для удаления периода, Щелкните значок удаления
sk_sk: Ak chcete zmeniť čas, kliknite na niektorý z čias informácií, zmeňte hodnotu a kliknite na tlačidlo Uložiť. Ak chcete odstrániť obdobie, kliknite na ikonu Odstrániť
sl_si: Če želite spremeniti rok, kliknite na katero koli informacij obdobij, spremembe vrednosti, in kliknite na gumb Save. Za brisanje rok, kliknite ikono izbrisati
sq_al: Për të modifikuar një periudhë, klikoni mbi ndonjë nga informacionet e periudhave, të ndryshojë vlerën, dhe klikoni butonin Ruaj. Për të fshirë një periudhë, klikoni në ikonën fshini
sr_rs: Да бисте изменили периоду, кликните на било коју од информација периода, промените вредност, а затим кликните на дугме Сачувај. Да бисте избрисали периоду, кликом на делете иконица
sv_se: För att ändra en tid, klicka på någon av de perioder information, ändra värdet och klickar på knappen Spara. För att radera en tidsperiod, klicka på ikonen Ta bort
th_th: การปรับเปลี่ยนระยะเวลาให้คลิกที่ใด ๆ ของข้อมูลระยะเวลาการเปลี่ยนค่าและคลิกที่ปุ่มบันทึก ระยะเวลาที่จะลบให้คลิกที่ไอคอนลบ
tr_tr: Bir süre değiştirmek için, herhangi dönemlerde bilgi tıklatın, değerini değiştirmek ve Kaydet düğmesini tıklatın. Bir süre silmek için, sil simgesini tıklayın
uk_ua: Щоб змінити період, натисніть на будь-який з періодів інформацію, змініть значення і натисніть кнопку Зберегти. Для видалення періоду, Натисніть видалення
wa_be: I addasu cyfnod, cliciwch ar unrhyw ran o&#39;r wybodaeth gyfnodau, yn newid y gwerth, a chliciwch ar y botwm Save. Er mwyn dileu cyfnod, cliciwch ar yr eicon dileu
zh_tw: 要修改一個時期，點擊任何一個時期的信息，改變值，然後點擊保存按鈕。要刪除一個時期，點擊刪除圖標
