Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Student Name
af_za: Student Naam
ar_dz: اسم الطالب
be_by: Імя студэнта
bg_bg: Студентско наименование
bn_bd: শিক্ষার্থীর নাম
da_dk: Studerende Navn
el_gr: Όνομα Φοιτητών
es_es: Nombre del Alumno
et_ee: Õpilase nimi
fa_ir: نام دانش آموز
fi_fi: Opiskelijan nimi
ga_ie: Ainm an Mhic Léinn
gl_gl: Nome do alumno
hr_hr: Ime i prezime učenika
hu_hu: Diák neve
is_is: Námsmaður Nafn
ja_jp: 学生の名前
lt_lt: Studento vardas
mk_mk: Студентски Име
nn_no: Student Navn
pl_pl: Imię i nazwisko ucznia
pt_pt: Nome do Aluno
ro_ro: Student Nume
ru_ru: Имя студента
sk_sk: Študent Názov
sq_al: Emri i nxënësit
sr_rs: Студент Име
sv_se: Student Namn
th_th: ชื่อนักศึกษา
tr_tr: Öğrenci Adı
uk_ua: Ім&#39;я студента
wa_be: Enw&#39;r Myfyriwr
zh_tw: 學生姓名

source: Period Name
af_za: Tydperk Naam
ar_dz: اسم الفترة
be_by: Перыяд Імя
bg_bg: Период Име
bn_bd: সময়কাল নাম
da_dk: Periode Navn
el_gr: Όνομα Περίοδος
es_es: Nombre del Período
et_ee: Perioodi nimi
fa_ir: نام دوره
fi_fi: Ajan nimi
ga_ie: Ainm an Tréimhse
gl_gl: Nome período
hr_hr: Razdoblje Naziv
hu_hu: Időszak neve
is_is: Tímabil Nafn
ja_jp: 期間の名前
lt_lt: Laikotarpis Vardas
lv_lv: Periods Vārds
mk_mk: Период Име
nn_no: Periode Navn
pl_pl: Nazwa okresu
pt_pt: Nome período
ro_ro: Perioada Nume
ru_ru: Период Имя
sk_sk: Názov obdobia
sl_si: Obdobje Ime
sq_al: Emri Periudha
sr_rs: Период Име
sv_se: Period Namn
th_th: ชื่อระยะเวลา
tr_tr: Dönem Adı
uk_ua: Період Ім&#39;я
wa_be: Enw Cyfnod
zh_tw: 期間名稱

source: Attendance Status
af_za: Bywoning Status
ar_dz: الحضور حالة
be_by: Статус прысутнасці
bg_bg: Присъствие Статус
bn_bd: উপস্থিতির স্থিতি
da_dk: Deltagelse status
el_gr: Κατάσταση Συμμετοχής
es_es: Estado de Asistencia
et_ee: Osavõtjate Status
fa_ir: وضعیت حضور و غیاب
fi_fi: Osallistuminen Tila
ga_ie: Stádas Tinreamh
gl_gl: Status da atención
hr_hr: Sudjelovanje Status
hu_hu: Részvétel állapot
is_is: Aðsókn Status
ja_jp: 出席の状況
lt_lt: Dalyvavimas Statusas
lv_lv: Apmeklējumu statuss
mk_mk: Публика Статус
nn_no: Oppmøte Status
pl_pl: Stan obecności
pt_pt: Status do atendimento
ro_ro: Participarea Stare
ru_ru: Статус присутствия
sk_sk: Účasť stav
sl_si: Udeležba Status
sq_al: Statusi Pjesëmarrja
sr_rs: Присуство статус
sv_se: Närvaro Status
th_th: สถานะผู้เข้าร่วม
tr_tr: Seyirci Durum
uk_ua: Статус присутності
wa_be: Statws Presenoldeb
zh_tw: 考勤狀態

source: Total Attendance
af_za: Totale Bywoning
ar_dz: مجموع الحضور
be_by: Агульная колькасць наведванняў
bg_bg: Общо Присъствие
bn_bd: মোট উপস্থিতি
da_dk: Samlet Deltagelse
el_gr: Σύνολο Συμμετοχή
es_es: Asistencia total
et_ee: Kokku Osavõtjate
fa_ir: حضور و غیاب مجموع
fi_fi: Kävijöitä
ga_ie: Tinreamh Iomlán
gl_gl: Participación total de
hr_hr: Ukupno Posjetitelja
hu_hu: Teljes részvétel
is_is: Samtals Aðsókn
ja_jp: 総入場者数
lt_lt: Iš viso Lankomumas
lv_lv: Kopējais apmeklējums
mk_mk: Вкупно Публика
nn_no: Total Oppmøte
pl_pl: Wszystkich Uczestnictwo
pt_pt: Participação total de
ro_ro: Total de prezenţe
ru_ru: Общее количество посещений
sk_sk: Celková návštevnosť
sl_si: Skupaj obiskovalcev
sq_al: Pjesëmarrja Total
sr_rs: Укупно Похађање
sv_se: Totalt Närvaro
th_th: ผู้เข้าร่วมทั้งหมด
tr_tr: Toplam katılımın
uk_ua: Загальна кількість відвідувань
wa_be: Presenoldeb Cyfanswm
zh_tw: 總人次

source: Days Possible
af_za: Dae Moontlike
ar_dz: المحتملة أيام
be_by: Магчымыя дзён
bg_bg: Дни Възможни
bn_bd: সম্ভাব্য দিন
da_dk: Dage Mulige
el_gr: Ημέρες Πιθανές
es_es: Posibles Días
et_ee: Päeva Võimalikud
fa_ir: روز احتمالی
fi_fi: Days Mahdolliset
ga_ie: Laethanta Féideartha
gl_gl: Posibles días
hr_hr: Dani Mogući
hu_hu: Napok lehetséges
is_is: Days Möguleg
ja_jp: 可能な日
lt_lt: Dienas Galimi
lv_lv: Dienas Iespējamās
mk_mk: Денови Можни
nn_no: Dager Mulige
pl_pl: Możliwe dni
pt_pt: Possíveis dias
ro_ro: Zilele posibile
ru_ru: Возможные дней
sk_sk: Možno dní
sl_si: Dnevi Možni
sq_al: Ditë mundshme
sr_rs: Могући дана
sv_se: Dagar Möjliga
th_th: วันที่เป็นไปได้
tr_tr: Olası gün
uk_ua: Можливі днів
wa_be: Diwrnodau Posibl
zh_tw: 天可能

source: Average Attendance
af_za: Gemiddelde bywoning
ar_dz: متوسط ​​الحضور
be_by: Сярэдняя наведвальнасць
bg_bg: Средната посещаемост
bn_bd: গড় উপস্থিতি
da_dk: Gennemsnitligt tilskuertal
el_gr: Μέσος όρος φοίτηση
es_es: Promedio de Asistencia
et_ee: Keskmine osavõtt
fa_ir: حضور و غیاب متوسط
fi_fi: Keskimääräinen osallistumisprosentti
ga_ie: Tinreamh Meán
gl_gl: Participación media
hr_hr: Prosječna posjećenost
hu_hu: Átlagos részvétel
is_is: Meðaltal Aðsókn
ja_jp: 平均出席
lt_lt: Vidutinis Lankomumas
lv_lv: Vidējais apmeklējums
mk_mk: Просечна Публика
nn_no: Gjennomsnittlig fremmøte
pl_pl: Przeciętna frekwencja
pt_pt: Participação média
ro_ro: Medie de prezenţă
ru_ru: Средняя посещаемость
sk_sk: Priemerná návštevnosť
sl_si: Povprečna Udeležba
sq_al: Pjesëmarrja Mesatare
sr_rs: Просечан Похађање
sv_se: Genomsnittliga närvaron
th_th: ผู้เข้าร่วมเฉลี่ย
tr_tr: Ortalama Seyirci
uk_ua: Середня відвідуваність
wa_be: Cyfartaledd presenoldeb
zh_tw: 平均出席

source: Average Absent
af_za: Gemiddelde Afwesig
ar_dz: متوسط ​​غائب
be_by: Сярэдні Адсутнічае
bg_bg: Средна Absent
bn_bd: গড় অনুপস্থিত
da_dk: Gennemsnitlig Fraværende
el_gr: Μέση Απών
es_es: Promedio de Inasistencia
et_ee: Keskmine Puudub
fa_ir: رای غایب
fi_fi: Keskimääräinen Absent
ga_ie: Meán As láthair
gl_gl: Ausente media
hr_hr: Prosječna Odsutni
hu_hu: Átlagos Hiányzik
is_is: Meðaltal Enginn
ja_jp: 平均不在
lt_lt: Vidutinis Nėra
lv_lv: Vidējā Nav
mk_mk: Просечна Отсутен
nn_no: Gjennomsnittlig Fraværende
pl_pl: Średnia Nieobecny
pt_pt: Ausente média
ro_ro: Media Absent
ru_ru: Средний Отсутствует
sk_sk: Priemerná Neprítomnosť
sl_si: Povprečna odsotni
sq_al: Mesatare Mungon
sr_rs: Просечан одсуству
sv_se: Genomsnittlig Frånvarande
th_th: เฉลี่ยขาด
tr_tr: Ortalama Yok
uk_ua: Середній Відсутня
wa_be: Cyfartaledd Absennol
zh_tw: 平均缺席

source: Total
af_za: Totale
ar_dz: مجموع
be_by: Агульны
bg_bg: Общо
da_dk: Samlet
el_gr: Σύνολο
et_ee: Täielik
fa_ir: مجموع
fi_fi: Yhteensä
ga_ie: Iomlán
hr_hr: Ukupan
hu_hu: Teljes
is_is: Samtals
ja_jp: 合計
lt_lt: Visas
lv_lv: Kopā
mk_mk: Вкупно
pl_pl: Całkowity
ru_ru: Общий
sk_sk: Celkový
sl_si: Skupaj
sr_rs: Укупан
sv_se: Totalt
th_th: รวม
tr_tr: Toplam
uk_ua: Загальний
wa_be: Cyfanswm
zh_tw: 總計

source: Selected Student
af_za: Geselekteerde Student
ar_dz: اختيار الطلاب
be_by: Абраны Студэнцкая
bg_bg: Избрани Student
bn_bd: সিলেক্টেড ছাত্র
da_dk: Valgte Student
el_gr: Επιλεγμένα Φοιτητών
es_es: Alumnos seleccionados
et_ee: Valitud Student
fa_ir: انتخاب دانشجو
fi_fi: Valitut Student
ga_ie: Mac Léinn Roghnaithe
gl_gl: Alumnos seleccionados
hr_hr: Odabrani Studentski
hu_hu: Kiválasztott Student
is_is: Valdar Student
ja_jp: 選択した学生
lt_lt: Pasirinkta Studentų
lv_lv: Atlasīts Studentu
mk_mk: Избрани студентите
nn_no: Valgte Student
pl_pl: Wybrany Student
pt_pt: Alunos selecionados
ro_ro: Selectate Student
ru_ru: Выбранный Студенческая
sk_sk: Vybrané študentov
sl_si: Izbrane Student
sq_al: Student zgjedhur
sr_rs: Изабрани Студентски
sv_se: Utvald elev
th_th: นักศึกษาที่เลือก
tr_tr: Seçilen Öğrenci
uk_ua: Обраний Студентська
wa_be: Myfyrwyr dethol
zh_tw: 選擇學生

source: All course periods
af_za: Al die kursus periodes
ar_dz: بالطبع كل الفترات
be_by: Усе навучальныя перыяды
bg_bg: Всички разбира се периоди
bn_bd: সব কোর্সের সময়কাল
da_dk: Alle kursus perioder
el_gr: Όλες οι περίοδοι φυσικά
es_es: Todos los períodos del curso
et_ee: Kõik muidugi perioodide
fa_ir: تمام دوره درس
fi_fi: Kaikki tietenkin aikoja
ga_ie: Gach tréimhsí cúrsa
gl_gl: Todos os períodos de curso
hr_hr: Sve naravno razdoblja
hu_hu: Minden tanfolyam időszakok
is_is: Öll námskeið tímabil
ja_jp: すべてのコース期間
lt_lt: Visi kursų laikotarpių
lv_lv: Visas kursu periodi
mk_mk: Сите разбира периоди
nn_no: Alle selvfølgelig perioder
pl_pl: Wszystkie okresy oczywiście
pt_pt: Todos os períodos de curso
ro_ro: Toate perioadele de curs
ru_ru: Все учебные периоды
sk_sk: Všetko samozrejme obdobie
sl_si: Vse seveda obdobja
sq_al: Natyrisht të gjitha periudhat e
sr_rs: Све наравно периоди
sv_se: Alla naturligtvis perioder
th_th: ทุกงวดแน่นอน
tr_tr: Bütün kurs süreleri
uk_ua: Усі навчальні періоди
wa_be: Mae&#39;r holl gyfnodau cwrs
zh_tw: 所有課程期間

source: All my course periods
af_za: Al my kursus periodes
ar_dz: بالطبع كل الفترات بلدي
be_by: Усе мае перыяды курс
bg_bg: Всичките ми разбира периоди
bn_bd: আমার সব কোর্সের সময়কাল
da_dk: Alle mine kursus perioder
el_gr: Όλες οι περίοδοι μου πορεία
es_es: Todos mis períodos del curso
et_ee: Kõik mu muidugi perioodide
fa_ir: تمام دوره البته من
fi_fi: Kaikki minun tietenkin aikoja
ga_ie: Gach mo tréimhsí chúrsa
gl_gl: Todos os meus períodos de curso
hr_hr: Svi moji naravno razdoblja
hu_hu: Minden az én természetesen időszak
is_is: Öll námskeið tímabil mitt
ja_jp: すべての私のコースの期間
lt_lt: Visi mano kurso laikotarpiais
lv_lv: Visi mani protams periodiem
mk_mk: Сите мои разбира периоди
nn_no: Alle mine selvfølgelig perioder
pl_pl: Wszystkie moje okresy oczywiście
pt_pt: Todos os meus períodos de curso
ro_ro: Toate perioadele mele curs
ru_ru: Все мои периоды курс
sk_sk: Všetky moje kurz obdobie
sl_si: Vsi moji seveda obdobja
sq_al: Të gjitha periudhat e mia sigurisht
sr_rs: Сви моји наравно периоди
sv_se: Alla mina kurs perioder
th_th: ทุกงวดการหลักสูตรของฉัน
tr_tr: Tüm kurs dönemleri
uk_ua: Всі мої періоди курс
wa_be: Mae pob cwrs yn fy cyfnodau
zh_tw: 我所有的課程時間

source: Selected course period
af_za: Geselekteerde kursus tydperk
ar_dz: طبعا الفترة المحددة
be_by: Абраны курс перыяд
bg_bg: Избрани Разбира период
bn_bd: সিলেক্টেড কোর্স কাল
da_dk: Valgte kursusperioden
el_gr: Επιλεγμένα περίοδο πορεία
es_es: Período del curso seleccionado
et_ee: Valitud kursuste toimumise aja
fa_ir: انتخاب دوره دوره
fi_fi: Valittu kurssi kauden
ga_ie: Tréimhse cúrsa Roghnaithe
gl_gl: Período de curso seleccionado
hr_hr: Odabrani tečaj razdoblja
hu_hu: Kiválasztott tanfolyam ideje
is_is: Valdar auðvitað tímabil
ja_jp: 選択したコースの期間
lt_lt: Pasirinktą kursą laikotarpiu
lv_lv: Izvēlētais kursa laikā
mk_mk: Избрани се разбира период
nn_no: Valgte kursperioden
pl_pl: Wybrany okres kursu
pt_pt: Período de curso selecionado
ro_ro: Selectate cursul perioadei de
ru_ru: Выбранный курс период
sk_sk: Vybraný kurz obdobie
sl_si: Izbrane seveda obdobje
sq_al: Periudhën e zgjedhur sigurisht
sr_rs: Одабраном курсу периода
sv_se: Vald kurs perioden
th_th: หลักสูตรระยะเวลาที่เลือก
tr_tr: Seçilen kurs süresinin
uk_ua: Обраний курс період
wa_be: Cyfnod y cwrs dethol
zh_tw: 所選課程期

source: The duplicate record(s) has been deleted.
af_za: Die dubbele rekord (s) is verwyder.
ar_dz: تم حذف السجل مكررة (ق).
be_by: Дублікат запісу (ы) быў выдалены.
bg_bg: Дубликатът запис (а) е била изтрита.
bn_bd: প্রতিলিপি রেকর্ড (গুলি) মুছে ফেলা হয়েছে.
da_dk: På duplikateksemplaret record (s) er blevet slettet.
el_gr: Το αντίγραφο εγγραφή (ες) έχει διαγραφεί.
es_es: El/Los registro(s) duplicado(s) ha(n) sido eliminado(s).
et_ee: Eksemplaris kirje (t) on kustutatud.
fa_ir: رکورد تکراری (ها) حذف شده است.
fi_fi: Kahtena ennätys (t) on poistettu.
ga_ie: Tá an taifead dúblach (í) scriosadh.
gl_gl: O rexistro duplicado (s) foi eliminado.
hr_hr: Duplikat zapis (e) je obrisana.
hu_hu: A duplikált bejegyzés (ek) törölve lett.
is_is: The afrit skrá (s) hefur verið eytt.
ja_jp: 重複レコード（s）は削除されました。
lt_lt: Dublikatas įrašas (-ai) buvo ištrintas.
lv_lv: Dublēt reģistru (s) ir svītrots.
mk_mk: На дупликат евиденцијата (а) е избришана.
nn_no: Det dupliserte posten (e) har blitt slettet.
pl_pl: Duplikat rejestr (-y) został usunięty.
pt_pt: O registro duplicado (s) foi eliminado.
ro_ro: Rezultatele duplicat (e) a fost eliminat.
ru_ru: Дубликат записи (ы) был удален.
sk_sk: Duplicitné záznam (y) bol vypustený.
sl_si: Dvojnik zapis (ov) je bil izbrisan.
sq_al: Të dhënat e kopjuar (s) është fshirë.
sr_rs: Дупликат запис (И) је обрисана.
sv_se: Ett duplikat rad (er) har tagits bort.
th_th: ระเบียนที่ซ้ำกัน (s) มีถูกลบไปแล้ว
tr_tr: Yinelenen Kayıt (lar) silindi.
uk_ua: Дублікат записи (и) був видалений.
wa_be: Mae&#39;r cofnod yn ddyblyg (au) wedi cael ei ddileu.
zh_tw: 重複的記錄（S）已被刪除。

source: of
af_za: van
ar_dz: من
be_by: з
bg_bg: на
bn_bd: সম্পর্কে
da_dk: af
el_gr: του
es_es: de
et_ee: kohta
fa_ir: از
fi_fi: ja
ga_ie: de
gl_gl: de
hr_hr: od
hu_hu: A
is_is: á
ja_jp: 中
lt_lt: iš
lv_lv: gada
mk_mk: на
nn_no: av
pl_pl: z
pt_pt: de
ro_ro: de
ru_ru: из
sk_sk: z
sl_si: od
sq_al: e
sr_rs: од
sv_se: av
th_th: จาก
uk_ua: з
wa_be: o
zh_tw: 對

source: pages
af_za: bladsye
be_by: старонак
bg_bg: страници
bn_bd: পৃষ্ঠা
da_dk: sider
el_gr: σελίδες
et_ee: leheküljed
fa_ir: صفحات
fi_fi: sivut
ga_ie: leathanaigh
gl_gl: páxinas
hr_hr: stranice
hu_hu: oldal
is_is: síður
ja_jp: ページの
lt_lt: puslapių
lv_lv: lapas
mk_mk: страници
nn_no: sider
pl_pl: stron
pt_pt: páginas
ro_ro: pagini
ru_ru: страниц
sk_sk: stránky
sl_si: strani
sq_al: faqe
sr_rs: Странице
sv_se: sidor
th_th: หน้า
tr_tr: sayfaları
uk_ua: сторінок
wa_be: Tudalennau
zh_tw: 網頁

source: Course (Course Period ID)
af_za: Kursus (Cursus Periode ID)
ar_dz: دورة (دورة معرف الفترة)
be_by: Курс (ID Курс перыяд)
bg_bg: Курс (ID Период на курса)
bn_bd: কোর্স (কোর্সের মেয়াদ আইডি)
da_dk: Kursus (kursusperioden ID)
el_gr: Μαθήματος (Course ID Περίοδος)
es_es: Curso (ID del Período del Curso)
et_ee: Kursus (kursus perioodile ID)
fa_ir: درس (درس ID دوره)
fi_fi: Kurssi (Course Period ID)
ga_ie: Cúrsa (ID Tréimhse Cúrsa)
gl_gl: Curso (ID Período do curso)
hr_hr: Tečaj (Tečaj Razdoblje ID)
hu_hu: Tanfolyam (tanfolyam ideje ID)
is_is: Námskeið (Námskeið Tímabil ID)
ja_jp: コー​​ス（コース期間のID）
lt_lt: Kursas (kursai Laikotarpis ID)
lv_lv: Kursa (Kursu periods ID)
mk_mk: Курсот (курс Период проект)
nn_no: Kurs (kursperioden ID)
pl_pl: Oczywiście (ID długość kursu)
pt_pt: Curso (ID Período do Curso)
ro_ro: Curs (ID-ul Perioada curs)
ru_ru: Курс (ID Курс период)
sk_sk: Kurz (kurz obdobie ID)
sl_si: Course (Tečaj Obdobje ID)
sq_al: Kursi (Periudha Kursi ID)
sr_rs: Курс (Цоурсе период ИД)
sv_se: Kurs (Kurs Period ID)
th_th: หลักสูตร (รหัสหลักสูตรระยะเวลา)
tr_tr: Course (Ders Dönemi ID)
uk_ua: Курс (ID Курс період)
wa_be: Cwrs (ID Cyfnod Cwrs)
zh_tw: 課程（課程期間 ID）

source: Course Start Date
af_za: Kursus begin Datum
ar_dz: تاريخ بدء الدورة
be_by: Дата пачатку курса
bg_bg: Курс Старт Дата
bn_bd: কোর্স আরম্ভের তারিখ
da_dk: Kursus Startdato
el_gr: Έναρξη μαθημάτων
es_es: Fecha de Inicio del Curso
et_ee: Muidugi Start Date
fa_ir: تاریخ شروع مبحث آموزشی
fi_fi: Kurssin aloituspäivämäärä
ga_ie: Dáta Tosaigh Cúrsa
gl_gl: Data de inicio do curso
hr_hr: Tečaj Početni datum
hu_hu: Tanfolyam kezdete dátum
is_is: Námskeið Start Date
ja_jp: コー​​ス開始日
lt_lt: Modulio pradžios data
lv_lv: Kursa sākuma datums
mk_mk: Курс Почеток Датум
nn_no: Kurs Startdato
pl_pl: Data rozpoczęcia kursu
pt_pt: Data de início do curso
ro_ro: Curs Data de începere
ru_ru: Дата начала курса
sk_sk: Dátum začiatku kurzu
sl_si: Datum začetka predmeta
sq_al: Kursi fillon Data
sr_rs: Наравно Датум почетка
sv_se: Kurs Startdatum
th_th: วันที่เริ่มต้นหลักสูตร
tr_tr: Ders Başlangıç ​​Tarihi
uk_ua: Дата початку курсу
wa_be: Dyddiad Cychwyn y Cwrs
zh_tw: 課程開始日期

source: Course End Date
af_za: Kursus Einde Datum
ar_dz: طبعا تاريخ الانتهاء
be_by: Дата заканчэння курса
bg_bg: Курс Крайна Дата
bn_bd: কোর্স শেষ তারিখ
da_dk: Kursus Slutdato
el_gr: Γήπεδο Ημερομηνία Λήξης
es_es: Fecha de Finalización del Curso
et_ee: Muidugi Lõppkuupäev
fa_ir: درس تاریخ پایان
fi_fi: Kurssin Lopetuspäivä
ga_ie: Dáta Deiridh Cúrsa
gl_gl: Data Final curso
hr_hr: Tečaj Datum završetka
hu_hu: Természetesen végdátuma
is_is: Námskeið End Date
ja_jp: コー​​ス終了日
lt_lt: Modulio Pabaigos data
lv_lv: Kursa beigu datums
mk_mk: Курс Крај Датум
nn_no: Kurs Sluttdato
pl_pl: Data zakończenia kursu
pt_pt: Data Final curso
ro_ro: Curs de Sfârşitul Data
ru_ru: Дата окончания курса
sk_sk: Dátum ukončenia kurzu
sq_al: Fundi Kursi Data
sr_rs: Наравно Датум завршетка
sv_se: Kurs Slutdatum
th_th: วันที่สิ้นสุดแน่นอน
tr_tr: Ders Bitiş Tarihi
uk_ua: Дата закінчення курсу
wa_be: Dyddiad Gorffen y Cwrs
zh_tw: 課程結束日期

source: Attendance Date
af_za: Bywoning Datum
ar_dz: تاريخ الحضور
be_by: Дата Наведвальнасць
bg_bg: Присъствие Дата
bn_bd: উপস্থিতির তারিখ
da_dk: Deltagelse Dato
el_gr: Ημερομηνία Συμμετοχής
es_es: Fecha de Asistencia
et_ee: Osavõtjate Date
fa_ir: تاریخ حضور و غیاب
fi_fi: Osallistuminen Päivämäärä
ga_ie: Dáta Tinreamh
gl_gl: Data de atención
hr_hr: Sudjelovanje Datum
hu_hu: Részvétel dátuma
is_is: Aðsókn Dagsetning
ja_jp: 出席日
lt_lt: Dalyvavimas data
lv_lv: Apmeklējumu laiks
mk_mk: Публика Датум
nn_no: Oppmøte dato
pl_pl: Data obecności
pt_pt: Data de atendimento
ro_ro: Participarea Data
ru_ru: Дата Посещаемость
sk_sk: Účasť data
sl_si: Udeležba Datum
sq_al: Data Pjesëmarrja
sr_rs: Присуство Датум
sv_se: Närvaro Datum
th_th: วันที่เข้าร่วมประชุม
tr_tr: Seyirci Tarihi
uk_ua: Дата Відвідуваність
wa_be: Dyddiad Presenoldeb
zh_tw: 出席會議日期

source: No Duplicates Found
af_za: Geen duplikate gevind
ar_dz: لم يتم العثور على التكرارات
be_by: Супадзення не дапускаюцца знойдзена
bg_bg: Не Дубликати Found
bn_bd: কোন সদৃশ না
da_dk: Ingen dubletter fundet
el_gr: Δεν βρέθηκαν διπλότυπα
es_es: No se Encontraron Duplicados
et_ee: Ei Kattuvaid Found
fa_ir: بدون تکراری پیدا نشد
fi_fi: Ei Kopiot löytynyt
ga_ie: Uimh Dúblaigh Aimsíodh
gl_gl: Duplicación Non Autorizada atopado
hr_hr: Nema duplikata pronađeni
hu_hu: Nem lehet azonos található
is_is: Engar tvítekningar fundust
ja_jp: 重複が見つかりませんでした。
lt_lt: Dublikatų Rasta
lv_lv: Nr dublikātus atrasti
mk_mk: Не Двојни пронајдено
nn_no: Ingen Dupliserer funnet
pl_pl: Bez duplikatów Found
pt_pt: Duplicação Não Autorizada encontrado
ro_ro: Nr dubluri-au găsit
ru_ru: Совпадения не допускаются Найдено
sk_sk: Bez duplicity nájdený
sl_si: Št podvojene Found
sq_al: Nuk ka kopje identike Found
sr_rs: Нема дупликата Пронађено
sv_se: Inga dubbletter funna
th_th: ไม่มีค่าซ้ำกันพบ
tr_tr: Yineleme Yok Bulundu
uk_ua: Збіги не допускаються Знайдено
wa_be: Dim dyblygu wedi ei ddarganfod
zh_tw: 無重複發現

source: No Students were found.
af_za: Geen Studente is gevind.
ar_dz: لم يتم العثور على الطلاب.
be_by: Няма Студэнты былі знойдзеныя.
bg_bg: Студентите са открити.
bn_bd: কোন ছাত্র পাওয়া যায়নি.
da_dk: Ingen studerende blev fundet.
el_gr: Δεν φοιτητές βρέθηκαν.
es_es: No se han encontrado Alumnos.
et_ee: Ei Õpilased ei leitud.
fa_ir: دانش آموزان یافت نشد.
fi_fi: Ei Opiskelijat löydetty.
ga_ie: Ní raibh mic léinn.
gl_gl: Os estudantes non se atoparon.
hr_hr: Nema Studenti su pronađeni.
hu_hu: Nem diákok találtak.
is_is: Engar Nemendur fundust.
ja_jp: 学生は見つかりませんでした。
lt_lt: Studentai buvo rasta.
lv_lv: Nr Studenti netika atrasts.
mk_mk: Не ученици биле пронајдени.
nn_no: Ingen studenter ble funnet.
pl_pl: Studenci nie znaleziono.
pt_pt: Os estudantes não foram encontrados.
ro_ro: Nu Elevii s-au găsit.
ru_ru: Нет Студенты были найдены.
sk_sk: Študenti žiadne nenašli.
sl_si: Ni bilo študentov.
sq_al: Studentët nuk janë gjetur.
sr_rs: Нема Студенти су пронађене.
sv_se: Inga Eleverna hittades.
th_th: นักศึกษาไม่พบ
tr_tr: Öğrenciler bulunamadı.
uk_ua: Ні Студенти були знайдені.
wa_be: Ni Roedd y myfyrwyr yn dod o hyd.
zh_tw: 沒有學生被發現。

source: From
af_za: Van
ar_dz: من
be_by: Ад
bg_bg: От
bn_bd: হইতে
da_dk: Fra
el_gr: Από
es_es: Desde
et_ee: Pärit
fa_ir: از
fi_fi: Alkaen
ga_ie: Ó
gl_gl: A partir de
hr_hr: Iz
hu_hu: -Tól
is_is: Frá
ja_jp: からの
lt_lt: Nuo
lv_lv: No
mk_mk: Од
nn_no: Fra
pl_pl: Z
pt_pt: A partir de
ro_ro: De la
ru_ru: От
sk_sk: Z
sl_si: Od
sq_al: Nga
sr_rs: Од
sv_se: Från
th_th: จาก
tr_tr: Itibaren
uk_ua: Від
wa_be: O
zh_tw: 從

source: When do you want to recalculate the daily attendance?
af_za: Wanneer wil jy die daaglikse bywoning te herbereken?
ar_dz: متى تريد إعادة حساب الحضور اليومي؟
be_by: Калі вы хочаце, каб пералічыць штодзённай наведвальнасці?
bg_bg: Когато искаш да преизчисли присъствие?
bn_bd: কখন আপনি দৈনিক হাজিরা পুনঃগণনা চান?
da_dk: Hvornår ønsker du at genberegne de daglige fremmøde?
el_gr: Πότε θέλετε να υπολογίσει εκ νέου την καθημερινή παρακολούθηση;
es_es: Â¿Cuándo desea recalcular la asistencia diaria?
et_ee: Kui sa tahad uuesti arvutada, igapäevase osavõtu õppetööst?
fa_ir: هنگامی که آیا شما می خواهید دوباره حساب حضور روزانه؟
fi_fi: Kun haluat laskea päivittäin läsnä?
ga_ie: Nuair a dhéanann tú ag iarraidh a athríomh ar an freastal laethúil?
gl_gl: Cando quere recalcular a frecuencia diaria?
hr_hr: Kada želite preračunati svakodnevno prisustvo?
hu_hu: Ha szeretné, hogy újraszámolja a napi látogatottsága?
is_is: Hvenær viltu að endurreikna daglegt mætingu?
ja_jp: するときは、再計算毎日の出席をしたいですか？
lt_lt: Kada norite perskaičiuoti kasdien lankyti?
lv_lv: Ja jūs vēlaties pārrēķināt ikdienas apmeklējumu?
mk_mk: Кога сакате да рекалкулиране дневниот присуство?
nn_no: Når ønsker du å beregne daglige frammøte?
pl_pl: Kiedy chcesz przeliczyć codziennie obecności?
pt_pt: Quando você quer recalcular a freqüência diária?
ro_ro: Când vrei să recalculeze prezenţă de zi cu zi?
ru_ru: Когда вы хотите, чтобы пересчитать ежедневной посещаемости?
sk_sk: Keď chcete prepočítať prezenčnej?
sl_si: Če želite preračunati dnevno udeležbo?
sq_al: Kur doni të rillogaritjen pjesëmarrjen e përditshme?
sr_rs: Када желите да прерачунати дневни боравак?
sv_se: När vill du räkna om daglig närvaro?
th_th: คุณต้องการคำนวณการเข้าร่วมประชุมทุกวันเมื่อไหร่
tr_tr: Ne zaman günlük katılım yeniden hesaplamak istiyorsunuz?
uk_ua: Коли ви хочете, щоб перерахувати щоденної відвідуваності?
wa_be: Pryd ydych chi eisiau ail-gyfrifo&#39;r presenoldeb dyddiol?
zh_tw: 當你想重新計算每日出勤？

source: The Daily Attendance for that timeframe has been recalculated.
af_za: Die daaglikse bywoning vir daardie tydraamwerk is herbereken word.
ar_dz: كان الحضور اليومي لحساب هذا الإطار الزمني.
be_by: Штодзённае наведванне на працягу тэрмінаў, якія былі пералічаныя.
bg_bg: The Daily обслужване за тази времева рамка е преизчислена.
da_dk: The Daily Deltagerliste for denne tidsramme er blevet genberegnet.
el_gr: Η Καθημερινή για το χρονικό διάστημα έχει υπολογιστεί εκ νέου.
es_es: La Asistencia Diaria para ese período de tiempo se ha recalculado.
et_ee: Daily kohalolijate selle ajakava on ümber.
fa_ir: حضور و غیاب روزانه برای آن بازه زمانی محاسبه است.
fi_fi: Daily läsnäolevaksi että aikataulu on laskettu uudelleen.
ga_ie: Tá an Freastal sa lá le haghaidh an fhráma ama a athríomh.
gl_gl: A frecuencia diaria para ese período foi recalculado.
hr_hr: Dolaze na taj rok je ponovno izračunava.
hu_hu: A Daily részvétel adott határidőn újraszámolták.
is_is: The Daily Aðsókn fyrir þessi tímamörk hefur verið endurreiknuð.
ja_jp: その時間枠のための毎日の出席が再計算されています。
lt_lt: Dienos lankymą, kad terminai buvo perskaičiuotas.
lv_lv: Dienas Apmeklējumu attiecīgajā laikposmā tika pārrēķināts.
mk_mk: Дејли Публика за таа временска рамка е пресметаните.
nn_no: The Daily Oppmøte for at tidsrammen er omregnet.
pl_pl: The Daily Uczestnictwo w tym czasie został przeliczony.
pt_pt: A freqüência diária para esse período foi recalculado.
ro_ro: Participarea Daily respectivul interval de timp a fost recalculate.
ru_ru: Ежедневное посещение в течение сроков, которые были пересчитаны.
sk_sk: Prezenčná pre tento časový rámec bol prepočítaný.
sl_si: Daily Udeležba na časovni okvir, ki je ponovno izračunan.
sq_al: Pjesëmarrja Daily për këtë afat është rillogaritet.
sr_rs: Дневни боравак за то временски оквир је поново израчунате.
sv_se: The Daily Närvaro under den tidsramen har omräknats.
th_th: เข้าร่วมประชุมทุกวันสำหรับระยะเวลาที่ได้รับการคำนวณใหม่
tr_tr: Günlük Seyirci o süre için hesaplanacak olmuştur.
uk_ua: Щоденне відвідування протягом строків, які були перераховані.
wa_be: Mae&#39;r presenoldeb dyddiol ar gyfer y cyfnod wedi cael ei ail-gyfrifo.
zh_tw: 每日出席該時間表已重新計算。
