Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This page lets you make a copy of your existing school. The data copied includes School Periods, Marking Periods, Report Card Grade Codes, Report Card Comment Codes, Eligibility Activity Codes, Attendance Codes and Grade Levels.
af_za: Op hierdie bladsy kan u &#39;n afskrif van jou bestaande skool. Die data gekopieer sluit Skool Periodes, merk Periodes, rapportkaart Graad Kodes, rapport Kommentaar Kodes, in aanmerking te kom aktiwiteit codes, Bywoning Kodes en graad vlakke.
ar_dz: هذه الصفحة تمكنك من إجراء نسخة من المدارس الموجودة لديك. وتشمل البيانات التي تم نسخها حقب المدرسة ، وفترات وضع العلامات والرموز عن الصف كروت ، رموز تبليغ عن التعليق كروت ، رموز نشاط الأهلية ، رموز الحضور والرتب.
be_by: На гэтай старонцы можна зрабіць копію існуючай школы. Дадзеныя, скапіяваныя ўключае ў сябе школы Перыяды, маркіроўка Перыяды, справаздачных кодаў карт класа, справаздачных кодаў карт Каментарыі, коды Права актыўнасць, наведвальнасць коды і класах.
bg_bg: Тази страница ви позволява да направите копие на съществуващите вашето училище. Копираните данни включва Периоди на училище, маркиране Периоди, Доклад Кодове за карта степен, Доклад място Card Коментар, място за допустимост дейност, участие кодове и степен нива.
bn_bd: এ পাতায় আপনাকে আপনার বিদ্যমান স্কুলের একটি কপি করা. কপি ডাটা স্কুল সময়কাল, অবস্থানসূচক সময়কাল, রিপোর্ট কার্ড গ্রেড কোড, রিপোর্ট কার্ড মন্তব্য কোড, যোগ্যতা চাঞ্চল্যপূর্ণ কোড, এ্যাটেনডেন্স কোড এবং গ্রেড মাত্রা রয়েছে.
da_dk: Denne side lader dig lave en kopi af din eksisterende skole. De kopierede data omfatter skoleophold, Mærkning Perioder, Report Card Grade Koder, Report Card Kommentar Koder, Støtteberettigelse Aktivitet koder, Deltagelse koder og klassetrin.
el_gr: Αυτή η σελίδα σας επιτρέπει να δημιουργήσετε ένα αντίγραφο της υπάρχουσας σχολείου σας. Τα δεδομένα αντιγράφονται περιλαμβάνει σχολικές περιόδους, Σήμανση, κωδικοί Βαθμός Έκθεση κάρτες, κωδικούς Σχόλιο Έκθεση κάρτες, κωδικούς Δραστηριότητα Επιλεξιμότητα, Κώδικες Συμμετοχή και βαθμίδες.
es_es: Esta página le permite hacer una copia de la institución existente. Los datos copiados incluyen Períodos Escolares, Períodos de Evaluación, Informe de Códigos de la Libreta de Calificaciones, Informe de Códigos de la Libreta de Comentarios, Códigos de Elegibilidad de Actividades, Normas de Asistencia y Niveles de Calificaciones.
et_ee: Sellel leheküljel saate teha koopia oma olemasolevaid koolis. Andmed kopeeritakse sisaldab School perioodid, märgistamine perioodid, Report Card Hinne Koodid, Report Card Kommentaar Koodid, abikõlblikkuse tegevusala koodid, osavõtt Koodid ja klassi tasemel.
fa_ir: این صفحه به شما اجازه می دهد تا یک کپی از مدرسه های موجود شما شما را می باشد. داده ها کپی شده شامل دوره مدرسه ، دوره مشخص ، گزارش کارت کدهای درجه ، گزارش کارت کد نظر ، واجد شرایط بودن کدهای فعالیت ، کد حضور و غیاب و سطوح درجه.
fi_fi: Tällä sivulla voit tehdä kopion olemassa koulun. Tiedot kopioidaan sisältää School Periodit, merkintä aikoja, report card Grade koodit, report card Kommentti Codes Kelpoisuus Activity koodit, Yleisöä Koodit ja luokka-asteelta.
ga_ie: Ligeann an leathanach seo duit cóip a dhéanamh de do scoil atá ann cheana féin. Áirítear leis na sonraí a chóipeáil Tréimhsí Scoil, Tréimhsí Marcála, Cóid Tuarascáil Grád Cárta, Cóid Tuarascáil Comment Cárta, Cóid Gníomhaíocht Incháilitheacht, Cóid Leibhéil Freastail agus Grád.
gl_gl: Esta páxina permítelle unha copia da súa escola existente. Os datos copiados inclúe períodos escolares, períodos de reserva, Códigos Denunciar Reixa Card, Códigos comentario Reportar Card, Códigos Actividade de elixibilidade, Códigos Atención e Niveis de Grao.
hr_hr: Ova stranica vam omogućuje da napravite kopiju vašeg postojeće škole. Podaci kopirati uključuje škole razdoblja, Obilježavanje razdoblja, izvješća kartica Grade kodeksa, izvješća kartica komentar kodeksi, Pravo aktivnost Pravila, Attendance Kodovi i stupnjeva obrazovanja.
hu_hu: Ez az oldal lehetővé teszi, hogy egy másolatot a meglévő iskola. A másolt adatok is School időszakok, jelölés időszakok, jelentése Card Grade kódok jelentése Card Comment kódok, jogosultság Activity kódok, Attendance Kódok és Grade szint.
is_is: Þessi síða leyfir þér að gera afrit af núverandi skólanum þínum. The gögn sem afrituð eru School tímum, Merking tímum, Report Card Grade Codes, Report Card Comment Codes, Hæfi Activity Codes, Aðsókn Codes og bekk Levels.
ja_jp: このページでは、既存の学校のコピーを行うことができます。コピーされたデータは、学校の期間、マーキング期間、レポートカードのグレードコード、レポートカードコメントコード、資格のアクティビティコード、出席コードとグレードレベルに分かれています。
lt_lt: Šis puslapis leidžia jums padaryti kopiją esamą mokyklos. Duomenų kopija apima mokyklų laikotarpius, ženklinimo laikotarpiai kortelę Įvertinimas kodai, kortelę Komentaras kodai, Teisė Veiklos kodai, lankomumo kodus ir klasės lygiu.
lv_lv: Šī lapa ļauj izveidot kopiju no jūsu esošās skolas. Kopēti dati ietver School periodi, Marķējums periodi, Ziņojums Card Grade Codes, Ziņojums Card Komentārs Codes, Tiesības Activity Codes, apmeklēšanu un klašu grupās.
mk_mk: Оваа страница ви овозможува да направите копија од вашиот постоечки училиште. Податоците копирани вклучува школа периоди, Обележување периоди, Report Card Одделение кодови, Извештај картичка коментар кодови, Подобност активност кодови, присуство кодови и одделение нивоа.
nn_no: Denne siden lar deg lage en kopi av den eksisterende skolen. Dataene kopiert inkluderer skole Perioder, Merking Perioder, Report Card Grade Codes, Report Card Kommentar Codes, valgbarhet aktivitet Codes, Oppmøte Codes og klassetrinn.
pl_pl: Ta strona umożliwia wykonanie kopii istniejącej szkoły. Dane kopiowane obejmuje okresy School, Okresy CE, Kody Report Card Grade, Kody Report Card Komentarz Kody aktywny kwalifikacji, Kody obecności i stopnia Poziomy.
pt_pt: Esta página permite que você faça uma cópia de sua escola existente. Os dados copiados inclui períodos escolares, períodos de marcação, Códigos Assinalar Grade Card, Códigos comentário Reportar Card, Códigos Atividade de elegibilidade, Códigos Atendimento e Níveis de Grau.
ro_ro: Această pagină vă permite să efectuaţi o copie de şcoală existente. Datele copiate include Perioadele Scoala, Perioadele de marcare, Raport Calitate Card Coduri, Codurile Semnalati un comentariu Card, codurile de activitate de eligibilitate, Coduri de prezenţă şi niveluri de gradul.
ru_ru: На этой странице можно сделать копию существующей школы. Данные, скопированные включает в себя школы Периоды, маркировка Периоды, отчетных кодов карт класса, отчетных кодов карт Комментарий, коды Право активность, посещаемость коды и классах.
sk_sk: Táto stránka umožňuje vytvoriť kópiu existujúcej školy. Okopírovaná dáta zahŕňajú školy Obdobie, značenie Obdobie, správa Kódy karta triedy, správa Kódy karty komentár, kódy spôsobilosti aktivity, Účasť kódy a terény.
sl_si: Ta stran vam omogoča, da naredite kopijo svoje obstoječe šole. Kopirane podatke vključuje School Obdobja, Marking Obdobja, poročilo kode Grade Card, poročilo kode Komentar Card, kodeksov Activity Upravičenost, Udeležba Oznake in Grade ravni.
sq_al: Kjo faqe ju lejon të bëni një kopje të shkollës tuaj ekzistues. Të dhënat e kopjuar përfshin periudhat Shkolla, periudhat e shënuar, Card Kodet Raporti i klasës, Card Kodet Raporti koment, Kodet Aktivizimi Mundesi, Kodet Pjesëmarrja dhe klasët.
sr_rs: Ова страница вам омогућава да направите копију постојеће школе. Подаци копирају укључује школе периода, обележавање периода, Извештај кодови Разред картица, Извештај кодови Коментар картица, шифре делатности Право, Гледалаца кодови и разреда.
sv_se: Den här sidan kan du göra en kopia av din befintliga skolan. Den kopierade data innehåller School perioder, Märkning perioder Report Card koder Grade, Report Card koder Kommentera, Behörighet koder aktivitet, koder Närvaro och årskurser.
th_th: หน้านี้จะช่วยให้คุณทำสำเนาของโรงเรียนที่มีอยู่ของคุณ ข้อมูลที่คัดลอกรวมถึงช่วงเวลาที่โรงเรียนระยะเวลาการทำเครื่องหมาย, รายงานรหัสเกรดบัตร, รหัสรายงานความคิดเห็นบัตร, รหัสกิจกรรมคุณสมบัติ, รหัสผู้เข้าร่วมและระดับชั้น
tr_tr: Bu sayfa, mevcut okulun bir kopyasını yapmanıza olanak sağlar. Kopyalanan veriler Okul Dönemleri, Markalama Dönemleri, Rapor Kartı Sınıf Kodları, Rapor Kartı Yorum Kodları, Uygunluk Aktivitesi Kodları, devamlılık kodları ve Sınıf Seviyeleri içerir.
uk_ua: На цій сторінці можна зробити копію існуючої школи. Дані, скопійовані включає в себе школи Періоди, маркування Періоди, звітних кодів карт класу, звітних кодів карт Коментар, коди Право активність, відвідуваність коди і класах.
wa_be: Mae&#39;r dudalen hon yn gadael i chi wneud copi o&#39;ch ysgol bresennol. Mae&#39;r data yn cynnwys cyfnodau copïo Ysgol, Cyfnodau Marcio, Adroddiad Codau Cerdyn Gradd, Adroddiad Codau Cerdyn Sylw, Codau Gweithgaredd Cymhwyster, Codau Presenoldeb a Lefelau Gradd.
zh_tw: 此頁面可讓您複製您現有的學校。數據複製，包括學校期間，閱卷期間，報告卡級別代碼，成績單評論守則，資格作業分類碼，出席代碼和級別。

source: Marking Periods
af_za: Merk Periodes
ar_dz: بمناسبة حقب
be_by: Маркіроўка Перыяды
bg_bg: Маркиране Периоди
bn_bd: অবস্থানসূচক সময়কাল
da_dk: Mærkning Perioder
el_gr: Σήμανση Περίοδοι
es_es: Períodos de Evaluación
et_ee: Märgistus perioodid
fa_ir: علامت گذاری دوره
fi_fi: Merkintä Periods
ga_ie: Tréimhsí Marcáil
gl_gl: Períodos de reserva
hr_hr: Obilježavanje razdoblja
hu_hu: Jelölés időszakok
is_is: Merking tímum
ja_jp: マーキング期間
lt_lt: Ženklinimas laikotarpiai
lv_lv: Marķēšanas Periodi
mk_mk: Обележување Периоди
nn_no: Merking Perioder
pl_pl: Okresy CE
pt_pt: Períodos de marcação
ro_ro: Perioadele de marcare
ru_ru: Маркировка Периоды
sk_sk: Obdobie značenie
sl_si: Označevanje Obdobja
sq_al: Periudhat Shënimi
sr_rs: Обележавање Периоди
sv_se: Märkning Perioder
th_th: ระยะเวลาการทำเครื่องหมาย
tr_tr: İşaretleme Dönemleri
uk_ua: Маркування Періоди
wa_be: Cyfnodau Marcio
zh_tw: 閱卷期間
