Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You can search for students who are enrolled in a specific course by clicking the Choose link next to the Course search option and choosing a course from the popup window that appears. You can also limit your search based on weighted/unweighted GPA, class rank, and letter grade by filling in the upper and lower bounds of the GPA and class rank range and checking the desired letter grade checkboxes. For example, this allows you to search for all students in the top ten of their class, all students who are failing, or all students who have failed at least one course in the marking periods selected
af_za: Jy kan soek vir studente wat ingeskryf is deur te kliek op die Kies &#39;skakel langs die Kursus soektog opsie en die keuse van&#39; n kursus van die pop-up &quot;venster wat verskyn in &#39;n spesifieke kursus. Jy kan ook jou soek gebaseer op die geweegde / ongeweegde GPA, klas rang, en brief graad deur te vul in die boonste en onderste grense van die GPA en klas rang reeks en die nagaan van die gewenste brief graad blok beperk. Byvoorbeeld, dit kan jy soek vir alle studente in die top tien van hul klas, al die studente wat nie, of al die studente wat versuim het om ten minste een kursus in die nasien periodes gekies
be_by: Вы можаце шукаць для студэнтаў, якія залічаны ў спецыяльны курс, націснуўшы кнопку Выбраць спасылку побач з опцыяй пошуку курсу і выбары курсу ва ўсплывальным акне. Вы таксама можаце абмежаваць вобласць пошуку, заснаваных на ўзважаных / невзвешенных ГПД, класнага чыну, і літара класа, запаўняючы верхнія і ніжнія межы ГПД і класнага чыну дыяпазону і праверкі жаданага сцяжкі ліст класе. Напрыклад, гэта дазваляе вам шукаць для ўсіх студэнтаў у дзесятку лепшых у сваім класе, усе студэнты, якія не спраўляюцца, ці ўсе студэнты, якія не змаглі па крайняй меры адзін курс маркіроўкі выбраных перыядаў
bg_bg: Можете да търсите за студенти, които са записани в определен курс, като щракнете върху Избор на връзка до възможност за търсене на курса и избор на курс от изскачащ прозорец, който се появява. Можете също да ограничите вашето търсене, въз основа на претеглената / непретеглена GPA клас ранг, и писмо клас чрез попълване на горните и долни граници на СОП и клас ранг и проверка на желаните квадратчетата писмо клас. Например, това ви позволява да търсите за всички ученици в челната десятка на техния клас, всички ученици, които не са в състояние, или всички ученици, които не са успели поне един курс в маркировката избрани периоди
bn_bd: আপনি ছাত্র যারা একটি নির্দিষ্ট কোর্সে নির্বাচন লিংক পরবর্তী জন্য কোর্স অনুসন্ধান বিকল্পটি ক্লিক করে পপআপ উইন্ডো প্রদর্শিত থেকে একটি কোর্স বেছে নাম নথিভুক্ত হয় অনুসন্ধান করতে পারেন. আপনি আপনার অনুসন্ধান ভরযুক্ত / unweighted জিপিএ, বর্গ মাত্রা, এবং চিঠি ভর্তি জিপিএ এবং বর্গ মাত্রা পরিসীমা উপরের এবং নিম্ন সীমা এবং আকাঙ্ক্ষিত চিঠি গ্রেড চেকবক্স চেক দ্বারা গ্রেড ভিত্তিতে সীমা পারেন. উদাহরণস্বরূপ, আপনি এই সব ছাত্রদের জন্য তাদের বর্গ, সব ছাত্র যারা ব্যর্থ হয়, বা সব ছাত্র যারা অবস্থানসূচক নির্বাচিত সময়সীমার মধ্যে অন্তত এক কোর্স ব্যর্থ উপরের দশ অনুসন্ধান করা যাবে
da_dk: Du kan søge efter studerende, der er indskrevet i et særligt kursus ved at klikke på Vælg linket ved siden af ​​banen søgemulighed og vælge et kursus fra popup vindue, der vises. Du kan også begrænse din søgning baseret på vægtede / uvægtet GPA, klasse rang, og brev kvalitet ved at udfylde den øvre og nedre grænser for GPA og klasse rang rækkevidde og kontrol med de ønskede bogstav klasse afkrydsningsfelter. For eksempel giver dette dig mulighed for at søge efter alle studerende i top ti af deres klasse, alle studerende, der svigter, eller alle studerende, der ikke har mindst ét ​​kursus i mærkningen udvalgte perioder
el_gr: Μπορείτε να ψάξετε για τους φοιτητές που είναι εγγεγραμμένοι σε μια συγκεκριμένη πορεία, κάνοντας κλικ στο σύνδεσμο Επιλέξτε δίπλα στην επιλογή Αναζήτηση Μαθημάτων και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται. Μπορείτε επίσης να περιορίσετε την αναζήτησή σας με βάση σταθμισμένο / μη σταθμισμένη ΣΔΣ, τάξη κατηγορία, και το γράμμα βαθμού από τη συμπλήρωση των άνω και κάτω όρια του ΣΔΣ και τάξη σειρά κατάταξης και τον έλεγχο στα επιθυμητά πλαίσια ελέγχου γράμμα βαθμού. Για παράδειγμα, αυτό σας επιτρέπει να ψάξετε για όλους τους μαθητές στην πρώτη δεκάδα της κατηγορίας τους, όλοι οι μαθητές που αποτυγχάνουν, ή όλοι οι φοιτητές που έχουν αποτύχει σε τουλάχιστον ένα μάθημα στην επιλεγμένη σήμανση περιόδους
et_ee: Võite otsida üliõpilastele, kes õpib konkreetse kursuse klikkides Vali linki Kursuse otsingut ja valides kursuse popup aken, mis ilmub. Samuti saate piirata otsingut põhinevad kaalutud / kaalumata GPA, klass auaste ja kirja klassi täites ülemise ja alumise piire GPA ja klassi auaste ulatus ja kontrollida soovitud kirja klassi ruudud. Näiteks see võimaldab otsida kõigi õpilaste esikümnesse oma klassi, kõik õpilased, kes ei suuda või kõik üliõpilased, kes on suutnud vähemalt ühe kursuse tähistamine perioodide valitud
fa_ir: شما می توانید برای دانش آموزانی که در یک دوره خاص را توسط کلیک کردن بر روی لینک را انتخاب کنید در کنار درس گزینه جستجو و انتخاب یک دوره از پنجره که به نظر می رسد ثبت نام جستجو کنید. شما همچنین می توانید جستجوی خود را بر اساس وزن / unweighted معدل ، رتبه کلاس ، و نامه درجه با پر کردن در مرزهای بالا و پایین تر از محدوده رتبه و معدل کلاس و چک کردن چک باکس های مورد نظر نامه درجه محدود می کند. برای مثال ، این به شما اجازه می دهد تا برای همه دانش آموزان در ده بالا از کلاس خود ، همه دانش آموزان که می شکست ، یا همه دانش آموزانی که دارای حداقل یک دوره در دوره های مارک انتخاب شکست خورده جستجو
fi_fi: Voit hakea opiskelijat, jotka ovat kirjoilla tietyssä kurssin klikkaamalla Valitse linkkiä Kurssihaku vaihtoehdon ja valitsemalla kurssin aukeavasta ikkunasta. Voit myös rajata hakua painotetun / painottamaton GPA, luokka listalla, ja kirje arvosana täyttämällä ylä-ja alarajaa GPA ja luokka sijoitus valikoima ja tarkistaa halutun kirjaimen luokan valintaruutua. Esimerkiksi tämän avulla voit etsiä kaikille opiskelijoille Top Ten heidän luokan kaikki opiskelijat, jotka eivät pysty, tai kaikki opiskelijat, jotka ovat epäonnistuneet vähintään yhden kurssin merkintä aikoja valittu
ga_ie: Is féidir leat cuardach a dhéanamh ar mhic léinn atá cláraithe ar chúrsa ar leith trí chliceáil ar an nasc Roghnaigh in aice leis an rogha Cúrsa cuardaigh agus cúrsa a roghnú as an fhuinneog aníos gur dealraitheach. Is féidir leat do chuardach a theorannú freisin atá bunaithe ar GPA ualaithe / unweighted, céim rang, grád agus litir ag líonadh an bounds uachtaracha agus íochtaracha an GPA agus raon céim rang agus seiceáil an grád atá ag teastáil ticbhoscaí litir. Mar shampla, is féidir leat é seo chun cuardach a dhéanamh do gach mac léinn sa deich barr an dá rang, gach mac léinn atá ina éagmais, nó gach mac léinn a bhfuil teipthe ar chúrsa amháin ar a laghad sa mharcáil na tréimhsí a roghnaíodh
gl_gl: Pode procurar para os alumnos que están matriculados nun curso específico, premendo na ligazón ao lado Seleccione a opción de busca de curso e escoller un curso desde a fiestra que aparece. Tamén pode limitar a súa investigación con base na ponderación GPa / non ponderada, rango de clase, e unha carta reixa cubrindo os límites superior e inferior do GPa e alcance posición na clase e comprobar o grao desexado checkbox carta. Por exemplo, isto permite que busque todos os alumnos entre os dez primeiros da súa clase, todos os estudantes que están fallando ou todos os alumnos que non conseguiron polo menos un curso, nos períodos marcado seleccionados
hr_hr: Možete pretraživati ​​za studente koji su upisani u određenu tečaj klikom Odaberite vezu uz mogućnost tečaj pretraživanje i odabir tečaj iz popup prozor koji se pojavi. Također možete ograničiti pretraživanje na temelju ponderiranih / neponderiranim GPA, klasa čin, te pismo razreda popunjavanjem u gornje i donje granice GPA i rang raspona klase i provjere željene okvire pismo razreda. Na primjer, to vam omogućuje pretraživanje za sve učenike u prvih deset u svojoj klasi, svi studenti koji su u nedostatku, ili svi studenti koji nisu barem jedan kolegij u obilježavanju razdobljima odabranog
hu_hu: Kereshet a diákok, akik beiratkozott egy adott tanfolyam kattintva választása linkre a pálya keresési lehetőséggel, és választott egy tanfolyamot a felugró ablakban jelenik meg. Azt is korlátozni kívánja a keresést alapján súlyozott / nem súlyozott GPA, osztály rangját, és a levél minőségű kitöltésével a felső és alsó szélét a GPA és osztály rangját tartomány és ellenőrzi a kívánt betű fokozat jelölőnégyzeteket. Például ez lehetővé teszi a keresést az összes hallgató az első tízben az általuk osztályozott, az összes diák, akik nem, vagy az összes diák, aki nem sikerült legalább egy kurzust a jelölés megválasztott időszakokban
is_is: Hægt er að leita að nemendum sem eru skráðir á ákveðnu námskeiði með því að smella á Veldu tengilinn að leita Course valkostur og velja námskeið úr almenningur glugganum sem birtist. Þú getur einnig takmarkað leitina byggt á vegnu / unweighted GPA, tegund stöðu, og bréf einkunn með því að fylla í efri og neðri mörk í GPA og tegund stöðu svið og haka við viðkomandi bréf bekk gátreitina. Til dæmis, þetta leyfir þér að leita fyrir alla nemendur í efstu tíu í bekknum sínum, allir nemendur sem eru ekki, eða allir nemendur sem hafa ekki að minnsta kosti eitt námskeið á merkið tíma valið
ja_jp: あなたは、コースの検索オプションの横にある選択]リンクをクリックすると表示されるポップアップウィンドウからコースを選択することで、特定のコースに在籍している学生のための検索を行うことができます。また、重み付き/非加重GPA、クラスのランク、および文字GPAとクラスのランクの範囲の上限と下限に記入し、希望する文字のグレードのチェックボックスをチェックして、等級に基づいて検索を制限することができます。例えば、これはそのクラス、失敗しているすべての学生、または選択したマーキングの期間に少なくとも1つのコースを、失敗したすべての学生のトップ10にすべての生徒を検索することができます
lt_lt: Jūs galite ieškoti tam tikro kurso studentai, kurie mokosi, paspaudę nuorodą Pasirinkti kitą Modulio paieškos parinktį ir pasirinkti nuo lango, kad atrodo. Taip pat galite apriboti savo paiešką, remiantis svertinio / nesvertiniams VPS klasės rangas, ir raidė laipsnio viršutinės ir apatinės ribos VPS ir klasės rangas diapazonas pildymo ir tikrinimo norima raidė laipsnio varneles. Pavyzdžiui, tai leidžia jums ieškoti visiems studentams dešimt geriausių savo klasės, visi studentai, kurie nesugeba, ar visi studentai, kurie neišlaikė bent vieną kursą žymėjimo laikotarpių pasirinktų
lv_lv: Jūs varat meklēt studentiem, kuri ir uzņemti īpašu maršrutu, noklikšķinot Izvēlieties saiti blakus kursu meklēšanas iespēju un izvēloties kursu no uznirstošo logu, kas parādās. Varat arī ierobežot meklēšanu, pamatojoties uz svērtajām / nesvērts GPA, klases rangs, un vēstuli pakāpes, aizpildot augšējā un apakšējā robežas GPA un klases rank klāstu un pārbaudes vajadzīgais burts pakāpes izvēles rūtiņas. Piemēram, tas ļauj jums meklēt visiem skolēniem desmit savas klases, visi skolēni, kuri atpaliek, vai visiem studentiem, kas nav vismaz vienu kursu marķējums izraudzītie periodi
mk_mk: Можете да пребарувате за студентите кои се запишуваат во одредена разбира со кликнување на линк до Изберете курсот пребарување опција и избор на курс од скокачки прозорец што се појавува. Исто така може да се ограничи вашето пребарување врз основа на бројат / unweighted Успех, класа ранг, и писмо одделение со пополнување на горните и долните граници на успех и класа ранг број и проверка на саканата буква одделение обележувачи. На пример, ова ви овозможува да пребарувате за сите ученици во првите десет на својата класа, сите ученици кои се не, или сите студенти кои не успеаја барем еден курс во одбележувањето периоди избрани
nn_no: Du kan søke etter studenter som er registrert i en bestemt kurs ved å klikke Velg koblingen ved siden av Course søke alternativ og velge et kurs fra popup-vinduet som vises. Du kan også begrense søket basert på vektet / uvektet GPA, klasse rang, og bokstavkarakter ved å fylle ut øvre og nedre grenser av GPA og klasse rang rekkevidde og sjekke ønsket bokstavkarakter avmerkingsboksene. For eksempel lar dette deg å søke etter alle studenter blant de ti beste i sin klasse, alle studenter som svikter, eller alle studenter som ikke har minst ett kurs i merking periodene valgt
pl_pl: Można wyszukiwać dla studentów, którzy są zapisani w konkretny kurs klikając w link Wybierz obok opcji wyszukiwania kursu i wyborze kursu z wyskakującego okna, które się pojawi. Można również ograniczyć wyszukiwanie na podstawie ważony / nieważony GPA, stopień klasy i list stopnia, wypełniając w górnych i dolnych granic GPA oraz zakres szeregów klasowych i zaznaczając odpowiednią pola wyboru szóstkę. Na przykład, pozwala na wyszukiwanie dla wszystkich studentów w pierwszej dziesiątce w swojej klasie, wszyscy uczniowie, którzy nie są, lub wszystkich uczniów, którzy nie co najmniej jeden kurs w okresach oznakowania wybranych
pt_pt: Você pode pesquisar para os alunos que estão matriculados em um curso específico, clicando no link ao lado Escolha a opção de pesquisa do curso e escolher um curso a partir da janela pop-up que aparece. Você também pode limitar a sua pesquisa com base na ponderação GPA / não ponderada, rank de classe, e uma carta grade preenchendo os limites superior e inferior do GPA e alcance posição na classe e verificar o grau desejado checkboxes carta. Por exemplo, isto permite que você pesquise todos os alunos entre os dez primeiros de sua classe, todos os estudantes que estão falhando, ou todos os alunos que não conseguiram pelo menos um curso, nos períodos marcação selecionados
ro_ro: Aveţi posibilitatea să căutaţi pentru studenţii care sunt înscrişi într-un anumit curs făcând clic pe link-ul de lângă Alegeţi cursului opţiunea de căutare şi alegerea unui curs de la fereastra pop-up care apare. Aveţi posibilitatea să limitaţi, de asemenea, căutarea pe baza ponderate / neponderate AAP, rang de clasă, şi scrisoare de gradul de umplere în limitele superioare şi inferioare ale AAP şi gama de rang de clasă şi de verificare a casetele de selectare dorite scrisoare grad. De exemplu, acest lucru vă permite să căutaţi pentru toţi elevii din primii zece din clasa lor, toţi studenţii care nu reuşesc, sau toţi studenţii care nu au cel puţin un curs în perioadele de marcajul selectat
ru_ru: Вы можете искать для студентов, которые зачислены в специальный курс, нажав кнопку Выбрать ссылку рядом с опцией поиска курса и выборе курса во всплывающем окне. Вы также можете ограничить область поиска, основанных на взвешенных / невзвешенных ГПД, классного чина, и буква класса, заполняя верхние и нижние пределы ГПД и классного чина диапазона и проверки желаемого флажки письмо классе. Например, это позволяет вам искать для всех студентов в десятку лучших в своем классе, все студенты, которые не справляются, или все студенты, которые не смогли по крайней мере один курс маркировки выбранных периодов
sk_sk: Môžete hľadať pre študentov, ktorí sú zapísaní v konkrétnej kurz kliknutím na odkaz Vyberte si vedľa kurzu možnosť vyhľadávania a výberu kurzu v pop-up okne, ktoré sa objavia. Môžete tiež obmedziť vaše vyhľadávanie na základe váženého / nevážený GPA, triedne pozície, a list stupeň vyplnením horná a dolná hranica GPA a triedne pozície rozsah a kontrolu požadovaného políčka písmeno triedy. Napríklad, to vám umožní vyhľadať všetkých študentov v prvej desiatke vo svojej triede, všetci študenti, ktorí zlyhávajú, alebo všetci študenti, ktorí neuspeli aspoň jeden kurz v označení zvolené obdobie
sl_si: Iščete lahko za študente, ki so vpisani v določeno pot s klikom na povezavo poleg Izberite možnost Course iskanje in izbira seveda iz pojavnega okna, ki se pojavi. Lahko tudi omejitev iskanja, ki temelji na tehtanih / neobremenjen GPA, razreda čin, in pismo razred tako, da izpolnite v zgornje in spodnje meje GPA in razpon razreda čin in preverjanje želenih polj razreda pismo. Na primer, to vam omogoča, da iskanje za vse učence v top deset iz njihovega razreda, vsi študenti, ki so sicer, ali vsi študenti, ki niso vsaj en predmet v izbrani oznake obdobja
sq_al: Ju mund të kërkoni për studentët që janë regjistruar në një kurs specifik duke klikuar Zgjidhni tjetër për mundësi kërkimi kursit dhe zgjedhjen e një kurs nga dritare popup që duket. Ju gjithashtu mund të kufizojë kërkimin tuaj në bazë të ponderuar GPA / pamatur, radhë klasës, dhe letrën e klasës duhet të plotësojë në kufijtë e sipërme dhe të poshtme të GPA dhe varg klasës radhë dhe kontrollin e dëshiruar checkboxes klasën e letër. Për shembull, kjo ju lejon të kërkoni për të gjithë nxënësit në dhjetë krye të klasës së tyre, të gjithë studentët të cilët janë të dështuar, apo të të gjithë studentët të cilët kanë dështuar të paktën një kurs në periudhat e shënuar e zgjedhur
sr_rs: Можете претраживати за студенте који су уписани у одређени предмет кликом Изаберите везу поред опције Курс за претрагу и избор курса прозор који се појави. Такође можете ограничити претрагу на основу пондерисане / Непондерисано ГПА, класа чин, и писмо разреда попуњавањем горњу и доњу границу од ГПА и класних позиција опсег и проверу жељено слово разреда поља за потврду. На пример, ово вам омогућава да претражујете за све студенте у првих десет њихове класе, сви студенти који не успевају или сви студенти који нису успели бар један курс у обележавање периодима изабрани
sv_se: Du kan söka för studenter som är inskrivna i en viss kurs genom att klicka på Välj bredvid kursen söka alternativ och välja en kurs från popup-fönstret som visas. Du kan också begränsa din sökning baseras på vägda / oviktade GPA, klass rang och brev klass genom att fylla i övre och undre gränserna för GPA och klass rang utbud och kontrollera de önskade kryssrutorna bokstav betyg. Till exempel ger detta att du kan söka för alla elever i de tio bästa i sin klass, alla elever som misslyckas, eller alla elever som har misslyckats minst en kurs i det valda märkning perioder
th_th: คุณสามารถค้นหาสำหรับนักเรียนที่ลงทะเบียนในหลักสูตรที่เฉพาะเจาะจงได้โดยคลิกที่ลิงค์เลือกถัดจากตัวเลือกการค้นหาหลักสูตรและเลือกหลักสูตรจากหน้าต่างป๊อปอัพที่ปรากฏขึ้น คุณยังสามารถ จำกัด การค้นหาของคุณขึ้นอยู่กับการถ่วงน้ำหนัก / เกรดเฉลี่ยไม่ได้ชั่งยศชั้นเรียนและหนังสือชั้นประถมศึกษาปีโดยการกรอกในขอบเขตบนและล่างของเกรดเฉลี่ยและช่วงชั้นเรียนและการจัดอันดับการตรวจสอบช่องทำเครื่องหมายตัวอักษรที่ต้องการเกรด ตัวอย่างเช่นนี้ช่วยให้คุณค้นหาสำหรับนักเรียนทุกคนในด้านบนสิบชั้นเรียนนักเรียนทุกคนที่มีความล้มเหลวของพวกเขาหรือนักเรียนทุกคนที่มีการล้มเหลวอย่างน้อยหนึ่งหลักสูตรในช่วงการทำเครื่องหมายที่เลือก
tr_tr: Ders arama seçeneği yanındaki Seç bağlantısını tıklayarak ve açılan pencereden görünen bir ders seçerek belirli bir kursa kayıt yaptıran öğrenciler için arama yapabilirsiniz. Ayrıca ağırlıklı / ağırlıksız genel not ortalaması, sınıf rütbesi ve harf genel not ortalaması ve sınıf rütbesi aralığı alt ve üst sınırları doldurarak ve istenilen harf notu onay kutularını kontrol derecesine göre arama sınırlandırabilirsiniz. Örneğin, bu, tüm öğrenciler için kendi sınıfında başarısız olan tüm öğrenciler, ya da seçilen işaretleme dönemlerinde en az bir ders başarısız olan tüm öğrenciler, ilk on içinde arama yapmanızı sağlar.
uk_ua: Ви можете шукати для студентів, які зараховані до спеціального курс, натиснувши кнопку Вибрати посилання поруч з опцією пошуку курсу та виборі курсу у спливаючому вікні. Ви також можете обмежити область пошуку, заснованих на зважених / незважених ГПД, класного чину, і буква класу, заповнюючи верхні і нижні межі ГПД і класного чину діапазону і перевірки бажаного прапорці лист класі. Наприклад, це дозволяє вам шукати для всіх студентів в десятку кращих у своєму класі, всі студенти, які не справляються, або всі студенти, які не змогли принаймні один курс маркування обраних періодів
wa_be: Gallwch chwilio am fyfyrwyr sydd wedi cofrestru ar gwrs penodol drwy glicio ar y ddolen Dewiswch wrth ymyl y Cwrs opsiwn chwilio a dewis cwrs oddi wrth y ffenest pop-up sy&#39;n ymddangos. Gallwch hefyd gyfyngu eich chwiliad yn seiliedig ar GPA pwysoli / heb eu pwysoli, rheng dosbarth, a llythyr gradd drwy lenwi&#39;r terfynau uchaf ac isaf y GPA ac ystod rheng dosbarth ac yn gwirio a ddymunir blychau ticio llythyr gradd. Er enghraifft, mae hyn yn caniatáu i chi chwilio am bob myfyriwr yn y deg uchaf eu dosbarth, yr holl fyfyrwyr sy&#39;n methu, neu yr holl fyfyrwyr sydd wedi methu o leiaf un cwrs yn y cyfnodau marcio a ddewiswyd
zh_tw: 您可以搜索學生誰是參加特定課程通過點擊選擇鏈接旁邊的課程搜索選項，並選擇一門課程從彈出窗口中。您還可以限制搜索的基礎上加權 /不加權 GPA，班級排名，並填寫在信等級的上限和下限的GPA和班級排名範圍和檢查所需的字母等級複選框。例如，這允許你搜索所有學生在班級前十名，所有學生誰是失敗的，或全體學生誰沒有至少一門課程在選定的時間標記
