Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: allows you to enter period attendance for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period
af_za: kan jy &#39;n tydperk van bywoning in te skryf vir al jou studente in die huidige tydperk. By verstek, sal hierdie program lys van die studente in die eerste periode klas. Jy kan die huidige tydperk verander deur die verandering van die tydperk hangkieslys in die linker raam aan die verlangde tydperk
be_by: дазваляе ўвесці перыяд наведвальнасць для ўсіх вашых студэнтаў у бягучым перыядзе. Па змаўчанні, гэтая праграма будзе спіс студэнтаў у першы клас перыяд. Вы можаце змяніць бягучы перыяд, змяніўшы перыяд выпадальнае меню ў левым фрэйме на патрабаваны перыяд
bg_bg: ви позволява да въведете период на обслужване за всички студенти в текущия период. По подразбиране, тази програма ще списък на студентите в първия си период клас. Вие можете да променяте текущия период чрез промяна на периода падащото меню в лявата рамка на желания период
bn_bd: আপনি সব বর্তমান কাল আপনার ছাত্রদের জন্য সময়ের উপস্থিতি লিখতে পারবেন. ডিফল্টরূপে, এই প্রোগ্রামটি আপনার প্রথম সময় ক্লাসে ছাত্রদের তালিকা হবে. আপনি পছন্দসই সময়ের বাম ফ্রেমে সময়ের-টান ডাউন মেনু পরিবর্তন বর্তমান সময় পরিবর্তন করতে পারেন
da_dk: giver dig mulighed for at indtaste periode deltagelse for alle dine elever i den nuværende periode. Som standard, vil dette program en liste over de studerende i din første periode klasse. Du kan ændre den nuværende periode ved at ændre den periode, pull-down menuen i venstre ramme til den ønskede periode
el_gr: σας επιτρέπει να εισαγάγετε συμμετοχή περίοδο για όλους τους μαθητές σας κατά την τρέχουσα περίοδο. Από προεπιλογή, το πρόγραμμα αυτό θα τον κατάλογο των μαθητών στην πρώτη τάξη της περιόδου σας. Μπορείτε να αλλάξετε την τρέχουσα περίοδο με την αλλαγή της περιόδου pull-down μενού στο αριστερό πλαίσιο για την επιθυμητή περίοδο
et_ee: võimaldab sisestada perioodi osalemise kõigi oma õpilaste praeguse perioodi jooksul. Vaikimisi on see programm nimekirja õpilased oma esimese perioodi klassis. Saab muuta käesoleval perioodil muutes periood rippmenüüst vasakpoolselt paneelilt soovitud perioodi
fa_ir: اجازه می دهد تا شما را به حضور در دوره را وارد کنید برای تمام دانش آموزان خود را در دوره جاری است. به طور پیش فرض ، این برنامه به دانش آموزان در اولین کلاس دوره خود را لیست کنید. شما می توانید دوره فعلی را با تغییر دوره PULL - DOWN منو در قاب سمت چپ به دوره مورد نظر را تغییر دهید.
fi_fi: voit syöttää ajan läsnä kaikille oppilaille kuluvalla kaudella. Oletuksena ohjelma listaa opiskelijoiden ensimmäinen jakson luokassa. Voit muuttaa kuluvan kauden muuttamalla ajan alasvetovalikosta in vasemmassa kehyksessä haluamasi ajan
ga_ie: is féidir leat chun dul isteach tinreamh tréimhse do gach do mhic léinn sa tréimhse reatha. De réir réamhshocraithe, beidh an clár liosta na mic léinn i do rang a chéad tréimhse. Is féidir leat athrú ar an tréimhse reatha trí athrú a dhéanamh ar an tréimhse tarraingt-síos roghchlár i bhfráma chlé go dtí an tréimhse atá ag teastáil
gl_gl: permite que insira comparecencia período para todos os seus alumnos no período actual. Por defecto, este programa ha incluír os estudantes da súa clase primeira frase. Pode cambiar o período actual, cambiando o período de pull-down menú no marco esquerdo para o período desexado
hr_hr: vam omogućava da unesete razdoblje pohađanje za sve vaše učenike u tekućem razdoblju. Prema zadanim postavkama, ovaj program će se popis studenata u prvom razdoblju klase. Možete promijeniti tekuće razdoblje promjenom razdoblja padajući izbornik u lijevom okviru na željeni period
hu_hu: megadhatja időszak részvétel mindenki számára a diákok a jelenlegi időszakban. Alapértelmezés szerint ez a program kiírja a tanulók az első időszakban osztály. Ön megváltoztathatja a jelenlegi időszakban a változó időszak legördülő menüt a bal keretben, hogy a kívánt időszakban
is_is: gerir þér kleift að slá inn tímabil aðsókn fyrir alla nemendur í núverandi tímabili. Við vanræksla, this program vilja skrá nemendur í fyrsta tíma bekknum þínum. Hægt er að breyta núverandi tímabili með því að breyta tímabilinu fellilistanum í vinstri rammanum að viðkomandi tímabil
ja_jp: 現在の期間にすべてのあなたの学生のための期間の出席を入力することができます。デフォルトでは、このプログラムはあなたの最初の期間のクラスで学生のリストが表示されます。あなたが希望する期間には、左フレームにある期間のプルダウンメニューを変更することにより、現在の期間を変更することができます
lt_lt: leidžia įvesti laikotarpiu lankyti visiems savo studentams einamojo laikotarpio. Pagal numatytuosius parametrus, šioje programoje bus sąrašą savo pirmąjį laikotarpį klasės studentų. Galite pakeisti dabartiniu laikotarpiu keičiant laikotarpį išskleidžiamajame meniu kairiajame rėmelyje norimą laikotarpį
lv_lv: ļauj ievadīt laiku apmeklētības visiem saviem skolēniem pārskata periodā. Pēc noklusējuma šī programma sarakstu studenti savā pirmajā periodā klasē. Jūs varat mainīt pašreizējo periodu, mainot laika pull-down menu kreisajā rūtī uz vēlamo laiku
mk_mk: ви овозможува да внесувате период присуство за сите ваши студенти во тековниот период. По правило, оваа програма ќе се листа на студенти во првиот период класа. Можете да го промените тековниот период со промена на период од паѓачкото мени во левата рамка на саканиот период
nn_no: lar deg legge inn periode oppmøte for alle elevene i den aktuelle perioden. Som standard vil dette programmet liste over elevene i den første perioden klasse. Du kan endre inneværende periode ved å endre perioden pull-down menyen i venstre ramme til den ønskede perioden
pl_pl: pozwala na wprowadzenie obecności okres dla wszystkich studentów w bieżącym okresie. Domyślnie, program z listy słuchaczy w pierwszej klasie okresie. Możesz zmienić bieżący okres poprzez zmianę okresu rozwijanego menu w lewej ramce na żądany okres
pt_pt: permite que você insira comparecimento período para todos os seus alunos no período atual. Por padrão, este programa irá listar os estudantes em sua classe primeiro período. Você pode alterar o período corrente, alterando o período de pull-down menu no frame esquerdo para o período desejado
ro_ro: vă permite să introduceţi perioada de participare pentru toţi elevii dumneavoastră în perioada curentă. În mod implicit, acest program va lista elevilor din clasa dvs. prima perioadă. Puteţi modifica perioada curentă prin schimbarea perioadei de meniul derulant din cadrul din stânga pentru perioada dorita
ru_ru: позволяет ввести период посещаемость для всех ваших студентов в текущем периоде. По умолчанию, эта программа будет список студентов в первый класс период. Вы можете изменить текущий период, изменив период выпадающее меню в левом фрейме на требуемый период
sk_sk: umožňuje zadať dobu dochádzky pre všetkých študentov v bežnom období. V predvolenom nastavení bude tento program Zoznam študentov v prvej tretine triedy. Môžete zmeniť súčasnej dobe zmenou doby pull-down menu v ľavom ráme na požadovanú dobu
sl_si: vam omogoča, da začne rok udeležbo za vse svoje učence v tekočem obdobju. Privzeto je, da bo ta program seznam študentov v prvem razredu obdobja. Lahko spremeni v tekočem obdobju s spremembo obdobja pull-down menu v levem okvirju za želeno obdobje
sq_al: ju lejon të hyjë në periudhën e pjesëmarrjes për të gjithë nxënësit tuaj në periudhën aktuale. By default, ky program do të listën e nxënësve në klasën tuaj të parë periudhe. Ju mund të ndryshojë periudhën aktuale duke ndryshuar në periudhën pull-down menu në kuadrin e majtë në periudhën e dëshiruar
sr_rs: вам омогућава да унесете присуство период за све ваше ученике у текућем периоду. По подразумеваној вредности, овај програм ће излистати студенти у свом првом периоду класе. Можете променити текућем периоду променом периоду падајућег менија у левом оквиру за жељени период
sv_se: kan du ange tid närvaro för alla elever i den aktuella perioden. Som standard kommer detta program att lista de eleverna i första perioden klass. Du kan ändra den aktuella perioden genom att ändra perioden rullgardinsmenyn i den vänstra ramen till önskad period
th_th: อนุญาตให้คุณใส่เข้าร่วมประชุมสำหรับทุกช่วงเวลาของนักเรียนในงวดปัจจุบัน โดยค่าเริ่มต้นโปรแกรมนี้จะแสดงรายการของนักเรียนในชั้นเรียนในช่วงแรกของคุณ คุณสามารถเปลี่ยนช่วงเวลาปัจจุบันโดยการเปลี่ยนระยะเวลาที่เมนูแบบดึงลงในกรอบด้านซ้ายกับช่วงเวลาที่ต้องการ
tr_tr: Cari dönem içinde öğrencilerin tüm dönem devam girmek için izin verir. Varsayılan olarak, bu programın ilk döneminde sınıf öğrencilerin listesini verir. Cari dönemde sol çerçevedeki dönemde açılan menüden istenilen süre için değiştirerek değiştirebilir
uk_ua: дозволяє ввести період відвідуваність для всіх ваших студентів у поточному періоді. За замовчуванням, ця програма буде список студентів у перший клас період. Ви можете змінити поточний період, змінивши період випадає в лівому фреймі на необхідний період
wa_be: yn eich galluogi i fynd i mewn cyfnod presenoldeb ar gyfer eich holl fyfyrwyr yn y cyfnod cyfredol. Yn ddiofyn, bydd y rhaglen hon rhestr y myfyrwyr yn eich dosbarth cyfnod cyntaf. Gallwch newid y cyfnod presennol drwy newid y cyfnod tynnu-lawr ddewislen yn y ffrâm chwith i&#39;r cyfnod a ddymunir
zh_tw: 允許您輸入期間出席您所有的學生在目前的時期。默認情況下，這個程序將列出學生在第一期的類。你可以改變目前的時期內通過改變下拉菜單在左幀所需的時間

source: Once you are in the correct period, you can enter attendance by selecting the attendance code corresponding to each student. Once you have entered attendance for all your students, click the Save button at the top of the screen
af_za: Sodra jy op die regte tyd is, kan jy in bywoning deur die kies van die bywoning-kode word aan elke student. Sodra jy bywoning vir al jou studente, kliek op die Save-knoppie aan die bokant van die skerm
be_by: Калі вы знаходзіцеся ў правільным перыяд, вы можаце ўвесці наведвальнасці, выбраўшы наведвальнасці код, адпаведны кожнаму студэнту. Пасля ўводу наведвальнасці для ўсіх студэнтаў, націсніце кнопку Захаваць ў верхняй частцы экрана
bg_bg: След като сте в правилния период, можете да въведете и обслужване, като за избора на посещаемост кода, съответстващ на всеки студент. След като сте въвели обслужване за всички студенти, щракнете върху бутона Запазване в горната част на екрана
bn_bd: একবার সঠিক সময় আপনি, আপনি উপস্থিতি লিখুন উপস্থিতি কোড অনুরূপ প্রত্যেক শিক্ষার্থীর জন্য নির্বাচন করতে পারেন. পরে আপনি সব আপনার ছাত্রদের জন্য উপস্থিতি আছে প্রবেশ পর্দার উপরের সেভ বাটন ক্লিক করুন
da_dk: Når du er i den korrekte periode, kan du indtaste fremmøde ved at vælge fremmøde kode, der svarer til hver elev. Når du har indtastet deltagelse for alle dine elever, skal du klikke på knappen Gem øverst på skærmen
el_gr: Μόλις είστε στο σωστό χρονικό διάστημα, μπορείτε να εισάγετε την παρακολούθηση από την επιλογή του κωδικού συμμετοχής που αντιστοιχεί σε κάθε φοιτητή. Αφού έχετε εισάγει φοίτηση για όλους τους φοιτητές σας, κάντε κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης
et_ee: Kui sa oled õige aja, saad osalemise valides osalemise vastav kood igale õpilasele. Kui olete sisestanud kohalolijate kõiki oma üliõpilasi, klõpsake nuppu Salvesta ülaosas ekraani
fa_ir: هنگامی که شما در دوره درست است ، شما می توانید حضور با انتخاب کد مربوط به هر دانش آموز حضور را وارد کنید. هنگامی که شما باید حضور برای تمام دانش آموزان خود را وارد ، با کلیک بر روی دکمه ذخیره در بالای صفحه کلیک کنید
fi_fi: Kun olet oikeassa aikana, voit kirjoittaa läsnäoloa valitsemalla läsnä vastaava koodi kullekin opiskelijalle. Kun olet syöttänyt läsnäolo kaikille oppilaille, napsauta Tallenna-painiketta yläreunassa näytön
ga_ie: Nuair atá tú sa tréimhse ceart, is féidir leat dul isteach tinreamh ag roghnú an cód freastail a fhreagraíonn do gach mac léinn. Nuair a bheidh tú isteach freastail do gach do mhic léinn, cliceáil ar an gcnaipe Sábháil ag barr an scáileáin
gl_gl: Cando estea no período correcto, pode poñerse atención, seleccionando o código de atención correspondente a cada alumno. Despois de ter introducido atención a todos os seus alumnos, prema no botón Gardar da parte superior da pantalla
hr_hr: Nakon što su u ispravnom razdoblju, možete unijeti pohađanje odabirom prisustvo kod odgovaraju svakom učeniku. Nakon što ste unijeli pohađanje za sve studente, kliknite gumb Spremi na vrhu zaslona
hu_hu: Ha nem a megfelelő időszakban, akkor be jelenléti kiválasztásával részvétel megfelelő kódot minden diák. Miután belépett részvétel az összes diák, kattintson a Mentés gombra a képernyő felső részén
is_is: Þegar þú ert í rétta tíma, getur þú slærð inn aðsókn með því að velja aðsókn kóða sem svarar til hvers nemanda. Þegar þú hefur slegið inn aðsókn fyrir alla nemendur, smelltu á Vista hnappinn efst á skjánum
ja_jp: あなたが適切な期間内に完了すると、各生徒に対応する出席のコードを選択することにより、出席を入力することができます。すべてのあなたの学生のための出席を入力したら、画面の上部にある[保存]ボタンをクリックします。
lt_lt: Kai esate teisingas laikotarpiu, galite įvesti lankomumo pasirinkę dalyvavimą kodas, atitinkantis kiekvieno studento. Kai įvesite visus savo mokinių lankymą ekrano viršuje, spustelėkite mygtuką &quot;Išsaugoti&quot;
lv_lv: Kad esat pareizi periodā, jūs varat ievadīt apmeklējumu, izvēloties apmeklējumu kodu, kas atbilst katram studentam. Kad esat ievadījis apmeklētības visiem saviem skolēniem, noklikšķiniet uz pogas Saglabāt augšpusē ekrānam
mk_mk: Откако ќе се во точниот период, можете да внесете присуство со избирање на посетеност кодот одговара на секој студент. Откако ќе се влезе присуство за сите вашите студенти, кликнете на копчето Зачувај на врвот на екранот
nn_no: Når du er i riktig periode, kan du skrive inn fremmøte ved å velge oppmøte kode som svarer til hver student. Når du har tastet oppmøte for alle elevene dine, klikker du på knappen Lagre øverst på skjermen
pl_pl: Gdy jesteś w odpowiednim okresie, można wprowadzić obecności wybierając kod obecności odpowiedniego do każdego ucznia. Po wprowadzeniu obecności dla wszystkich studentów, kliknij przycisk Zapisz na górze ekranu
pt_pt: Quando você estiver no período correto, você pode entrar atendimento, selecionando o código de atendimento correspondente a cada aluno. Depois de ter introduzido atendimento para todos os seus alunos, clique no botão Salvar na parte superior da tela
ro_ro: Odată ce vă aflaţi în perioada de corect, aveţi posibilitatea să introduceţi participarea prin selectarea codul de prezenţă corespunzătoare fiecărui elev. După ce aţi introdus participare pentru toţi elevii dumneavoastră, faceţi clic pe butonul Salvare din partea de sus a ecranului
ru_ru: Когда вы находитесь в правильном период, вы можете ввести посещаемости, выбрав посещаемости код, соответствующий каждому студенту. После ввода посещаемости для всех студентов, нажмите кнопку Сохранить в верхней части экрана
sk_sk: Akonáhle ste v správnej dobe, je možné zadať účasť výberom účasť kód zodpovedajúci každého študenta. Po zadaní účasť pre všetkých študentov, kliknite na tlačidlo Uložiť v hornej časti obrazovky
sl_si: Ko ste v pravilnem obdobju, lahko vnesete udeležbo z izbiro udeležbo kodo, ki ustreza vsakega študenta. Ko ste vnesli udeležba za vse študente, kliknite gumb Shrani na vrhu zaslona
sq_al: Pasi ju jeni në periudhën e saktë, ju mund të hyjë në pjesëmarrjen duke zgjedhur kodin pjesëmarrjen përkatëse për çdo student. Pasi të keni hyrë në pjesëmarrje për të gjithë nxënësit tuaj, kliko butonin Ruaj në krye të ekranit
sr_rs: Када сте у исправном периоду, можете да унесете присуство избором присуство код који одговара сваком ученику. Када сте унели присуство за све ваше ученике, кликните на дугме Сачувај на врху екрана
sv_se: När du är i rätt tid, kan du skriva in närvaro genom att markera närvaro koden för varje elev. När du har angett närvaro för alla elever, klicka på knappen Spara längst upp på skärmen
th_th: เมื่อคุณอยู่ในระยะเวลาที่ถูกต้อง, คุณสามารถใส่เข้าร่วมประชุมโดยการเลือกรหัสการเข้าร่วมประชุมที่สอดคล้องกับนักเรียนแต่ละคน เมื่อคุณได้ป้อนเข้าสำหรับนักเรียนของคุณให้คลิกปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: Bir kez doğru bir dönemde, her öğrenciye karşılık gelen katılım kod seçerek devam girebilirsiniz. Tüm öğrenciler için katılım girdikten sonra, ekranın üst kısmındaki Kaydet düğmesini tıklatın.
uk_ua: Коли ви перебуваєте в правильному період, ви можете ввести відвідуваності, вибравши відвідуваності код, відповідний кожному студенту. Після введення відвідуваності для всіх студентів, натисніть кнопку Зберегти у верхній частині екрана
wa_be: Unwaith i chi yn y cyfnod cywir, gallwch fynd i mewn presenoldeb trwy ddewis y cod presenoldeb cyfateb i bob myfyriwr. Unwaith y byddwch wedi cofrestru presenoldeb ar gyfer eich holl fyfyrwyr, cliciwch y botwm Save ar frig y sgrin
zh_tw: 一旦你在正確的時間，你可以通過選擇輸入出席出席代碼對應於每個學生。一旦你進入出席您所有的學生，點擊保存按鈕，在屏幕上方

source: This report shows the daily attendance status of any number of students for every date during any timeframe
af_za: Hierdie verslag toon die daaglikse bywoning status van &#39;n aantal van die studente vir elke datum tydens&#39; n tydraamwerk
ar_dz: هذا التقرير يوضح حالة الحضور اليومي من أي عدد من الطلاب عن كل تاريخ في أي جدول زمني
be_by: Гэтая справаздача паказвае штодзённы статус наведвальнасці любога ліку студэнтаў для кожнай даты на працягу любога тэрміну
bg_bg: Този доклад показва дневния статус на посещаемост на произволен брой на студентите за всяка дата по време на всеки период от време
bn_bd: এই প্রতিবেদন কোন timeframe সময় দৈনিক প্রতি তারিখ জন্য ছাত্রদের কোন সংখ্যার উপস্থিতি স্থিতি দেখায়
da_dk: Denne rapport viser det daglige fremmøde status af et vilkårligt antal elever for hver dato i løbet af en tidsramme
el_gr: Η έκθεση αυτή δείχνει την καθημερινή κατάσταση συμμετοχή οποιουδήποτε αριθμού των φοιτητών για κάθε ημέρα κατά τη διάρκεια οποιουδήποτε χρονικού διαστήματος
et_ee: Käesolev aruanne näitab igapäevane kohalolek seisundi õpilaste arv iga kuupäeva ühelgi ajakava
fa_ir: این گزارش نشان می دهد وضعیت حضور و غیاب روزانه هر تعداد از دانش آموزان برای هر تاریخ در طول هر بازه زمانی
fi_fi: Tämä raportti osoittaa päivittäin läsnä tilaa haluamansa määrän opiskelijoita joka päivä tahansa aikataulussa
ga_ie: Léiríonn an tuarascáil seo an stádas freastal laethúil ar aon líon na mac léinn le haghaidh gach dáta i rith aon tréimhse ama
gl_gl: Este informe mostra o estado de frecuencia diaria de calquera número de alumnos para cada data, durante calquera período de tempo
hr_hr: Ovo izvješće prikazuje dolaze na status bilo kojeg broja studenata za svaki dan u bilo kojem vremenskom
hu_hu: Ez a jelentés bemutatja a napi jelenléti állapotát tetszőleges számú diák minden időpontban során olyan időkereten belül
is_is: Þessi skýrsla sýnir daglega viðveru stöðu hvers nemenda fyrir hvern þann dag á meðan allir tímabili
ja_jp: このレポートは、任意の期間中にすべての日付の学生は、任意の数の毎日の出席状況を示しています。
lt_lt: Ši ataskaita rodo, dienos lankomumo statusą per bet kurį laikotarpį, bet už kiekvieną dieną studentų skaičius
lv_lv: Šis ziņojums liecina, ikdienas apmeklējumu stāvokļa pārbaudi jebkuram studentu skaitu katrā dienā, kura laikā jebkura laika
mk_mk: Овој извештај покажува секојдневно присуство статус на било кој број на студенти за секое излегување во текот на сите рок
nn_no: Denne rapporten viser den daglige frammøte status som helst antall studenter for hver dato under enhver tidsramme
pl_pl: Ten raport pokazuje codzienne statusu obecności dowolnej liczby studentów na co dzień w dowolnym terminie
pt_pt: Este relatório mostra o status de freqüência diária de qualquer número de alunos para cada data, durante qualquer período de tempo
ro_ro: Acest raport prezintă starea de prezenţă de zi cu zi cu privire la orice număr de studenţi pentru fiecare data la orice interval de timp
ru_ru: Этот отчет показывает ежедневный статус посещаемости любого числа студентов для каждой даты в течение любого срока
sk_sk: Táto správa ukazuje, prezenčná stavu ľubovoľného počtu študentov pre každý deň v každom časovom
sl_si: Poročilo kaže, dnevno udeležbo status poljubno število študentov za vsak dan v vsakem časovnem
sq_al: Ky raport tregon statusin e përditshme praninë e çdo numri të studentëve për çdo datë gjatë çdo afati kohor
sr_rs: Овај извештај показује дневни боравак статуса било који број студената за сваки дан током било ког временског оквира
sv_se: Denna rapport visar den dagliga närvaron status för antalet elever för varje dag under någon tid
th_th: รายงานนี้จะแสดงสถานะการเข้าร่วมประชุมประจำวันของจำนวนนักเรียนทุกคนสำหรับวันใด ๆ ในช่วงระยะเวลาใด ๆ
tr_tr: Bu rapor herhangi bir zaman dilimi boyunca herhangi bir sayı her tarih için öğrencilerin günlük devam durumu gösterir.
uk_ua: Цей звіт показує щоденний статус відвідуваності будь-якого числа студентів для кожної дати протягом будь-якого терміну
wa_be: Mae&#39;r adroddiad hwn yn dangos y statws presenoldeb dyddiol o unrhyw nifer o fyfyrwyr ar gyfer pob dyddiad yn ystod unrhyw amserlen
zh_tw: 此報告顯示日常出勤狀況的任意數量的學生在任何時間每日
