Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To delete an note, click the delete icon next to the note you want to delete. You will be asked to confirm the deletion.
af_za: As jy &#39;n nota te verwyder, kliek op die ikoon te verwyder langs die kennis wat jy wil verwyder. Jy sal gevra word om die verwydering te bevestig.
be_by: Каб выдаліць нататка, пстрыкніце значок выдалення, размешчаны побач з запіскай, якую патрабуецца выдаліць. Вам будзе прапанавана пацвердзіць выдаленне.
bg_bg: За да изтриете бележка, щракнете върху иконата за изтриване до бележката, която искате да изтриете. Вие ще бъдете помолени да потвърдите изтриването.
bn_bd: একটি নোট মুছে ফেলা, মুছে আইকন পরবর্তী উল্লেখ্য আপনি মুছে ফেলতে চান ক্লিক করুন. যে অপসারণ নিশ্চিতকরণ হবে.
da_dk: For at slette en note, skal du klikke på ikonet Slet ud for den note, du vil slette. Du vil blive bedt om at bekræfte sletningen.
el_gr: Για να διαγράψετε μια σημείωση, κάντε κλικ στο εικονίδιο διαγραφής δίπλα στο σημείωμα που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
et_ee: Selleks, et kustutada märkus, klõpsake kustutada ikooni märge, mida soovite kustutada. Teil palutakse kinnitada kustutamist.
fa_ir: برای پاک کردن توجه داشته باشید ، با کلیک بر روی آیکون حذف در کنار توجه داشته باشید که می خواهید پاک کنید. از شما خواسته خواهد شد که برای تایید حذف است.
fi_fi: Voit poistaa Huomaa, klikkaa Poista vieressä Huomaa haluat poistaa. Sinua pyydetään vahvistamaan poisto.
ga_ie: A scriosadh nóta, cliceáil ar an deilbhín a scriosadh in aice leis an nóta is mian leat a scriosadh. Iarrfar ort a dhearbhú a scriosadh.
gl_gl: Para eliminar unha nota, prema na icona de exclusión a carón da nota que quere eliminar. Lle será solicitada a confirmar a exclusión.
hr_hr: Da biste izbrisali bilješku, kliknite ikonu za brisanje pored bilješku koju želite izbrisati. Bit ćete pitani da potvrdite brisanje.
hu_hu: Törléséhez vegye figyelembe, kattintson a törlés ikonra a jegyzetet szeretnénk törölni. Meg fogják kérni, hogy erősítse meg a törlést.
is_is: Til að eyða minnismiða skaltu smella á eyða táknið við hliðina á huga sem þú vilt eyða. Þú verður beðinn um að staðfesta eyðingu.
ja_jp: ノートを削除するには、削除するメモの横にあるDeleteアイコンをクリックします。削除を確認するメッセージが表示されます。
lt_lt: Norėdami ištrinti užrašą, paspauskite trynimo piktograma šalia pastabą, kurią norite ištrinti. Jums bus prašoma patvirtinti naikinimą.
lv_lv: Lai dzēstu piezīmi, noklikšķiniet izdzēst ikonu blakus piezīmi, kuru vēlaties izdzēst. Jums tiks lūgts apstiprināt dzēšanu.
mk_mk: За да избришете некој забележи, кликнете на иконата избришете до белешка сакате да го избришете. Ќе ви биде побарано да се потврди бришење.
nn_no: For å slette et notat, klikk på slett ikonet ved siden av notatet du vil slette. Du vil bli bedt om å bekrefte slettingen.
pl_pl: Aby usunąć notatkę, kliknij ikonę usuwania obok notatki, którą chcesz usunąć. Zostaniesz poproszony o potwierdzenie usunięcia.
pt_pt: Para excluir uma nota, clique no ícone de exclusão ao lado da nota que você deseja excluir. Você será solicitado a confirmar a exclusão.
ro_ro: Pentru a şterge o notă, faceţi clic pe pictograma Ştergere din dreptul de a nota pe care doriţi să ştergeţi. Vi se va cere să confirmaţi ştergerea.
ru_ru: Чтобы удалить примечание, щелкните значок удаления, расположенный рядом с запиской, которую требуется удалить. Вам будет предложено подтвердить удаление.
sk_sk: Ak chcete odstrániť poznámku, kliknite na ikonu Odstrániť vedľa poznámku, ktorú chcete odstrániť. Budete vyzvaní na potvrdenie odstránenia.
sl_si: Če želite izbrisati opombo, kliknite ikono poleg izbrisati opombo, ki jo želite izbrisati. Boste morali, da potrdite brisanje.
sq_al: Për të fshirë një shënim, klikoni ikonën fshini tjetër për shënimin që dëshironi të fshini. Ju do të kërkohet për të konfirmuar fshirjen.
sr_rs: Да бисте избрисали белешку, кликните на Делете икону поред напомену коју желите да избришете. Бићете упитани да потврдите брисање.
sv_se: För att radera en anteckning, klicka på ikonen Ta bort bredvid anteckningen som du vill radera. Du ombeds att bekräfta borttagningen.
th_th: ในการลบทราบให้คลิกที่ไอคอนลบต่อไปที่จะต้องทราบที่คุณต้องการลบ คุณจะถูกถามเพื่อยืนยันการลบ
tr_tr: Bir notu silmek için, silmek istediğiniz nota yanındaki sil simgesini tıklatın. Silme işlemini onaylamanız istenecektir.
uk_ua: Щоб видалити примітку, клацніть значок видалення, розташований поруч із запискою, яку потрібно видалити. Вам буде запропоновано підтвердити видалення.
wa_be: I ddileu nodyn, cliciwch ar yr eicon dileu nesaf at y nodyn eich bod am ddileu. Bydd gofyn i gadarnhau&#39;r dileu.
zh_tw: 要刪除時，請單擊刪除圖標旁邊的說明要刪除。你會被要求確認刪​​除。

source: School Information
af_za: Skool Inligting
ar_dz: معلومات المدرسة
be_by: Інфармацыя пра школу
bg_bg: Училище Информация
bn_bd: স্কুল তথ্য
da_dk: Skole Information
el_gr: Πληροφορίες Σχολής
es_es: Información de la Institución
et_ee: School Info
fa_ir: اطلاعات مدرسه
fi_fi: Koulu
ga_ie: Eolas Scoile
gl_gl: Información da escola
hr_hr: School informacije
hu_hu: Iskola információk
is_is: School Upplýsingar
ja_jp: 学校情報
lt_lt: Mokykloje Informacija
lv_lv: Skolas informācijas
mk_mk: Училиште информации
nn_no: Skole Informasjon
pl_pl: Informacja o szkole
pt_pt: Informação da escola
ro_ro: Informaţii şcoală
ru_ru: Информация о школе
sk_sk: Informácie o škole
sl_si: School Informacije
sq_al: Informacione Shkolla
sr_rs: Информације школе
sv_se: Skolinformation
th_th: ข้อมูลโรงเรียน
tr_tr: Okul Bilgileri
uk_ua: Інформація про школу
wa_be: Gwybodaeth am yr Ysgol
zh_tw: 學校資料

source: The automated installer creates a default school during installation. Once logged in, you can update the existing information with your Schools Information viz. change the name, address, and principal of the current school from this page.
af_za: Die outomatiese installeerder skep &#39;n standaard skool tydens die installasie. Sodra aangemeld, kan u dit bywerk die bestaande inligting met jou Skole Inligting naamlik. verander die naam, adres, en die skoolhoof van die huidige skool van hierdie bladsy.
be_by: Аўтаматызаваныя ўстаноўкі стварае па змаўчанні школе падчас усталёўкі. Зайшоўшы на сайт, вы можаце абнавіць існуючую інфармацыю з вашым менавіта інфармацыя школ. змяніць імя, адрас, і асноўны з цяперашняй школе з гэтай старонкі.
bg_bg: Автоматичен инсталатор създава по подразбиране училище по време на инсталацията. След като сте влезли, можете да актуализирате съществуващата информация с училища информация, а именно. промяна на името, адреса и главницата на училище от тази страница.
bn_bd: স্বয়ংক্রিয় ইনস্টলার ইনস্টলেশনের সময় একটি ডিফল্ট স্কুল তৈরি. মধ্যে একবার লগ ইন করে আপনি আপনার স্কুল তথ্য যেমন বিদ্যমান তথ্য আপডেট করতে পারেন. নাম, ঠিকানা, এই পাতা থেকে বর্তমান স্কুল ও প্রধান পরিবর্তন.
da_dk: Den automatiserede installationsprogrammet opretter en standard-skole under installationen. Når du er logget ind, kan du opdatere de eksisterende oplysninger med din Skoler Information dvs. ændre navn, adresse og vigtigste af de nuværende skole fra denne side.
el_gr: Το αυτοματοποιημένο πρόγραμμα εγκατάστασης δημιουργεί ένα σχολείο προεπιλογή κατά την εγκατάσταση. Μόλις συνδεθείτε, μπορείτε να ενημερώσετε τις υπάρχουσες πληροφορίες με τα σχολεία δηλαδή πληροφορίες σας. αλλάξετε το όνομα, τη διεύθυνση και τον κύριο του σημερινού σχολείου από αυτή τη σελίδα.
et_ee: Automatiseeritud installer loob vaikimisi kooli paigaldamise ajal. Kui sisse loginud, võite värskendada olemasolevat teavet oma Koolid Information nimelt. muuta nime, aadressi ja peamist praeguse kooli sellele lehele.
fa_ir: نصب خودکار ایجاد یک مدرسه به طور پیش فرض در هنگام نصب است. پس از ورود ، شما می توانید اطلاعات موجود با اطلاعات مدارس viz خود را بروز رسانی کنید. تغییر نام ، آدرس ، و مدیر مدرسه در حال حاضر از این صفحه.
fi_fi: Automatisoitu Asennusohjelma luo oletuksena koulun asennuksen aikana. Kun olet kirjautunut sisään, voit päivittää olemassa olevan tiedon kanssa koulujen Information eli. vaihtaa nimen, osoitteen, ja rehtori nykyisen koulun tältä sivulta.
ga_ie: Cruthaíonn an suiteálaí uathoibrithe scoil réamhshocraithe le linn a shuiteáil. Chomh luath agus logáilte isteach, is féidir leat a thabhairt cothrom le dáta an t-eolas atá ann cheana féin le do viz Faisnéise Scoileanna. athrú ar ainm, seoladh, agus príomhoide na scoile reatha ón leathanach seo.
gl_gl: O instalador automático crea unha escola estándar durante a instalación. Unha vez dentro do sistema, pode actualizar a información existente co viz Información Escolas. trocar o nome, enderezo e director da escola actual desta páxina.
hr_hr: Automatiziran instalater stvara zadani škole tijekom instalacije. Nakon što se prijavite, možete ažurirati postojeće podatke s školama Informacije viz. promijeniti naziv, adresu i ravnatelj tekuće školske s ove stranice.
hu_hu: A telepítő létrehoz egy alapértelmezett iskolában a telepítés során. Belépés után, akkor frissíti a meglévő adatokat a saját iskolák Információs ti. változtatni a nevét, címét, és fő a jelenlegi iskola ezt az oldalt.
is_is: The gera sjálfvirkan uppsetningu skapar sjálfgefna skóla á meðan embættisvígsla. Þegar skráður inn, þú getur uppfæra fyrirliggjandi upplýsingar með Skólar Upplýsingar viz þína. breyta nafn, heimilisfang, og helstu núverandi skóla af þessari síðu.
ja_jp: 自動インストーラは、インストール時にデフォルトの学校を作成します。ログイン後、あなたの学校の情報すなわち、既存の情報を更新することができます。このページから現在の学校の名前、住所、およびプリンシパルを変更する。
lt_lt: Automatizuotas montuotojas sukuria numatytąjį mokyklos diegimo metu. Kai prisijungsite, galite naujinti esamą informaciją su savo mokyklų Informacija ty. pakeisti dabartinės mokyklos iš šio puslapio pavadinimas, adresas ir pagrindinė.
lv_lv: Automatizētās instalēšanas izveido noklusējuma skolas uzstādīšanas laikā. Pēc tam, kad pieteicies, jūs varat atjaunināt esošo informāciju ar savu skolu Informācija viz. mainīt nosaukumu, adresi un galvenā kārtējo mācību no šīs lapas.
mk_mk: За автоматско инсталирање создава стандардно училиште за време на инсталацијата. Откако сте најавени, можете да го обновите на постоечките информации, со вашето училиште информации Имено. промена на име, адреса, и директорот на тековната учебна од оваа страница.
nn_no: Den automatiserte installatøren skaper en standard skole under installasjonen. Når du er logget inn, kan du oppdatere eksisterende informasjon med Schools Information viz. endre navn, adresse og rektor ved den aktuelle skolen fra denne siden.
pl_pl: Zautomatyzowany instalator tworzy szkoły domyślnie podczas instalacji. Po zalogowaniu, można zaktualizować istniejące informacje z informacjami Szkoły mianowicie. zmienić nazwę, adres i główny obecnej szkoły z tej strony.
pt_pt: O instalador automático cria uma escola padrão durante a instalação. Uma vez logado, você pode atualizar as informações existentes com o viz Informação Escolas. alterar o nome, endereço e diretor da escola atual desta página.
ro_ro: Programul de instalare creează automat o şcoală implicit în timpul instalării. Odata conectat, aveţi posibilitatea să actualizaţi informaţiile existente, şi anume cu dvs. Informaţii şcoli. schimba numele, adresa, şi principal al şcolar curent, de la această pagină.
ru_ru: Автоматизированные установки создает по умолчанию школе во время установки. Зайдя на сайт, вы можете обновить существующую информацию с вашим именно информация школ. изменить имя, адрес, и основной из нынешней школе с этой страницы.
sk_sk: Automatickej inštalácii vytvorí predvolené školu počas inštalácie. Po prihlásení môžete aktualizovať existujúce informačné školy s informácií viď. zmeniť meno, adresu a hlavné súčasnej školy z tejto stránky.
sl_si: Avtomatizirani namestitveni program ustvari privzeto šoli med namestitvijo. Ko ste prijavljeni, lahko posodobite obstoječe podatke, s svojim šole viz informacij. spremeniti ime, naslov, in ravnatelj šole trenutno s te strani.
sq_al: Installer automatizuar krijon një shkollë të paracaktuar gjatë instalimit. Pasi të keni hyrë në, ju mund të rinovuar informacionin ekzistues me shkollat ​​dmth tuaj Information. të ndryshojë emrin, adresën, dhe drejtori i shkollës aktuale nga kjo faqe.
sr_rs: Аутоматизовани инсталер креира подразумевану школе током инсталације. Када се улогујете, можете да ажурирате постојеће податке са вашим школама Информације јест. промените име, адресу и директор текуће школске са ове странице.
sv_se: Den automatiska installationsprogrammet skapar en standard skola under installationen. När du loggat in kan du uppdatera den befintliga informationen med din Skolor Information dvs. ändra namn, adress och rektor för den aktuella skolan från denna sida.
th_th: ติดตั้งโดยอัตโนมัติสร้างโรงเรียนเริ่มต้นระหว่างการติดตั้ง เมื่อเข้าใน, คุณสามารถปรับปรุงข้อมูลที่มีอยู่กับข้อมูลของคุณ ได้แก่ โรงเรียน เปลี่ยนชื่อที่อยู่และครูใหญ่ของโรงเรียนในปัจจุบันจากหน้านี้
tr_tr: Otomatik yükleyicisi, kurulum sırasında varsayılan bir okulu oluşturur. Giriş yaptıktan sonra, Okullar Bilgi yani mevcut bilgi güncelleme yapabilirsiniz. bu sayfadan mevcut okulun adı, adresi, ve temel değiştirin.
uk_ua: Автоматизовані установки створює за замовчуванням школі під час установки. Зайшовши на сайт, ви можете оновити існуючу інформацію з вашим саме інформація шкіл. змінити ім&#39;я, адресу, і основний з нинішньої школі з цієї сторінки.
wa_be: Mae&#39;r gosodwr awtomataidd yn creu ysgol diofyn yn ystod installation. Unwaith y byddwch yn mewngofnodi, gallwch diweddaru&#39;r wybodaeth bresennol gyda&#39;ch sef Ysgolion Gwybodaeth. newid yr enw, cyfeiriad, a phrif yr ysgol ar hyn o bryd o&#39;r dudalen hon.
zh_tw: 自動化的安裝程序會創建一個默認的學校在安裝過程中。登錄後，您可以更新現有的信息與您的學校信息即。變更名稱，地址，主要對當前學校從這個網頁。
