Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: In many places in openSIS, you will see data that are modifiable. You will have to first click the value you want to change to have access to an input field. Then, when you change the value and save, the value will return to its previous state
af_za: In baie plekke in openSIS, sal jy sien data wat modifiable is. Jy sal moet eerste op die waarde wat jy wil verander om toegang tot &#39;n invoer veld te hê. Dan, wanneer jy verander die waarde en stoor, sal die waarde terug te keer na sy vorige toestand
ar_dz: في أماكن كثيرة في openSIS ، ستشاهد البيانات التي يتم تعديل. سيكون لديك لأول مرة فوق القيمة التي تريد تغيير في الحصول على حقل الإدخال. ثم ، عند تغيير القيمة وحفظها ، فإن قيمة العودة إلى حالته السابقة
be_by: У многіх месцах у openSIS, вы ўбачыце дадзеныя, якія паддаюцца змене. Вам прыйдзецца спачатку націснуць значэнне, якое вы хочаце змяніць, каб мець доступ да поля ўводу. Затым, калі вы зменіце значэнне і захаваць, значэнне вернецца ў ранейшы стан
bg_bg: На много места в openSIS, ще видите данните, които могат да се променят. Вие ще трябва първо да щракнете върху стойността, която искате да промените, за да имат достъп до полето за въвеждане. Тогава, когато промените стойността и да спаси, стойността ще се върне към предишното си състояние
bn_bd: OpenSIS অনেক জায়গায়, আপনি তথ্য যে পরিবর্তন দেখতে পাবেন. আপনি প্রথম মান আপনি একটি ইনপুট ক্ষেত্র ব্যবহার পরিবর্তন করতে চান ক্লিক করতে হবে. তারপর, যখন আপনি মান এবং পরিবর্তন সংরক্ষণ, মান এর আগের অবস্থায় ফিরে আসবে
da_dk: Mange steder i openSIS, vil du se data, der er modificerbare. Du bliver nødt til først klikke på den værdi, du ønsker at ændre for at få adgang til et input felt. Når du derefter ændre værdien og gemme, vil værdien vende tilbage til sin tidligere tilstand
el_gr: Σε πολλά μέρη στην openSIS, θα δείτε τα δεδομένα που είναι τροποποιήσιμοι. Θα πρέπει να κάνετε κλικ πρώτα την τιμή που θέλετε να αλλάξετε να έχουν πρόσβαση σε ένα πεδίο εισαγωγής. Στη συνέχεια, όταν αλλάζετε την αξία και την αποταμίευση, η τιμή θα επιστρέψει στην προηγούμενη κατάσταση
et_ee: Paljudes kohtades openSIS, näed andmeid, mis on muudetav. Sa pead esmalt klõpsata väärtust, mida soovite muuta juurdepääs väljale. Siis, kui muudad väärtus ja salvestada, on väärtus tagasi oma endisesse olekusse
fa_ir: در بسیاری از جاها در openSIS ، شما داده هایی را که اصلاح را ببینید. شما باید به ارزش شما می خواهید برای تغییر دسترسی به یک فیلد ورودی که برای اولین بار کلیک کنید. سپس ، هنگامی که ارزش شما را تغییر داده و ذخیره ، ارزش را به حالت قبلی خود بازگشت
fi_fi: Monissa paikoissa openSIS, näet tiedot, jotka ovat muunneltavissa. Sinun täytyy ensin valitsemalla arvon haluat muuttaa saada syöttökenttään. Sitten, kun muutat arvoa ja tallenna arvo palautuu aiempaan tilaan
ga_ie: I go leor áiteanna i openSIS, feicfidh tú go bhfuil sonraí modifiable. Beidh ort cliceáil ar dtús leis an luach is mian leat a athrú chun rochtain a fháil ar réimse ionchuir. Ansin, nuair a athraíonn tú an luach agus a shábháil, beidh an luach ar ais dá stát roimhe sin
gl_gl: En moitos lugares openSIS, vai ver os datos que son modificabades. Vai ter que primeiro premer no valor que quere pasar a ter acceso a un campo de entrada. Entón, cando cambiar o valor e gardar o valor pode voltar ao seu estado anterior
hr_hr: U mnogim mjestima u openSIS, vidjet ćete podatke koji su mijenjati. Morat ćete prvi put kliknete vrijednost koju želite promijeniti pristup polju za unos. Zatim, kada promijenite vrijednost i spasiti, vrijednost će se vratiti u prethodno stanje
hu_hu: Sok helyen openSIS, látni fogja az adatokat, amelyek módosítható. Meg kell először kattintson az értéket meg szeretné változtatni, hogy a hozzáférést egy beviteli mező. Aztán, ha módosítja az értéket, és mentse az érték visszatér a korábbi állapotot
is_is: Víða í openSIS, munt þú sjá gögn sem eru modifiable. Þú verður að fyrst að smella gildið sem þú vilt breyta til að hafa aðgang að inntak sviði. Þá, þegar þú skiptir um gildi og vista gildi vilja koma aftur til fyrri stöðu
ja_jp: openSISの多くの場所では、変更可能なデータが表示されます。まず最初に、入力フィールドにアクセスできるように変更したい値をクリックする必要があります。その後、値を変更し、保存するときに、値は以前の状態に戻ります。
lt_lt: Daug vietų openSIS, jums bus matyti duomenis, kurie yra modifikuojamas. Jūs turėsite pirmiausia spustelėkite vertę, kurią norite keisti turėti galimybę į įvedimo lauką. Tada, kai jūs keičiate vertės ir sutaupyti, ši vertė bus grįžti į savo ankstesnę būseną
lv_lv: Daudzviet openSIS, jūs redzēsiet, datus, kas ir pārveidojams. Jums būs vispirms noklikšķiniet uz vērtību, kuru vēlaties mainīt, lai būtu piekļuve ievades laukā. Tad, kad jūs maināt vērtību un saglabāt, vērtība atgriezīsies iepriekšējā stāvoklī
mk_mk: Во многу места во openSIS, ќе видите податоци кои се приспособим. Ќе треба прво да кликнете на вредноста што сакате да ја промените да имаат пристап до полето за внесување. Потоа, кога ќе се промени на вредноста и заштеди, вредноста ќе се врати во претходната состојба
nn_no: Mange steder i openSIS, vil du se data som er modifiserbare. Du må først klikke verdien du ønsker å endre skal ha tilgang til et inntastingsfelt. Så, når du endrer verdien og lagre, vil verdien tilbake til sin tidligere tilstand
pl_pl: W wielu miejscach w openSIS, zobaczysz dane, które można modyfikować. Musisz najpierw kliknąć wartość, którą chcesz zmienić, aby mieć dostęp do pola wprowadzania. Następnie, po zmianie wartości i zapisać wartość powróci do poprzedniego stanu
pt_pt: Em muitos lugares openSIS, você vai ver os dados que são modificáveis. Você vai ter que primeiro clicar no valor que você quer mudar para ter acesso a um campo de entrada. Então, quando você alterar o valor e salvar, o valor irá retornar ao seu estado anterior
ro_ro: În multe locuri în openSIS, veţi vedea datele care sunt modificabil. Va trebui să faceţi clic mai întâi valoarea pe care doriţi să o modificaţi să aibă acces la un câmp de introducere. Apoi, atunci când modificaţi valoarea şi de a salva, valoarea va reveni la starea anterioară
ru_ru: Во многих местах в openSIS, вы увидите данные, которые поддаются изменению. Вам придется сначала нажать значение, которое вы хотите изменить, чтобы иметь доступ к поля ввода. Затем, когда вы измените значение и сохранить, значение вернется в прежнее состояние
sk_sk: Na mnohých miestach v openSIS, uvidíte údaje, ktoré sú ovplyvniteľné. Budete musieť najprv na hodnotu, ktorú chcete zmeniť prístup k vstupné pole. Potom, keď zmeníte hodnotu a uložiť, bude hodnota vráti do predchádzajúceho stavu
sl_si: V mnogih krajih v openSIS, boste videli podatke, ki so spremenljivi. Boste morali najprej kliknite vrednost, ki jo želite spremeniti, da imajo dostop do vnosno polje. Potem, ko spremenite vrednost in shranite, se bo vrednost vrnitev v prejšnje stanje
sq_al: Në shumë vende në openSIS, ju do të shihni të dhëna që janë të ndryshohet. Ju do të duhet që së pari të klikoni vlerën që ju doni të ndryshoni të kenë qasje në një fushë të dhëna. Pastaj, kur ju të ndryshojë vlerën dhe për të shpëtuar, vlera do të kthehet në gjendjen e tij të mëparshme
sr_rs: На многим местима у опенСИС, видећете податке који се модификовати. Мораћете да прво кликните на вредност коју желите да промените приступ поља за унос. Затим, када промените вредност и сачувати, вредност ће се вратити на претходно стање
sv_se: På många platser i openSIS ser du data som är modifierbara. Du måste först klicka på värdet du vill ändra ha tillgång till ett inmatningsfält. När du sedan ändra värdet och spara, kommer värdet att återgå till dess tidigare tillstånd
th_th: ในหลายสถานที่ใน openSIS คุณจะเห็นข้อมูลที่เปลี่ยนแปลง คุณจะต้องคลิกแรกค่าที่คุณต้องการจะเปลี่ยนไปมีการเข้าถึงช่องใส่ จากนั้นเมื่อคุณเปลี่ยนค่าและบันทึกค่าที่จะกลับไปสู่​​สถานะเดิม
tr_tr: Opensis birçok yerlerde, değiştirilebilir. Verileri göreceksiniz. Önce bir giriş alanına erişim için değiştirmek istediğiniz değeri tıklatın. Sonra değerini değiştirmek ve kaydetmek, değeri önceki durumuna geri dönecektir
uk_ua: У багатьох місцях в openSIS, ви побачите дані, які піддаються зміні. Вам доведеться спочатку натиснути значення, яке ви хочете змінити, щоб мати доступ до поля введення. Потім, коли ви зміните значення і зберегти, значення повернеться до попереднього стану
wa_be: Mewn llawer o lefydd yn openSIS, fe welwch ddata sy&#39;n cael eu haddasu. Bydd yn rhaid yn gyntaf cliciwch y gwerth eich bod am newid i gael mynediad i faes mewnbwn. Yna, pan fyddwch yn newid y gwerth ac achub, bydd y gwerth yn dychwelyd i&#39;w gyflwr blaenorol
zh_tw: 在許多地方openSIS，你將看到的數據是可以修改的。您必須先點擊你想要的值更改為訪問一個輸入字段。然後，當你改變的價值和保存，該值將恢復到以前的狀態

source: You can logout of openSIS at any time by clicking the Logout link at the top right of your workspace
af_za: Jy kan meld van openSIS te eniger tyd deur te kliek op die skakel Uitloggen bo aan die regterkant van jou werkspasie
be_by: Вы можаце выйсці з openSIS ў любы час, пстрыкнуўшы на спасылку Адключыцца ў правым верхнім куце вашага працоўнай прасторы
bg_bg: Можете да изход на openSIS по всяко време, като щракнете върху Изход връзка в горния десен ъгъл на работния ви плот
bn_bd: আপনি openSIS কোন সময় লগ আউট আপনার কর্মক্ষেত্র উপরে ডান দিকের লগ আউট লিঙ্ক ক্লিক করে
da_dk: Du kan logge ud af openSIS til enhver tid ved at klikke på Logout linket øverst til højre på din arbejdsplads
el_gr: Μπορείτε να αποσυνδεθείτε από openSIS ανά πάσα στιγμή, κάνοντας κλικ στο σύνδεσμο Αποσύνδεση στην επάνω δεξιά γωνία του χώρου εργασίας σας
et_ee: Võite Logout openSIS igal ajal klikkides Logi välja ülaosas paremal oma tööruumi
fa_ir: شما می توانید از openSIS در خروج هر زمان با کلیک کردن بر روی لینک خروج در سمت راست بالای فضای کاری خود را
fi_fi: Voit kirjaudut ulos openSIS milloin tahansa napsauttamalla Kirjaudu ulos-linkkiä oikeassa yläkulmassa työtilan
ga_ie: Is féidir leat d&#39;openSIS logála amach ag am ar bith trí chliceáil ar an nasc Logout ag an ceart ag barr do spás oibre
gl_gl: Pode saír de openSIS en calquera momento facendo clique na ligazón Saír na esquina superior dereita da súa área de traballo
hr_hr: Možete odjaviti u openSIS u bilo kojem trenutku klikom na Odjava link na gornjem desnom kutu radnog prostora
hu_hu: Akkor kijelentkezés a openSIS bármikor kattintva Kilépés hivatkozásra a jobb felső sarkában a munkaterület
is_is: Þú getur Útskrá af openSIS hvenær sem er með því að smella á Útskrá tengilinn efst til hægri á vinnusvæðinu þínu
ja_jp: あなたのワークスペースの右上にあるLogoutリンクをクリックすると、いつでもopenSISからログアウトできます。
lt_lt: Jūs galite atsijungti nuo openSIS bet kuriuo metu spustelėję Išsiregistruoti nuorodą viršuje dešinėje jūsų darbo
lv_lv: Tu vari logout par openSIS jebkurā laikā, noklikšķinot Atteikties saites augšā labajā jūsu darbvietas
mk_mk: Можете да излезеш на openSIS во секое време со кликање на линкот Одјави во горниот десен агол на вашиот работен простор
nn_no: Du kan utlogging av openSIS når som helst ved å klikke Logg ut linken øverst til høyre for arbeidsområdet
pl_pl: Możesz wylogować się z openSIS w dowolnym momencie, klikając Wyloguj się w prawym górnym rogu obszaru roboczego
pt_pt: Você pode sair de openSIS a qualquer momento clicando no link Sair no canto superior direito da sua área de trabalho
ro_ro: Aveţi posibilitatea să logout de openSIS în orice moment, făcând clic pe link-ul de la Logout din dreapta sus al spaţiului dvs. de lucru
ru_ru: Вы можете выйти из openSIS в любое время, щелкнув на ссылку Отключиться в правом верхнем углу вашего рабочего пространства
sk_sk: Môžete odhlásenia openSIS kedykoľvek kliknutím na odkaz Odhlásiť v pravom hornom rohu pracovnej plochy
sl_si: Lahko logout od openSIS kadarkoli s klikom na povezavo Odjava v zgornjem desnem kotu vašega delovnega prostora
sq_al: Ju mund logout e openSIS në çdo kohë duke klikuar ne linkun Logout në krye të drejtë Workspace tuaj
sr_rs: Можете да се одјавите од опенСИС у било ком тренутку кликом Логоут линк на горњем десном углу радног простора
sv_se: Du kan logga ut från openSIS när som helst genom att klicka på länken Logga ut längst upp till höger på din arbetsyta
th_th: คุณสามารถออกจาก openSIS ณ เวลาใด ๆ โดยการคลิกลิงค์ล็อกเอาต์ที่ด้านบนขวาของพื้นที่ทำงานของคุณ
tr_tr: Opensis herhangi bir zamanda, çalışma alanının sağ üst köşesinde Çıkış bağlantısı tıklayarak çıkış yapabilirsiniz
uk_ua: Ви можете вийти з openSIS в будь-який час, клацнувши на посилання Від&#39;єднатись у правому верхньому куті вашого робочого простору
wa_be: Gallwch chi allgofnodi o openSIS ar unrhyw adeg trwy glicio ar y ddolen Allgofnodi ar dde uchaf eich lle gwaith
zh_tw: 你可以註銷 openSIS隨時點擊登出鏈接在右上角你的工作空間
