Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Assignment Types
af_za: Opdrag Tipes
ar_dz: تعيين أنواع
be_by: Прызначэнне тыпаў
bg_bg: Възлагане Видове
bn_bd: নির্দেশিত ধরন
da_dk: Opgave Typer
el_gr: Τύποι Εργασία
es_es: Tipos de Tarea
et_ee: Ülesanne tüübid
fa_ir: انواع تکلیف
fi_fi: Tehtävä tyypit
ga_ie: Cineálacha Tasc
gl_gl: Tipos de asignación
hr_hr: Dodjela Vrste
hu_hu: Megbízás típusok
is_is: Framsal Tegund
ja_jp: 割り当ての種類
lt_lt: Užduotis tipai
lv_lv: Pielietojums veidi
mk_mk: Доделување Видови
nn_no: Overdragelse Typer
pl_pl: Rodzaje przypisanie
pt_pt: Tipos de atribuição
ro_ro: Atribuirea Tipuri
ru_ru: Назначение типов
sk_sk: Typy úloh
sl_si: Vrste nalog
sq_al: Llojet Caktimi
sr_rs: Додела Типови
sv_se: Uppdrag Typer
th_th: การกำหนดประเภท
tr_tr: Atama Türleri
uk_ua: Призначення типів
wa_be: Mathau Aseiniad
zh_tw: 分配類型

source: Calculate GPA for
af_za: Bereken GPA vir
ar_dz: لحساب المعدل التراكمي
be_by: Вылічыць сярэдні бал па
bg_bg: Изчислете GPA
bn_bd: জন্য জিপিএ গণনা
da_dk: Beregn GPA for
el_gr: Υπολογίστε ΣΔΣ για
es_es: Calcular Promedio General para
et_ee: Arvuta GPA jaoks
fa_ir: محاسبه معدل
fi_fi: Laske GPA varten
ga_ie: Ríomh GPA do
gl_gl: GPa para calcular
hr_hr: Izračun GPA za
hu_hu: Számítsa GPA a
is_is: Reikna GPA fyrir
ja_jp: のためにGPAを計算する
lt_lt: Apskaičiuokite VPS už
lv_lv: Aprēķināt GPA par
mk_mk: Пресметајте Успех за
nn_no: Beregn GPA for
pl_pl: Oblicz GPA dla
pt_pt: GPA para calcular
ro_ro: Calculaţi GPA pentru
ru_ru: Вычислить средний балл по
sk_sk: Vypočítať GPA pre
sl_si: Izračunajte GPA za
sq_al: Llogarit GPA për
sr_rs: Израчунајте просек за
sv_se: Beräkna GPA för
th_th: คำนวณค่าเกรดเฉลี่ยสำหรับ
tr_tr: GPA hesaplayın
uk_ua: Обчислити середній бал за
wa_be: Cyfrifo GPA ar gyfer
zh_tw: GPA的計算

source: GPA based on a scale of
af_za: GPA gebaseer op &#39;n skaal van
ar_dz: GPA على أساس مقياس من
be_by: ГПД на аснове маштабу
bg_bg: GPA въз основа на скала от
bn_bd: জিপিএ এর স্কেল ভিত্তি
da_dk: GPA er baseret på en skala fra
el_gr: ΣΔΣ βασίζεται σε μια κλίμακα
es_es: Promedio General basado en una escala de
et_ee: GPA alusel skaalal
fa_ir: معدل بر اساس مقیاس
fi_fi: GPA perustuu asteikolla
ga_ie: GPA bunaithe ar scála
gl_gl: GPa en base a unha escala de
hr_hr: GPA se temelji na skali od
hu_hu: GPA alapú skálán
is_is: GPA byggt á kvarðanum
ja_jp: の規模に基づいて、GPA
lt_lt: VPS pagrįsta dėl masto
lv_lv: VIN, pamatojoties uz skalas
mk_mk: Успех врз основа на степенот на
nn_no: GPA basert på en skala fra
pl_pl: GPA w oparciu o skalę
pt_pt: GPA com base em uma escala de
ro_ro: AAP bazat pe o scară de la
ru_ru: ГПД на основе масштаба
sk_sk: GPA založené na stupnici od
sl_si: GPA, ki temelji na lestvici od
sq_al: GPA bazuar në një shkallë të
sr_rs: ГПА заснован на скали од
sv_se: GPA bygger på en skala från
th_th: เกรดเฉลี่ยขึ้นอยู่กับขนาดของ
tr_tr: GPA bir ölçekte
uk_ua: ГПД на основі масштабу
wa_be: GPA yn seiliedig ar raddfa o
zh_tw: GPA基於規模

source: GPA calculation modifies existing records.
af_za: GPA berekening verander bestaande rekords.
ar_dz: GPA حساب تعديل السجلات الموجودة.
be_by: ГПД разліку змяняе існуючыя запісу.
bg_bg: GPA изчисление променя съществуващите записи.
bn_bd: জিপিএ গণনা বিদ্যমান রেকর্ড পরিবর্তন.
da_dk: GPA beregning ændrer eksisterende poster.
el_gr: ΣΔΣ υπολογισμό τροποποιεί υπάρχοντα αρχεία.
es_es: El cálculo del Promedio General modifica los registros existentes..
et_ee: GPA arvutamise muudab olemasolevaid kirjeid.
fa_ir: محاسبه معدل اصلاح سوابق موجود می باشد.
fi_fi: GPA laskenta muuttaa olemassa olevia tallenteita.
ga_ie: Athraíonn ríomh GPA taifid atá ann cheana féin.
gl_gl: Cálculo GPa modifica os rexistros existentes.
hr_hr: GPA izračun izmijeni postojećim zapisima.
hu_hu: GPA számítást módosítja a meglévő nyilvántartásokat.
is_is: GPA útreikning breytir núverandi færslur.
ja_jp: GPAの計算は、既存のレコードを変更します。
lt_lt: VPS apskaičiavimas modifikuoja esamus įrašus.
lv_lv: GPA aprēķinu pārveido esošos ierakstus.
mk_mk: Успех пресметка модифицира постоечката евиденција.
nn_no: GPA beregning modifiserer eksisterende poster.
pl_pl: Obliczenia GPA modyfikuje istniejące rekordy.
pt_pt: Cálculo GPA modifica os registros existentes.
ro_ro: Calculul notei modifică înregistrări existente.
ru_ru: ГПД расчета изменяет существующие записи.
sk_sk: GPA výpočet upravuje existujúce záznamy.
sl_si: GPA izračun spreminja obstoječe zapise.
sq_al: Llogaritjen GPA modifikon të dhënat ekzistuese.
sr_rs: ГПА обрачун модификује постојеће евиденције.
sv_se: GPA beräkning modifierar befintliga poster.
th_th: การคำนวณเกรดเฉลี่ยปรับเปลี่ยนระเบียนที่มีอยู่
tr_tr: Ortalamaya varolan kayıtları değiştirir.
uk_ua: ГПД розрахунку змінює існуючі записи.
wa_be: GPA cyfrifiad yn addasu cofnodion presennol.
zh_tw: GPA計算修改現有記錄。

source: Weighted and unweighted GPA is calculated by dividing the weighted and unweighted grade points configured for each letter grade (assigned in the Report Card Codes setup program) by the base grading scale specified in the school setup.
af_za: Geweeg en ongeweegde GPA word bereken deur die geweegde en ongeweegde graad punte ingestel vir elke letter-graad (opgedra in die rapport-kodes opstel van program) deur die basis gradering skaal wat in die skool setup.
ar_dz: المرجحة وغير المرجحة ويحسب بقسمة GPA النقاط المرجحة وغير المرجحة الصف تكوين لكل درجة حرف (المخصصة في برنامج إعداد بطاقة تقرير رموز) من قاعدة مقياس الدرجات المحددة في إعداد الدراسة.
be_by: Узважаныя і невзвешенные ГПД разлічваецца шляхам дзялення ўзважанай і невзвешенной класа пункту настроены на кожную літару класа (прысвоены ў табель праграме налады коды) па базавай шкалы класіфікацыі, названай у школе ўстаноўкі.
bg_bg: Претеглена и непретеглена GPA се изчислява като се раздели претеглена и непретеглена клас точки, конфигурирани за всяка буква клас (посочва се в инсталационната програма Кодове бележник) от скала база за класификация, посочени в училището за настройка.
bn_bd: ওয়েটেড এবং unweighted জিপিএ ভরযুক্ত এবং unweighted গ্রেড বেস শূন্য স্কেল স্কুল সেটআপ উল্লিখিত দ্বারা প্রতিটি চিঠি গ্রেড (রিপোর্ট কার্ড কোড সেটআপ প্রোগ্রাম ক্ষেত্রে ধার্য) জন্য কনফিগার পয়েন্ট বিভাজক নির্ণিত হয়.
da_dk: Vægtet og uvægtet GPA er beregnet ved at dividere det vægtede og uvægtede kvalitet points konfigureres for hvert bogstav kvalitet (tildelt i Report Card Codes setup-programmet) med de grundlæggende karakterskala angivet i skolens opsætning.
el_gr: Σταθμισμένος και μη σταθμισμένο GPA υπολογίζεται διαιρώντας το σταθμισμένο και μη σταθμισμένο βαθμό σημεία ρυθμιστεί για κάθε γράμμα βαθμού (αποδίδεται στους Κώδικες Κάρτα πρόγραμμα εγκατάστασης έκθεση) με την κλίμακα ταξινόμησης βάσης καθορίζονται στο πρόγραμμα ρύθμιση σχολείο.
es_es: El Promedio General ponderado y no ponderado se calcula dividiendo los puntos de calificación ponderados y no ponderados configurados para cada libreta de calificaciones (especificado en la configuración de códigos del programa) en la escala de calificación base especificada en la configuración de la institución..
et_ee: Kaalutud ja kaalumata GPA arvutamiseks jagatakse kaalutud ja kaalumata klassi võrra seadistatud iga kirja klassi (määratud Report Card Codes setup programm) poolt baasi hindamisskaala täpsustatud kooli setup.
fa_ir: weighted و unweighted معدل با تقسیم وزن و unweighted درجه برای هر کلاس نامه (اختصاص داده شده در گزارش کدهای برنامه کارت راه اندازی) مقیاس درجه بندی پایه مشخص شده در راه اندازی مدرسه پیکربندی محاسبه شده است.
fi_fi: Painotettu ja painottamaton GPA lasketaan jakamalla painotettu ja painottamaton arvosana pistettä määritetty kunkin kirjaimen arvosanan (määritetty raportissa Card Codes asennusohjelma), jonka pohja arvosteluasteikko määritelty koulun setup.
ga_ie: Ualaithe agus unweighted tá CSR ríomh trí na pointí ualaithe agus unweighted grád cumraithe do gach grád litir (a shanntar sa chlár Tuarascáil Cárta thus Cóid) ag an scála grádaithe bonn a shonraítear sa thus scoil.
gl_gl: Ponderadas e non ponderadas GPa calcúlase dividindo-se os puntos ponderados e non ponderados grao configurado para cada letra (atribuído no Informe de programa de configuración da tarxeta de código) da escala de clasificación de base especificado na configuración da escola.
hr_hr: Ponderirani prosjek ocjena i neponderiranim se izračunava dijeljenjem s ponderiranim i neponderiranim razreda bodova konfiguriran za svako slovo razreda (dodijeljen u Izvješću kartice kodovi program za postavljanje) po skali bazu ocjenjivanja navedeni u školi postavljanje.
hu_hu: Súlyozott és súlyozatlan GPA úgy kell kiszámítani a súlyozott és súlyozatlan minőségű pontokat állítva minden levél minőségű (rendelt a jelentés kártya kódok setup program) a bázis osztályozási meg az iskolában beállítás.
is_is: Vegið og unweighted GPA er reiknað með því að deila vegið og unweighted einkunn stig stillt fyrir hvern staf einkunn (úthlutað í Card Report Codes skipulag program) við flokkun stöð mælikvarða sem tilgreint er í skólanum skipulag.
ja_jp: 重み付けおよび非加重GPAは、学校の設定で指定したベースの評価尺度で、各文字の等級（レポートカードコードのセットアッププログラムに割り当てられた）用に設定加重と非加重グレードポイントを割って算出されます。
lt_lt: Svertinis ir nesvertiniams VPS yra apskaičiuojamas dalijant svertinis ir nesvertiniams klasės sukonfigūruoti kiekvieną laišką įvertinimas (kortelę kodai sąrankos programą priskirta) pagrindo klasifikavimo skalę, nurodytą mokyklos setup.
lv_lv: Svērtā un nesvērts GPA tiek aprēķināta, dalot svērtā un nesvērto grade punktus konfigurēt katram burtam pakāpes (piešķirta ziņojumā Card Kodi uzstādīšanas programmu) ar pamata skalu norādīto skolas setup.
mk_mk: Бројат и unweighted Успех се пресметува со делење на бројат и unweighted одделение поени конфигуриран за секоја буква одделение (доделени во Извештајот картичка кодови програмата за инсталирање) од страна на база на скалата за оценување наведени во училиште поставување.
nn_no: Vektet og uvektet GPA beregnes ved å dividere vektet og uvektet karakterpoeng konfigureres for hvert bokstavkarakter (tildelt i Report Card Codes setup program) ved basen karakterskalaen spesifisert i skolen setup.
pl_pl: Ważone i nie ważone GPA jest obliczany poprzez podzielenie ważone i nie ważone klasy punktów skonfigurowane dla każdego rodzaju listu (przypisane w kody Report Card program Setup) przez skalę ocen bazowej określonej w konfiguracji szkoły.
pt_pt: Ponderadas e não ponderadas GPA é calculado dividindo-se os pontos ponderados e não ponderados grau configurado para cada letra (atribuído no Relatório de programa de configuração do cartão de Códigos) pela escala de classificação de base especificado na configuração da escola.
ro_ro: Ponderate şi neponderate AAP se calculează prin împărţirea de punctul ponderate şi neponderate gradul configurat pentru fiecare grad literă (alocate în Raportul de programul de instalare Card Coduri), de scara de clasificare de bază specificate în şcoală de configurare.
ru_ru: Взвешенные и невзвешенные ГПД рассчитывается путем деления взвешенной и невзвешенной класса точки настроен на каждую букву класса (присвоен в Табель программе настройки коды) по базовой шкалы классификации, указанной в школе установки.
sk_sk: Vážených a neváženom GPA sa vypočíta ako podiel vážených a neváženom stupeň body nastaviť pre každé písmeno triedy (pridelené v správe setup karty kódy program) v rozsahu základnej klasifikácie stanovené v škole nastavení.
sl_si: Tehtani in neobremenjen je GPA izračuna tako, da tehtana in neobremenjen razred točk nastavljen za vsako črko razred (ki v kode Card poročilo programa Setup), ki jih obsega osnovo razvrščanja, določenih v šoli setup.
sq_al: Peshuar dhe pamatur GPA është llogaritur duke pjesëtuar pikat e peshuar dhe pamatur klasën e konfiguruar për çdo klasën e letër (të caktuar në programin e kodeve Dëftesa instalimit) nga shkalla notimit bazë të specifikuara në setup shkollë.
sr_rs: Уочени просек се израчунава тако што се уочени поена за оцену конфигурисан за свако слово разреда (додељен у Извештају кодови програма картице подешавање) од стране скале базу оцењивања наведеним у школи подешавања.
sv_se: Viktade och oviktade GPA beräknas genom att dividera den vägda och ovägda betygspoäng konfigureras för varje bokstav betyg (som anges i rapporten bankomatkort installationsprogrammet) med basen betygsskalan anges i skolan setup.
th_th: ไม่ได้ชั่งน้ำหนักและเกรดเฉลี่ยคำนวณโดยการหารถ่วงน้ำหนักไม่ได้ชั่งจุดและระดับการกำหนดค่าสำหรับเกรดแต่ละตัวอักษร (กำหนดในรายงานบัตรรหัสโปรแกรมการตั้งค่า) โดยระดับการให้คะแนนฐานที่ระบุไว้ในการติดตั้งของโรงเรียน
tr_tr: Ağırlıklı ve ağırlıksız genel not ortalaması, her harf notu (Karnesi Kodları kurulum programı atanan) okul kurulumunda belirtilen temel notlandırma için yapılandırılmış ağırlıklı ve ağırlıksız notu bölünmesi ile hesaplanır.
uk_ua: Зважені та невиважені ГПД розраховується шляхом ділення зваженої і невиваженої класу точки налаштований на кожну букву класу (присвоєно в Табель програмі налаштування коди) за базовою шкали класифікації, зазначеної в школі установки.
wa_be: Pwysoli a heb eu pwysoli GPA yn cael ei gyfrifo trwy rannu pwyntiau pwysoli ac heb eu pwysoli ffurfweddu gradd ar gyfer pob (a neilltuwyd yn yr Adroddiad setup raglen Cerdyn Codau) gradd llythyr gan y raddfa graddio sylfaen a bennwyd yn yr setup ysgol.
zh_tw: 加權和不加權 GPA的計算方法是除以加權和不加權級點配置為每個字母等級（分配在報告卡代碼安裝程序）由基地規模分級設置中指定的學校。

source: GPA Calculation
af_za: GPA Berekening
ar_dz: حساب المعدل التراكمي
be_by: Разлік GPA
bg_bg: GPA Изчисляване
bn_bd: জিপিএ ক্যালকুলেশন
da_dk: GPA Beregning
el_gr: ΣΔΣ Υπολογισμός
et_ee: GPA arvutamine
fa_ir: محاسبه معدل
fi_fi: GPA laskeminen
ga_ie: GPA Ríomh
gl_gl: Cálculo GPa
hr_hr: Izračun GPA
hu_hu: GPA kiszámítása
is_is: GPA Útreikningur
ja_jp: GPAの計算
lt_lt: VPS apskaičiavimas
lv_lv: VIN aprēķināšana
mk_mk: Успех Пресметка
nn_no: GPA Beregning
pl_pl: Obliczenie GPA
pt_pt: Cálculo GPA
ro_ro: GPA de calcul
ru_ru: Расчет GPA
sk_sk: Výpočet GPA
sl_si: GPA Izračun
sq_al: Llogaritja GPA
sr_rs: ГПА Обрачун
sv_se: GPA Beräkning
th_th: การคำนวณเกรดเฉลี่ย
tr_tr: GPA Hesaplama
uk_ua: Розрахунок GPA
wa_be: GPA Cyfrifo
zh_tw: GPA計算

source: Calculate GPA and Class Rank
af_za: Bereken GPA en Klas Rank
ar_dz: GPA حساب فئة ورتبة
be_by: Вылічыць сярэдні бал і класны чын
bg_bg: Изчисли GPA и клас Rank
bn_bd: গণনা জিপিএ এবং ক্লাস মান
da_dk: Beregn GPA og klasse Rank
el_gr: Υπολογίστε ΣΔΣ και κατηγορίας Κατάταξη
es_es: Calcular el Promedio General y Ranking de la Clase
et_ee: Arvuta GPA ja klass Rank
fa_ir: محاسبه معدل و رتبه کلاس
fi_fi: Laske GPA ja luokan Sijoitus
ga_ie: Ríomh GPA agus Rang Rank
gl_gl: Calcule GPa e Clase Posición
hr_hr: Izračun GPA i rang klase
hu_hu: Számolja GPA és a Class Rank
is_is: Reikna GPA og Class Rank
ja_jp: GPAとクラスのランクを計算する
lt_lt: Apskaičiuokite VPS ir klasės Reitingas
lv_lv: Aprēķināt GPA un klases rangu
mk_mk: Пресметајте Успех и Класа ранг
nn_no: Beregn GPA og klasse Rank
pl_pl: Oblicz GPA i Class Rank
pt_pt: Calcule GPA e Classe Posição
ro_ro: Calculaţi AAP şi clasa Locul
ru_ru: Вычислить средний балл и классный чин
sk_sk: Spočítajte GPA a hodnotenie triedy
sl_si: Izračunajte GPA in Class Rank
sq_al: Llogaritur GPA dhe Klasa Rank
sr_rs: Израчунајте просек и класе Ранг
sv_se: Beräkna GPA och klass Rank
th_th: การคำนวณ GPA และระดับตำแหน่ง
tr_tr: Hesapla GNO ve Sınıf Sıralaması
uk_ua: Обчислити середній бал і класний чин
wa_be: Cyfrifo GPA a Dosbarth Rank
zh_tw: 計算 GPA和班級排名

source: GPA and class rank for
af_za: GPA en klas posisie vir
ar_dz: GPA لرتبة والدرجة
be_by: ГПа і класнага чыну для
bg_bg: GPA и клас ранг за
bn_bd: জিপিএ এবং শ্রেনী স্তর
da_dk: GPA og klasse rang for
el_gr: ΣΔΣ και τάξη τάξη για
et_ee: GPA ja klassi auaste
fa_ir: معدل و رتبه کلاس
fi_fi: GPA ja luokka sijoitus
ga_ie: GPA agus rang ar chéim
gl_gl: GPa e clase de clasificación para
hr_hr: GPA i rang klase za
hu_hu: GPA és osztály rangját az
is_is: GPA og flokki staða fyrir
ja_jp: GPAとクラスのランクのための
lt_lt: VPS ir klasės reitingas
lv_lv: VIN un klase rangs
mk_mk: Успех и класа ранг за
nn_no: GPA og klasse rang for
pl_pl: GPA i rangi klasy
pt_pt: GPA e classe de classificação para
ro_ro: AAP şi rang de clasă pentru
ru_ru: ГПА и классного чина для
sk_sk: GPA a triedne pozície pre
sl_si: GPA in razreda čin, za
sq_al: GPA dhe radhë klasë për
sr_rs: ГПА и класних позиција за
sv_se: GPA och klasstillhörighet för
th_th: GPA และชั้นสำหรับการจัดอันดับ
tr_tr: GNO ve için sınıf rütbesi
uk_ua: ГПА і класного чину для
wa_be: GPA a dosbarth eu safle yn
zh_tw: GPA和類排名

source: has been calculated.
af_za: is bereken.
be_by: быў разлічаны.
bg_bg: е изчислен.
bn_bd: এর জন্য গণনা হয়েছে.
da_dk: er blevet beregnet.
el_gr: έχει υπολογιστεί.
es_es: ha sido calculado.
et_ee: on arvutatud.
fa_ir: محاسبه شده است.
fi_fi: on laskettu.
ga_ie: a ríomh.
gl_gl: foi calculado.
hr_hr: izračunato je.
hu_hu: került kiszámításra.
is_is: hefur verið reiknað.
ja_jp: 計算されています。
lt_lt: buvo apskaičiuotas.
lv_lv: ir aprēķināts.
mk_mk: е пресметана.
nn_no: har blitt beregnet.
pl_pl: została obliczona.
pt_pt: foi calculado.
ro_ro: a fost calculat.
ru_ru: был рассчитан.
sk_sk: bola vypočítaná.
sl_si: je bila izračunana.
sq_al: ka qenë e llogaritur.
sr_rs: израчунато је.
sv_se: har beräknats.
th_th: ได้รับการคำนวณ
tr_tr: hesaplanmıştır.
uk_ua: був розрахований.
wa_be: wedi cael ei gyfrifo.
zh_tw: 已計算完畢。

source: Exceptional
af_za: Uitsonderlike
ar_dz: استثنائي
be_by: Выключны
bg_bg: Изключителен
bn_bd: ব্যতিক্রমী
da_dk: Enestående
el_gr: Εξαιρετική
es_es: Excepcional
et_ee: Erandlik
fa_ir: استثنایی
fi_fi: Poikkeuksellinen
ga_ie: Eisceachtúla
gl_gl: Excepcional
hr_hr: Izuzetan
hu_hu: Kivételes
is_is: Sérstakur
ja_jp: 例外的な
lt_lt: Išimtiniais
lv_lv: Ārkārtas
mk_mk: Исклучителни
nn_no: Eksepsjonell
pl_pl: Wyjątkowy
pt_pt: Excepcional
ro_ro: Excepţional
ru_ru: Исключительный
sk_sk: Výnimočný
sl_si: Izjemne
sq_al: Jashtëzakonshme
sr_rs: Изузетан
sv_se: Exceptionell
th_th: เป็นพิเศษ
tr_tr: Olağanüstü
uk_ua: Винятковий
wa_be: Eithriadol
zh_tw: 特殊

source: Satisfactory
af_za: Bevredigende
ar_dz: مرض
be_by: Здавальняючы
bg_bg: Задоволителен
bn_bd: কামদ
da_dk: Tilfredsstillende
el_gr: Ικανοποιητικός
es_es: Satisfactorio
et_ee: Rahuldav
fa_ir: رضایتبخش
fi_fi: Tyydyttävä
ga_ie: Sásúil
gl_gl: Satisfactorio
hr_hr: Zadovoljavajući
hu_hu: Kielégítő
is_is: Fullnægjandi
ja_jp: 満足のいく
lt_lt: Patenkinamas
lv_lv: Apmierinošs
mk_mk: Задоволително
nn_no: Tilfredsstillende
pl_pl: Zadowalający
pt_pt: Satisfatório
ro_ro: Satisfăcător
ru_ru: Удовлетворительный
sk_sk: Vyhovujúce
sl_si: Zadovoljivo
sq_al: I kënaqshëm
sr_rs: Задовољавајуће
sv_se: Tillfredsställande
th_th: น่าพอใจ
tr_tr: Tatmin edici
uk_ua: Задовільний
wa_be: Boddhaol
zh_tw: 滿意

source: Needs Improvement
af_za: Benodig verbetering
ar_dz: يحتاج الى تحسين
bg_bg: Се нуждае от усъвършенстване
bn_bd: উন্নয়ন প্রয়োজন
el_gr: Ανάγκες βελτίωσης
es_es: Necesita mejoras
et_ee: Vajab parandamist
fa_ir: نیاز بهبود
fi_fi: Parannettava
ga_ie: Riachtanais Feabhsúcháin
hr_hr: Potrebe poboljšanja
hu_hu: Javításra szorul
ja_jp: 改善が必要
lt_lt: Reikia tobulinti
mk_mk: Треба да се подобри
nn_no: Må forbedres
pl_pl: Wymaga poprawy
ro_ro: Necesită o îmbunătăţire
sk_sk: Je potrebné zlepšiť
sl_si: Je treba izboljšati
sq_al: Ka nevojë për përmirësim
sr_rs: Унапређење потребе
sv_se: Behöver förbättras
wa_be: Anghenion Gwella
zh_tw: 需要改進

source: 1 - Excellent
af_za: 1 - Uitstekend
ar_dz: 1 -- ممتاز
be_by: 1 - Выдатна
bg_bg: 1 - отлично
bn_bd: 1 - চমত্কার
da_dk: 1 - Fremragende
el_gr: 1 - Εξαιρετική
es_es: 1 - Excelente
et_ee: 1 - Suurepärane
fa_ir: 1 -- عالی
fi_fi: 1 - Erinomainen
ga_ie: 1 - Sár
gl_gl: 1 - Excelente
hr_hr: 1 - Izvrsna
hu_hu: 1 - Kiváló
ja_jp: 1 - 優れた
lt_lt: 1 - Puikus
lv_lv: 1 - Teicami
mk_mk: 1 - Одлично
nn_no: 1 - Utmerket
pl_pl: 1 - Doskonała
pt_pt: 1 - Excelente
ro_ro: 1 - Excelent
ru_ru: 1 - Отлично
sk_sk: 1 - výborne
sl_si: 1 - Odlično
sr_rs: 1 - Одлично
sv_se: 1 - Utmärkt
th_th: 1 -- ดีเลิศ
tr_tr: 1 - Mükemmel
uk_ua: 1 - Відмінно
wa_be: 1 - Ardderchog
zh_tw: 1 - 優秀

source: Excellent
af_za: Uitstekend
ar_dz: ممتاز
be_by: Выдатны
bg_bg: Отличен
bn_bd: চমৎকার
da_dk: Fremragende
el_gr: Εξαιρετική
es_es: Excelente
et_ee: Suurepärane
fa_ir: عالی
fi_fi: Erinomainen
ga_ie: Den scoth
gl_gl: Excelente
hr_hr: Odličan
hu_hu: Kiváló
ja_jp: 優れ
lt_lt: Puikus
lv_lv: Lielisks
mk_mk: Одлично
nn_no: Utmerket
pl_pl: Doskonały
pt_pt: Excelente
ro_ro: Excelent
ru_ru: Отличный
sk_sk: Vynikajúca
sl_si: Odlično
sq_al: I shkëlqyer
sr_rs: Одличан
sv_se: Utmärkt
th_th: ยอดเยี่ยม
tr_tr: Mükemmel
uk_ua: Відмінний
wa_be: Ardderchog
zh_tw: 出色的

source: 2 - Very Good
af_za: 2 - baie goeie
ar_dz: 2 -- جيد جدا
be_by: 2 - Вельмі добра
bg_bg: 2 - Много Добър
bn_bd: 2 - খুব ভাল
el_gr: 2 - Πολύ Καλή
es_es: 2 - Muy Bueno
et_ee: 2 - Väga hea
fa_ir: 2 -- خیلی خوب
fi_fi: 2 - erittäin hyvä
ga_ie: 2 - An-mhaith
gl_gl: 2 - Moi Bo
hr_hr: 2 - vrlo dobar
hu_hu: 2 - Nagyon jó
is_is: 2 - Mjög góð
ja_jp: 2 - 非常に良い
lt_lt: 2 - Labai gerai
lv_lv: 2 - ļoti labi
mk_mk: 2 - Многу добро
nn_no: 2 - Veldig bra
pl_pl: 2 - Bardzo dobry
pt_pt: 2 - Muito Bom
ro_ro: 2 - Foarte Bine
ru_ru: 2 - Очень хорошо
sk_sk: 2 - veľmi dobre
sl_si: 2 - Zelo dobro
sq_al: 2 - Shumë mirë
sr_rs: 2 - Врло добар
sv_se: 2 - Mycket bra
th_th: 2 -- ดีมาก
tr_tr: 2 - Çok İyi
uk_ua: 2 - Дуже добре
wa_be: 2 - Da Iawn
zh_tw: 2 - 非常好

source: Very Good
af_za: Baie Goed
ar_dz: جيد جدا
be_by: Вельмі добра
bg_bg: Много Добър
bn_bd: খুব ভাল
da_dk: Utilfreds
el_gr: Πολύ Καλά
es_es: Muy Bueno
et_ee: Väga hea
fa_ir: خیلی خوب
fi_fi: Oikein hyvä
ga_ie: An-mhaith
gl_gl: Moi Bo
hr_hr: Vrlo dobro
hu_hu: Nagyon jó
is_is: Mjög góð
ja_jp: 非常にグッド
lt_lt: Labai geras
lv_lv: Ļoti labi
mk_mk: Многу добро
pl_pl: Bardzo dobre
pt_pt: Muito Bom
ro_ro: Foarte bine
ru_ru: Очень хорошо
sk_sk: Veľmi dobrý
sl_si: Zelo dobro
sq_al: Shumë mirë
sr_rs: Врло добро
sv_se: Mycket bra
th_th: ดีมาก
tr_tr: Çok iyi
uk_ua: Дуже добре
wa_be: Da Iawn
zh_tw: 非常好

source: 3 - Good
af_za: 3 - Goeie
ar_dz: 3 -- جيد
be_by: 3 - Добра
bg_bg: 3 - Добър
bn_bd: 3 - গুড
da_dk: 3 - godt
el_gr: 3 - Καλή
es_es: 3 - Bueno
et_ee: 3 - hea
fa_ir: 3 -- خوب
fi_fi: 3 - hyvä
ga_ie: 3 - Dea-
gl_gl: 3 - bo
hr_hr: 3 - dobro
hu_hu: 3 - Jó
ja_jp: 3 - グッド
lt_lt: 3 - gerai
mk_mk: 3 - Добар
pl_pl: 3 - Dobry
pt_pt: 3 - Bom
ro_ro: 3 - Bine
ru_ru: 3 - Хорошо
sk_sk: 3 - dobre
sl_si: 3 - Dobro
sq_al: 3 - mirë
sr_rs: 3 - Добра
sv_se: 3 - Bra
th_th: 3 -- ดี
tr_tr: 3 - İyi
uk_ua: 3 - Добре
wa_be: 3 - Da
zh_tw: 3 - 良好

source: Good
af_za: Goeie
ar_dz: جيد
be_by: Добра
bg_bg: Добро
bn_bd: গুড
da_dk: Godt
el_gr: Καλός
es_es: Bueno
et_ee: Hea
fa_ir: خوب
fi_fi: Hyvä
ga_ie: Dea-
gl_gl: Bo
hr_hr: Dobro
hu_hu: Jó
is_is: Góð
ja_jp: 良好な
lt_lt: Geras
lv_lv: Labi
mk_mk: Добар
nn_no: God
pl_pl: Dobry
pt_pt: Bom
ro_ro: Bine
ru_ru: Хорошо
sk_sk: Dobrý
sl_si: Dobro
sq_al: Mirë
sr_rs: Добро
sv_se: Bra
th_th: ดี
tr_tr: Iyi
uk_ua: Добре
wa_be: Da
zh_tw: 好

source: 4 - Fair
af_za: 4 - Beurs
ar_dz: 4 -- معرض
be_by: 4 - кірмаш
bg_bg: 4 - панаир
bn_bd: 4 - ফেয়ার
el_gr: 4 - Έκθεση
es_es: 4 - Razonable
fa_ir: 4 -- نمایشگاه
ga_ie: 4 - Aonach
hr_hr: 4 - Sajam
ja_jp: 4 - フェア
lt_lt: 4 - mugė
mk_mk: 4 - саем
pl_pl: 4 - Targi
ro_ro: 4 - Târg
ru_ru: 4 - ярмарка
sk_sk: 4 - veľtrh
sr_rs: 4 - Сајам
th_th: 4 -- พอใช้
tr_tr: 4 - Fuar
uk_ua: 4 - ярмарок
wa_be: 4 - Ffair
zh_tw: 4 - 博覽會

source: 5 - Poor
af_za: 5 - Swak
ar_dz: 5 -- ضعيف
be_by: 5 - Бедныя
bg_bg: 5 - Лошо
bn_bd: 5 - দরিদ্রের
da_dk: 5 - Dårlig
el_gr: 5 - Κακή
es_es: 5 - Pobre
fa_ir: 5 -- ضعیف
fi_fi: 5 - Huono
ga_ie: 5 - mBocht
gl_gl: 5 - Pobre
hr_hr: 5 - Loše
hu_hu: 5 - Szegény
ja_jp: 5 - 悪い
lt_lt: 5 - Prastas
lv_lv: 5 - Slikta
mk_mk: 5 - Неквалитетна
nn_no: 5 - Dårlig
pl_pl: 5 - Słaby
pt_pt: 5 - Pobre
ro_ro: 5 - Slaba
ru_ru: 5 - Бедные
sk_sk: 5 - zlá
sl_si: 5 - Slabo
sr_rs: 5 - Лоше
sv_se: 5 - Dålig
th_th: 5 -- แย่
tr_tr: 5 - Zayıf
uk_ua: 5 - Бідні
wa_be: 5 - Gwael
zh_tw: 5 - 差
