Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The Calculate GPA program calculates the weighted GPA earned per course by multiplying the GPA value of the grade earned by the GPA multiplier of the course weight. Then, it divides that value by the number you specified as the base for your weighted scale. For unweighted GPA, the Calculate GPA program simply takes the GPA value of the grade the student earned. After finding the GPA points earned for each course, the program averages these values to determine the students to-date GPA. It then sorts these values to determine the class rank. If more than one student has the same GPA, they will share a position in class rank.
af_za: Die Bereken GPA program bereken die geweegde GPA verdien per kursus deur die GPA-waarde van die graad verdien deur die GPA-vermenigvuldiger van die kursus gewig te vermenigvuldig. Dan is dit verdeel dat die waarde deur die aantal wat u verskaf as die basis vir jou geweegde skaal. Vir ongeweegde GPA, die Bereken GPA-program neem eenvoudig die GPA-waarde van die graad wat die student verdien. Na die bevinding van die GPA punte verdien vir elke kursus, die program gemiddeldes hierdie waardes vir die studente to-date GPA om vas te stel. Dit is dan sorteer hierdie waardes die klas posisie te bepaal. As meer as een student het dieselfde GPA is, sal hulle deel van &#39;n posisie in die klas rang.
be_by: Праграма Вылічыць сярэдні бал разлічваецца ўзважаны сярэдні бал зарабіў на курс шляхам множання значэння сярэдні бал класа заробленыя мультыплікатар ГПД курсу вагі. Затым ён дзеліць гэта значэнне на нумар, указаны ў якасці базы для вашай ўзважанай шкале. Для невзвешенное ГПД, праграмы Вылічыць сярэдні бал проста прымае значэнне сярэдні бал паспяховасці класа студэнт зарабіў. Пасля знаходжання ГПД ачкоў, заробленых за кожны курс, праграма сярэднім гэтыя значэнні для вызначэння студэнтаў сучасным ГПД. Ён затым сартуе гэтыя значэнні для вызначэння класнага чыну. Калі больш чым адзін студэнт мае той жа сярэдні бал, яны будуць дзяліцца пазіцыі ў класны чын.
bg_bg: Изчислява GPA програма изчислява претеглената GPA спечелени на курс, като се умножи стойността GPA на клас, спечелени от GPA множителя на курса тегло. След това тя се разделя, че стойност от номера, който сте посочили като база за претеглена скала. За непретеглена GPA Изчисли GPA програма просто се GPA стойност на клас студент спечели. След намирането на GPA точки, спечелени за всеки курс, програмата е средно тези стойности за определяне на студенти към датата GPA. След това сортира тези стойности за определяне на ранг клас. Ако повече от един ученик има същия успех, те ще споделят една позиция в клас ранг.
bn_bd: গণনা জিপিএ প্রোগ্রাম হিসাব অবশ্যই প্রতি ভরযুক্ত জিপিএ গ্রেড কোর্স ওজন জিপিএ গুণক দ্বারা অর্জিত মধ্যে জিপিএ মান গুণকারক দ্বারা অর্জিত. তারপর, এটা সংখ্যা আপনি আপনার ভরযুক্ত স্কেল জন্য বেস হিসাবে নির্দিষ্ট দ্বারা যে মান বিভাজিত. Unweighted জিপিএ জন্য, কেবলমাত্র গণনা জিপিএ প্রোগ্রাম গ্রেড ছাত্র অর্জিত মধ্যে জিপিএ মান সময় লাগে. জিপিএ পয়েন্ট খুঁজে পর অর্জিত প্রতিটি কোর্সের জন্য, প্রোগ্রাম গড় এই মান ছাত্রদের-জিপিএ তারিখ নির্ধারণ করতে. তারপর অসুস্থ এই মান বর্গ মাত্রা নির্ধারণ করতে. একাধিক ছাত্র একই জিপিএ হয়েছে, তারা বর্গ মাত্রা একটি অবস্থান ভাগ হবে.
da_dk: Beregn GPA Programmet beregner det vægtede GPA tjent per kursus ved at gange GPA værdien af ​​den opnåede karakter af GPA multiplikator af kurset vægt. Så, den deler denne værdi med det antal, du har angivet som base for din vægtet skala. For uvægtet GPA, blot Beregn GPA-programmet tager GPA værdien af ​​karakteren eleven optjent. Efter at have fundet den GPA point optjent for hvert kursus, til programmet gennemsnittet af disse værdier afgøre de studerende til-dato GPA. Derefter sorterer disse værdier til at bestemme klassen rang. Hvis mere end én studerende har samme GPA, vil de dele en stilling i klassen rang.
el_gr: Το Υπολογίστε ΣΔΣ πρόγραμμα υπολογίζει το σταθμισμένο ΣΔΣ κερδίσει ανά μάθημα από τον πολλαπλασιασμό της αξίας ΣΔΣ του βαθμού που κερδήθηκε από τον πολλαπλασιαστή ΣΔΣ του βάρους φυσικά. Στη συνέχεια, χωρίζει ότι η τιμή από τον αριθμό που ορίζεται ως η βάση για σταθμισμένη κλίμακα σας. Για μη σταθμισμένη ΣΔΣ, το Υπολογίστε ΣΔΣ πρόγραμμα λαμβάνει απλά την αξία ΣΔΣ του βαθμού του σπουδαστή κερδίσει. Μετά την εύρεση των σημείων ΣΔΣ κερδίσει για κάθε μάθημα, οι μέσοι όροι του προγράμματος αυτών των αξιών για τον καθορισμό των φοιτητών ενημερωμένες ΣΔΣ. Στη συνέχεια ταξινομεί αυτές τις τιμές για τον προσδιορισμό της κατάταξης της κατηγορίας. Εάν περισσότερα από ένα μαθητή έχει την ίδια ΣΔΣ, θα μοιράζονται μια θέση στην κατάταξη της κατηγορίας.
et_ee: Arvuta GPA arvutab programm kaalutud GPA teenis ühe kursuse korrutades GPA väärtus klassi teenitud GPA kordaja muidugi kaalu. Siis, ta jagab seda väärtust mitmeid teie määratud alusena oma kaalutud skaalal. Sest kaalumata riigihangete Arvuta GPA programm lihtsalt võtab GPA väärtus klassi õpilane teenitud. Olles tuvastanud GPA teenitud punktide iga kursuse programm keskmised need väärtused kindlaks õpilaste-date GPA. Seejärel sorteerib need väärtused kindlaks määrata klassi auaste. Kui rohkem kui üks õpilane on sama GPA läheb jagamisele positsioon klassis auaste.
fa_ir: برنامه محاسبه معدل محاسبه معدل وزن در هر دوره را با ضرب مقدار معدل از نمره به دست آورده با چند برابر معدل وزن البته به دست آورده است. سپس ، آن را تقسیم می کند که ارزش تعداد شما را به عنوان پایه ای برای مقیاس وزن خود را مشخص. برنامه محاسبه معدل برای unweighted معدل ، به سادگی طول می کشد ارزش معدل از نمره دانش آموز به دست آورده است. پس از پیدا کردن نقطه معدل برای هر دوره به دست آورده ، از این ارزش ها به طور متوسط ​​برنامه برای تعیین دانش آموزان به روز معدل. سپس انواع این ارزشها برای تعیین رتبه کلاس. اگر بیش از یک دانش آموز معدل همان ، آنها را به یک موقعیت در رتبه کلاس به اشتراک بگذارید.
fi_fi: Laske GPA Ohjelma laskee painotetun GPA ansainnut per kurssi kertomalla GPA arvo arvosana ansainnut GPA kerrointa tietysti painon. Sitten se jakaa että arvon numero määritetty tukikohdan painotettu mittakaavassa. Saat painottamaton GPA, Laske GPA ohjelma yksinkertaisesti vie GPA arvo luokan oppilas ansaittu. Todettuaan GPA ansaitut pisteet kunkin kurssin, ohjelma keskiarvoja näiden arvojen määrittämiseen opiskelijat tasalla GPA. Sen jälkeen se lajittelee nämä arvot määrittää luokan listalla. Jos useampi kuin yksi opiskelija on sama GPA, he jakavat asema luokassa listalla.
ga_ie: Ríomhann an GPA Ríomh clár an GPA ualaithe a thuill in aghaidh an chúrsa tríd an luach CSR an grád atá tuillte ag an t-iolraitheoir CSR den mheáchan chúrsa. Ansin, roinneann sé go bhfuil luach ag an uimhir sonraithe agat mar an bonn le haghaidh do scála ualaithe. Do GPA unweighted, a thógann an GPA Ríomh gclár ach an luach CSR den ghrád an mac léinn tuillte. Tar éis a aimsiú ar na pointí GPA thuill do gach cúrsa, na meáin a chlár na luachanna seo a chinneadh na mic léinn chun dáta GPA. Tá sé ansin cineál na luachanna sin a chinneadh céim rang. Má tá níos mó ná dalta amháin an GPA chéanna, beidh siad sciar seasamh i céim rang.
gl_gl: Calcule o programa GPa calcula o GPa gañou ponderada por curso multiplicando o valor da nota GPa gañou polo multiplicador GPa do peso por suposto. A continuación, el divide este valor polo número indicado como a base para a súa escala ponderada. Para GPa non ponderada, o programa GPa Calcule simplemente pega o valor GPa da nota do alumno gañou. Despois de atopar os puntos GPa gañou para cada curso, as medias do programa eses valores para determinar o alumnado to-date GPa. A continuación, clasifica estes valores para determinar o grao de clase. Máis dun estudante ten a mesma GPa, vai ser compartir unha posición no ránking da clase.
hr_hr: Program Izračunajte prosjek izračunava ponderirani prosjek zaradio po Naravno množenjem prosjek ocjena vrijednost ocjene zaradio je prosjek ocjena množitelj naravno težine. Zatim, ona dijeli tu vrijednost po broju koji ste naveli kao bazu za svoj ponderirana skali. Za neponderiranim GPA, program Izračun prosjek ocjena jednostavno uzima prosjek ocjena vrijednost razreda učenik zaradio. Nakon što je nalaz prosjek zarađene bodove za svaki tečaj, program prosjeci ovih vrijednosti kako bi se utvrdilo studentima to-date GPA. Tada vrste te vrijednosti kako bi se utvrdilo rang klase. Ako je više od jedan student ima isti prosjek ocjena, oni će dijeliti mjesto u klasi rang.
hu_hu: A számítása GPA program kiszámolja a súlyozott GPA szerzett per folyamán szorzataként GPA értékét minőségű szerzett a GPA szorzó a tanfolyam tömeg. Aztán, hogy osztja ezt az értéket a számot, amit megadott, mint az alap az Ön súlyozott skálán. A súlyozatlan GPA, a Calculate GPA program egyszerűen úgy GPA értéke évfolyamon a tanuló szerzett. Miután megvan a GPA szerzett pontok az egyes Természetesen a program átlagos ezeket az értékeket meghatározni a hallgatók naprakész GPA. Ezt követően rendezi ezeket az értékeket meghatározni az osztály rangját. Ha több hallgató azonos GPA, akkor osztoznak a helyzet az osztályban rangú.
is_is: Reikna GPA program reikna vegið GPA unnið á námskeiðinu með því að margfalda GPA gildi einkunn áunnin af the GPA margfaldað námskeiðsins þyngd. Þá deila, það að verðmæti með sem þú tilgreindir sem grunn fyrir vegin mælikvarða þinn. Fyrir unweighted GPA, Reikna GPA program tekur einfaldlega GPA gildi einkunn nemanda aflað. Eftir að finna GPA stig unnið fyrir hvert námskeið, the program meðaltöl þessum gildum til að ákvarða nemendur til-dag GPA. Það þá tegund þessi gildi til að ákvarða bekknum tign. Ef fleiri en einn nemandi hefur sömu GPA, þeir vilja deila stöðu í stöðu bekknum.
ja_jp: 計算GPAプログラムは、加重GPAはもちろんの重量のGPAの乗数によって獲得したグレードのGPAの値を乗じて各コース稼いだ計算します。その後、それはあなたの加重スケールのベースとして指定された数によってその値を割ります。非加重GPAの場合は、計算GPAのプログラムは、単に学生が獲得したグレードのGPAの値を取ります。 - 現在までにGPAを学生を決定するために、各コースの獲得GPAポイント、プログラムの平均これらの値を見つけた後。それは、その後のソートこれらの値はクラスのランクを決定する。複数の学生が同じGPAを持っている場合、それらはクラスのランクの位置を共有します。
lt_lt: Apskaičiuokite VPS programa apskaičiuoja svertinis VPS uždirbo per kurso, padauginant VPS VPS kurso svorio daugiklis laipsnio uždirbo vertė. Tada jis dalija šią vertę numeriu kurį nurodėte kaip savo svertinės skalės pagrindo. Nesvertiniams VPS VPS programos Apskaičiuokite paprasčiausiai VPS vertė klasės studentas uždirbo. Po rasti VPS taškų uždirbo kiekvieno kurso programos vidurkiai šių verčių, nustato studentų iki šiol VPS. Ji rūšiuoja šias vertybes nustato klasės rangas. Jei daugiau nei vienas studentas, tuo pačiu VPS, jie dalinsis klasės rangas poziciją.
lv_lv: Aprēķināt GPA programma aprēķina svērto GPA nopelnījis vienā kursā, reizinot GPA vērtību, pakāpi, ko nopelnījis GPA koeficientu kursa svaru. Tad tā dala šo vērtību skaitu, ko norādījāt kā pamatu jūsu svērto atzīmi. Par nesvērts GPA, Aprēķināt GPA programma vienkārši ņem GPA vērtību klases students nopelnījis. Konstatējusi VIL nopelnītos punktus par katru kursu, programmu, vidēji šo vērtību, lai noteiktu studentu-dienas VPL. Pēc tam tā kārto šīs vērtības, lai noteiktu klasi rank. Ja vairāk kā viens students ir pats GPA, viņi dalīsies pozīciju klasē rank.
mk_mk: На Пресметајте Успех програма пресметува бројат Успех заработени на курсот од страна на множење на вредноста Успех на одделение заработени од страна на мултипликатор Успех на курсот тежина. Потоа, го дели таа вредност од страна на број наведен како основа за вашиот бројат скала. За unweighted Успех, на Пресметајте Успех програма едноставно зема вредност Успех на одделение ученикот заработени. По наоѓање на Успех поени заработени за секој се разбира, програмата во просек овие вредности да се утврди на студентите to-date Успех. Таа потоа видови овие вредности да се утврди класа ранг. Ако повеќе од еден студент го има истиот успех, тие ќе ги делат позиција во класата ранг.
nn_no: Beregn GPA Programmet beregner den veide GPA tjent per kurs ved å multiplisere GPA verdien av karakteren tjent av GPA multiplikator av kurset vekt. Deretter deler den denne verdien med antall du oppga som base for din vektet skala. For uvektet GPA tar Beregn GPA programmet rett og slett GPA verdien av karakteren studenten opptjent. Etter å ha funnet GPA poeng for hvert kurs, til programmet gjennomsnitt disse verdiene bestemme studentene to-date GPA. Deretter sorterer disse verdiene for å fastsette klasse rang. Hvis mer enn en student har samme GPA, vil de dele en stilling i klasse rang.
pl_pl: Oblicz programu GPA oblicza ważoną GPA zarobione za kurs mnożąc wartość GPA stopień uzyskany przez mnożnik GPA wagi przedmiotu. Następnie dzieli tę wartość przez liczbę jest określony jako podstawa dla ważone skalę. Dla nieważony GPA, Oblicz programu GPA po prostu przyjmuje wartość GPA stopień student zarobił. Po znalezieniu punktów GPA zdobył dla każdego przedmiotu, średnie programu tych wartości w celu określenia studentów aktualne GPA. Następnie rodzaju tych wartości w celu określenia stopnia klasy. Jeżeli więcej niż jeden uczeń ma same GPA, będą dzielić stanowiska w hierarchii klas.
pt_pt: Calcule o programa GPA calcula o GPA ganhou ponderada por curso multiplicando o valor da nota GPA ganhou pelo multiplicador GPA do peso é claro. Em seguida, ele divide esse valor pelo número especificado como a base para a sua escala ponderada. Para GPA não ponderada, o programa GPA Calcule simplesmente pega o valor GPA da nota do aluno ganhou. Depois de encontrar os pontos GPA ganhou para cada curso, as médias do programa esses valores para determinar os alunos to-date GPA. Em seguida, classifica esses valores para determinar o grau de classe. Se mais de um estudante tem a mesma GPA, eles irão compartilhar uma posição no ranking da classe.
ro_ro: Programul calculează GPA calculează media ponderată a AAP câştigat pe curs prin înmulţirea valorii GPA de clasa a câştigat de către multiplicator GPA de greutate cursului. Apoi, se împarte această valoare cu numărul aţi specificat ca bază pentru scara ponderată. Pentru neponderate AAP, programul calculează AAP ia pur şi simplu valoarea GPA de clasa a studentului câştigat. După ce a constatat de punctul AAP câştigate pentru fiecare curs, mediile programului, aceste valori pentru a determina pe elevi să-data GPA. Apoi felul aceste valori pentru a determina rangul de clasă. În cazul în care mai mult de un elev are acelaşi AAP, ei vor împărtăşi-o poziţie în rang de clasă.
ru_ru: Программа Вычислить средний балл рассчитывается взвешенный средний балл заработал на курс путем умножения значения средний балл класса заработанные мультипликатор ГПД курса веса. Затем он делит это значение на номер, указанный в качестве базы для вашей взвешенной шкале. Для невзвешенное ГПД, программы Вычислить средний балл просто принимает значение средний балл успеваемости класса студент заработал. После нахождения ГПД очков, заработанных за каждый курс, программа среднем эти значения для определения студентов современным ГПД. Он затем сортирует эти значения для определения классного чина. Если более чем один студент имеет тот же средний балл, они будут делиться позиции в классный чин.
sk_sk: Vypočítať GPA Program počíta vážený GPA zarobil na ihrisko vynásobením hodnoty GPA stupeň získaných násobok GPA kurzu hmotnosti. Potom sa delí túto hodnotu počtom ste určili ako základ pre svoje vážené meradle. Pre nevážený GPA, Výpočet GPA programu jednoducho vezme hodnotu GPA ročníka študent dosiahol. Po zistení GPA bodov za každý kurz, program, priemer týchto hodnôt pre určenie študentom aktuálne GPA. Potom sa triedi tieto hodnoty pre určenie poradia triedy. Ak viac ako jeden študent má rovnaký GPA, budú zdieľať pozíciu v triede hodnosti.
sl_si: Izračunajte GPA Program izračuna tehtano GPA zaslužil na tečaj, da se pomnoži vrednost GPA iz razreda prislužil z množiteljem GPA tečaja teže. Potem, pa deli to vrednost s številom ki ste ga navedli kot osnova za vaš tehtano lestvice. Za neobremenjeno GPA, Izračunaj GPA programa preprosto vzame vrednost GPA iz razreda študent zaslužil. Po ugotovitvi GPA točk prislužil za vsak program, program, povprečje teh vrednosti za določitev študentov na tekočem GPA. Nato vrste te vrednosti za določitev razreda čin. Če več kot en študent ima enako GPA, bodo delijo položaj v čin razredu.
sq_al: Programi GPA Llogaritni llogarit GPA ponderuar të fituara në kursin duke shumëzuar vlerën GPA e klasës së fituar nga shumëzues GPA të peshës kursit. Pastaj, ajo ndan se vlera nga numri i keni caktuar si bazë për shkallë tuaj ponderuar. Për GPA pamatur, programi GPA Llogarit thjesht merr vlerën GPA e notës së studentit të fituara. Pas gjetjes së pikave të GPA fituara për çdo kurs, mesataret programin e këtyre vlerave për të përcaktuar studentët to-date GPA. Ajo pastaj llojet e këtyre vlerave për të përcaktuar rangun klasës. Nëse më shumë se një student ka GPA njëjtë, ata do të kenë një pozicion në radhë klasë.
sr_rs: Израчунајте просек Програм израчунава пондерисани просек оцена зарадили по курсу множењем ГПА вредност оцене остварене ГПА множилац курса тежине. Онда дели те вредности по броју сте навели као основа за ваш пондерисани размера. За непондерисане ГПА, Израчунајте просек програма једноставно узима ГПА вредност разреда ученик зарадили. Након што сам нашао ГПА поени за сваки курс, на програму просеку ове вредности одређују студената до данас ГПА. Затим врсте ових вредности за утврђивање ранг класе. Ако више од једног студента има исти просечну оцену, они ће поделити позицију у класи чин.
sv_se: Beräkna GPA Programmet beräknar viktade GPA tjänade per kurs genom att multiplicera GPA värdet av betyget tjänat av GPA multiplikator av kursen vikt. Sedan delar man detta värde med det antal som du angav som grund för din vägt skala. För oviktade GPA tar Beräkna GPA programmet helt enkelt GPA värdet av kurs skall studenten intjänats. Efter att ha konstaterat GPA poäng för varje kurs, till programmet genomsnitt dessa värden bestämmer eleverna aktuella GPA. Därefter sorterar dessa värden för att bestämma klasstillhörighet. Om mer än en elev har samma GPA, kommer de att dela en position i klass rang.
th_th: โปรแกรมการคำนวณเกรดเฉลี่ยถ่วงน้ำหนักที่คำนวณเกรดเฉลี่ยที่ได้รับต่อหลักสูตรโดยการคูณค่าเกรดเฉลี่ยของคะแนนที่ได้รับโดยคูณเกรดเฉลี่ยของน้ำหนักการเรียนการสอน แล้วก็แบ่งค่าที่ตามจำนวนที่คุณระบุไว้เป็นฐานสำหรับการชั่งน้ำหนักของคุณ เกรดเฉลี่ยไม่ได้ชั่งสำหรับโปรแกรมการคำนวณเกรดเฉลี่ยจะใช้เวลาเพียงแค่ค่าเฉลี่ยของคะแนนที่นักเรียนได้รับการ หลังจากหาจุดที่ได้รับคะแนนเฉลี่ยสะสมสำหรับแต่ละหลักสูตรที่ค่าเฉลี่ยค่าโปรแกรมเหล่านี้เพื่อกำหนดให้นักเรียนไปวันที่เกรดเฉลี่ย จากนั้นจะเรียงลำดับค่าเหล่านี้เพื่อกำหนดแบบลำดับชั้น ถ้ามีมากกว่าหนึ่งนักเรียนมีเกรดเฉลี่ยเดียวกันพวกเขาก็จะแบ่งตำแหน่งในตำแหน่งระดับ
tr_tr: Hesapla GPA programı, ağırlıklı genel not ortalaması, ders kilo GPA çarpanı tarafından kazanılan notu genel not ortalaması değeri çarpılarak ders başına elde edilen hesaplar. Sonra, bu değeri ağırlıklı ölçek için üs olarak belirtilen sayısına göre böler. Için, ağırlıksız GPA Hesapla GPA programı sadece öğrenci kazandı notu, not ortalamasına değerini alır. GPA noktaları bulduktan sonra, her ders için program ortalamaları bu değerlerin güncel GPA öğrencileri belirlemek için kazandı. Daha sonra bu değerler sıralar sınıf sıralamasını belirleyecektir. Birden fazla öğrencinin aynı not ortalamasına varsa, onlar sınıf sırada bir konumda paylaşacak.
uk_ua: Програма Обчислити середній бал розраховується зважений середній бал заробив на курс шляхом множення значення середній бал класу зароблені мультиплікатор ГПД курсу ваги. Потім він ділить це значення на номер, вказаний в якості бази для вашої виваженої шкалою. Для незважене ГПД, програми Обчислити середній бал просто приймає значення середній бал успішності класу студент заробив. Після знаходження ГПД очок, зароблених за кожен курс, програма середньому ці значення для визначення студентів сучасним ГПД. Він потім сортує ці значення для визначення класного чину. Якщо більш ніж один студент має той же середній бал, вони будуть ділитися позиції в класний чин.
wa_be: Mae&#39;r rhaglen yn GPA Cyfrifwch cyfrifo ennill y GPA bwysoli fesul cwrs drwy luosi&#39;r gwerth GPA y radd a enillwyd gan y lluosydd GPA y pwysau cwrs. Yna, mae&#39;n rhannu bod gwerth gan y nifer rydych bennir fel y sylfaen ar gyfer eich graddfa bwysoli. Ar gyfer GPA amhwysol, mae&#39;r rhaglen GPA Cyfrifwch yn syml yn cymryd y gwerth GPA y radd y myfyriwr a enillir. Ar ôl dod o hyd i&#39;r pwyntiau a enillwyd GPA ar gyfer pob cwrs, y cyfartaleddau rhaglen y gwerthoedd hyn i benderfynu ar y myfyrwyr i diweddaraf GPA. Yna fath y gwerthoedd hyn i benderfynu ar y safle dosbarth. Os oes mwy nag un myfyriwr yr un GPA, byddant yn rhannu safle yn y rheng dosbarth.
zh_tw: GPA的計算程序計算的加權 GPA賺取每門課程的GPA值乘以該職系所賺取的GPA乘數課程的重量。然後，它除以該值的號碼指定為基地的加權比例。對於未加權 GPA，GPA的計算程序只是簡單地採用 GPA價值的年級學生獲得。在找到GPA分贏得了每門課程，該計劃平均這些值來確定學生的最新GPA。然後，這些值進行排序，確定班級排名。如果有一個以上的學生有相同的協定，他們將分享在班級排名的位置。

source: Transcripts
af_za: Transkripsies
ar_dz: النصوص
be_by: Стэнаграмы
bg_bg: Преписи
bn_bd: অনুলিপি
da_dk: Afskrifter
el_gr: Πρακτικά
es_es: Transcripciones
et_ee: Ärakirju
fa_ir: رونوشت
fi_fi: Opintosuoritusotteet
ga_ie: Athscríbhinní
gl_gl: Transcricións
hr_hr: Prijepisi
hu_hu: Átiratát
is_is: Afrit
ja_jp: 転写産物
lt_lt: List dialogowych
lv_lv: Stenogrammas
mk_mk: Записници
nn_no: Avskrifter
pl_pl: Stenogramy
pt_pt: Transcrições
ro_ro: Transcrierile
ru_ru: Стенограммы
sk_sk: Prepisy
sl_si: Indeks je
sq_al: Transkriptet
sr_rs: Транскрипти
sv_se: Avskrifter
th_th: ใบรับรองผลการเรียน
tr_tr: Transkriptler
uk_ua: Стенограми
wa_be: Trawsgrifiadau
zh_tw: 成績單
