Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information, portal notes and alerts for teachers that have missing attendance. When you login for the first time it will be a blank screen. It will fill up as and when you add day-today records in your instance of the software. As a parent, you can view your childrens information, schedules, grades, eligibility, and attendance
af_za: Die dashboard is jou standaard tuisblad en bied toegang tot belangrike kennisgewings wanneer jy in die program teken. Die openSIS dashboard wys al die onlangse kalender inligting oor die gebeurtenis, portaal notas en waarskuwings vir onderwysers wat bywoning ontbreek. As jy vir die eerste keer aanteken, sal dit &#39;n leë skerm. Dit sal vul soos en wanneer jy die dag-tot-dag rekords in jou aanleg van die sagteware. As &#39;n ouer kan jy jou kinders inligting, skedules, grade, in aanmerking kom, en bywoning
be_by: Панэль ваша хатняя старонка па змаўчанні і забяспечвае доступ да важных паведамленняў, калі вы увайсці ў праграму. Прыборная панэль openSIS паказвае ўсю апошнюю інфармацыю пра падзею календара, партальныя нататкі і абвесткі для настаўнікаў, якія маюць зніклага наведвальнасць. Пры ўваходзе ў першы раз гэта будзе пусты экран. Гэта папоўніць як і калі вы дадаеце дзень-сёння запісы ў вашым асобніку праграмнага забеспячэння. Як бацька, вы можаце праглядаць дзіцячая інфармацыю, раскладу, ацэнкі, правы і наведвальнасць
bg_bg: Таблото е началната страница по подразбиране и предоставя достъп до важни сигнали, когато влезете в заявлението. OpenSIS табло показва всички последни информация за събитие от календара, портал бележки и предупреждения за учителите, които имат липсва посещаемост. Когато влезете за първи път, той ще бъде празен екран. Той ще се напълни, както и когато добавите записи в ден днес например на софтуера. Като родител, вие може да видите вашите детски информация, графици, класове, за допустимост, и посещаемостта
bn_bd: ড্যাশবোর্ড হয় আপনার ডিফল্ট হোম পেজ এবং গুরুত্বপূর্ণ সঙ্কেত ব্যবহার করার আবেদন লগ ইন উপলব্ধ. OpenSIS ড্যাশবোর্ড সব সাম্প্রতিক ক্যালেন্ডার ইভেন্ট তথ্য, পোর্টাল নোট শিক্ষক যে উপস্থিতি আছে অনুপস্থিত জন্য এবং এলার্ট দেখায়. প্রথমবারের জন্য লগইন এটি একটি ফাঁকা পর্দার হবে. এটা হিসাবে ভরাট এবং যখন আপনি সফ্টওয়্যার আপনার ইনস্ট্যান্সের দিন আজ রেকর্ড যোগ হবে. মা বাবা হিসেবে, আপনি আপনার ছোটদের তথ্য, পরিকল্পনা, বাংলাদেশের, যোগ্যতা, এবং উপস্থিতি দেখতে পারেন
da_dk: Dashboard er din standard hjemmeside og giver adgang til vigtige meddelelser, når du logger ind på ansøgningen. Den openSIS instrumentbrættet viser alle de seneste kalenderbegivenhed oplysninger, portal noter og beskeder for lærere, der har manglende fremmøde. Når du logger ind for første gang vil det være en tom skærm. Det kommer til at fylde op, når og hvis du tilføjer dag-dag poster i din forekomst af softwaren. Som forælder kan du se dine børns oplysninger, skemaer, karakterer, berettigelse, og tilstedeværelse
el_gr: Το ταμπλό είναι η προεπιλεγμένη αρχική σελίδα σας και παρέχει πρόσβαση σε σημαντικές ειδοποιήσεις όταν συνδέεστε με την εφαρμογή. Το ταμπλό openSIS δείχνει όλες τις πρόσφατες πληροφορίες για ένα συμβάν ημερολογίου, πύλη σημειώσεις και προειδοποιήσεις για τους καθηγητές που λείπουν συμμετοχή. Όταν κάνετε login για πρώτη φορά θα είναι μια κενή οθόνη. Θα γεμίσει, όπως και όταν προσθέτετε ημέρα-σήμερα καταγράφει στο παράδειγμα του λογισμικού. Ως γονέας, μπορείτε να δείτε πληροφορίες των παιδιών, προγράμματα σας, τους βαθμούς, την επιλεξιμότητα, και η συμμετοχή
et_ee: Armatuurlaud on vaikimisi koduleht ning tagab juurdepääsu oluline teateid, kui te logite sisse taotluse. OpenSIS armatuurlaual näitab kõiki viimastel kalender sündmuse, portaali märkmeid ja teateid õpetajatele, mis on puudu osavõtuta. Sisselogimisel esimest korda see tühi ekraan. See täitke siis, kui lisate igapäevast arvestust oma näiteks tarkvara. Nagu vanem, saate vaadata oma laste informatsiooni sõiduplaanide, klasside, abikõlblikkuse ja hooldushüvitis
fa_ir: داشبورد به طور پیش فرض صفحه خانه خود را فراهم می کند و دسترسی به هشدار مهم زمانی که شما به برنامه وارد شوید. صفحه openSIS تمام تقویم های اخیر اطلاعات رویداد ، یادداشت های پورتال و هشدار برای معلمان که از دست رفته حضور را نشان می دهد. وقتی که شما برای اولین بار وارد شوید یک صفحه نمایش خالی از آن خواهد شد. این را پر کنید و هنگامی که امروز پرونده روز در مثال خود را از نرم افزار. به عنوان یک پدر یا مادر ، شما می توانید اطلاعات خود را کودکان ، برنامه ، کلاس ، واجد شرایط بودن ، و حضور را مشاهده
fi_fi: Dashboard on Kotisivusi ja tarjoaa pääsyn tärkeisiin hälyttää kirjaudut sovellus. OpenSIS kojelauta näyttää kaikki viime kalenterin tapahtuman tiedot, portaali muistiinpanoja ja hälytykset opettajille, jotka ovat kateissa läsnäolo. Kun kirjaudut ensimmäistä kertaa se on tyhjä ruutu. Se täyttyy, jos ja kun lisäät päivä-tänään tallentaa oman oikeusasteen ohjelmiston. Vanhempana voit katsella lasten tiedot, aikataulut, arvosanat, kelpoisuusehdoista ja osallistuminen
ga_ie: Is é an Phainéil do leathanach baile réamhshocraithe agus soláthraíonn sé rochtain ar foláirimh tábhachtach nuair a logáil tú isteach leis an iarratas. Léiríonn an painéal seo gach faisnéis openSIS ócáid ​​déanaí féilire, nótaí tairseach agus foláirimh do mhúinteoirí a bhfuil freastal ar iarraidh. Nuair a bheidh tú logáil isteach don chéad uair a bheidh sé ar scáileán bán. Beidh sé líonadh suas mar agus nuair a cuir tú lá-lá atá inniu ann taifid i do chás de na bogearraí. Mar thuismitheoir, is féidir leat féachaint do leanaí faisnéise, sceidil, gráid, incháilitheacht, agus freastal
gl_gl: O Dashboard é a túa páxina de inicio estándar e ofrece acceso a alertas importantes cando entrar na aplicación. O panel mostra toda a información openSIS recente evento de calendario, notas portal e alertas para os profesores que teñen falta de presenza. Cando entra por primeira vez, será unha pantalla en branco. El vai encher-se como e cando engadir o día de hoxe-rexistros na súa instancia do software. Como pai, pode ver a información dos nenos, horarios, notas, elixibilidade e atención
hr_hr: Nadzorna ploča je zadani početnoj stranici i omogućuje pristup važnim upozorenja kada se prijavite na zahtjev. OpenSIS nadzorne ploče prikazuje sve novije informacije o kalendaru događaja, portal napomene i upozorenja nastavnika koje su nestale pohađanje. Kada se prijavite za prvi put to će biti prazan zaslon. Ona će ispuniti kao i kada dodate dan-danas bilježi u svom primjerku softvera. Kao roditelj, vi možete vidjeti dječji informacije, rasporedi, ocjene, podobnost, a prisutnost
hu_hu: A Dashboard az alapértelmezett kezdőlapot és hozzáférést biztosít a fontos, figyelmeztet, ha belép az alkalmazás. A openSIS műszerfalon mutatja az összes jelenlegi naptári esemény információk, portál megjegyzések és figyelmeztetések a tanárok számára, akik a hiányzó részvétel. Amikor belépsz az első alkalommal lesz egy üres képernyőn. Ez töltse ki, ahogy és amikor hozzá napos ma rekordok az esetben a szoftver. Mint a szülő, akkor megtekintheti a gyermek információk, menetrendek, besorolását, a jogosultság és részvétel
is_is: The Mælaborð er sjálfgefin heimasíðuna þína og veitir aðgang að mikilvægum tilkynningar þegar þú skráir þig inn umsókn. The openSIS mælaborð sýnir alla síðustu dagbók atburði upplýsingar, Portal athugasemdir og tilkynningar fyrir kennara sem hafa vantar aðsókn. Þegar þú skráir þig inn í fyrsta skipti sem það verður tóman skjáinn. Það mun fylla upp eins og þegar þú bætir við degi í dag færslur í dæmi af the hugbúnaður. Sem foreldri getur þú skoðað barnarúm þínar, báta, einkunnir, hæfi og aðsókn
ja_jp: ダッシュボードには、あなたのデフォルトのホームページであり、あなたがアプリケーションにログインする重要なアラートへのアクセスを提供します。 openSISのダッシュボードには、出席が不足している教師のためのすべての最近のカレンダーのイベント情報、ポータルのメモとアラートが表示されます。あなたが初めてログインする場合には、空白の画面になります。それはいっぱいになり、あなたがご使用のソフトウェアのインスタンスで日々のレコードを追加するとき。親として、あなたの子供の情報、スケジュール、成績、資格、および出席状況を表示できます。
lt_lt: Įrankinė jūsų numatytąjį pagrindinį puslapį ir suteikia prieigą svarbius įspėjimus, kai jums prisijungti prie paraiškos. OpenSIS prietaisų skydelyje rodo visus pastaruosius kalendorinius renginio informacija, mokytojams trūksta lankomumo portalo pastabos ir įspėjimai. Kai prisijungiate pirmą kartą, jis bus tuščias ekranas. Ji užpildys ir, jei norite pridėti dieną šiandien įrašus, pavyzdžiui, programinės įrangos. Kaip tėvai, galite peržiūrėti savo vaikišką informacija, tvarkaraščiai, rangai, tinkamumo, lankomumas
lv_lv: Panelis ir noklusējuma mājas lapā, kas nodrošina piekļuvi svarīgi, brīdinājumus, kad jūs piesakāties uz pieteikumu. OpenSIS panelī ir redzami visi pēdējā kalendāra notikumu informāciju, portālu piezīmes un brīdinājumus par skolotājiem, kas ir trūkst apmeklējumu. Kad piesakāties pirmo reizi, tas būs tukšs ekrāns. Tas aizbērt, kā un kad jūs pievienojat dienu šodien ieraksti savu programmatūras gadījumu. Kā vecāks, jums var apskatīt savu bērnu informāciju, grafikus, amata pakāpes, atbilstības, un apmeklētība
mk_mk: На семафорот е вашиот стандардно Главна страница и овозможува пристап до важни сигнали кога ќе се најавите во барањето. На openSIS табла покажува сите понови настан од календарот информации, портал и забелешки сигнали за наставниците кои се водат за исчезнати посетеност. Кога ќе се најавите за прв пат тоа ќе биде празен екран. Тоа ќе се наполни салата, како и кога ќе додадете ден-денес рекорди во вашиот пример на софтверот. Како родител, можете да ја видите вашата детски информации, графиците, оценки, подобноста, и посетеност
nn_no: Dashboard er din standard startside, og gir tilgang til viktige varsler når du logger deg på søknaden. Den openSIS dashbordet viser alle de siste kalenderhendelse informasjon portal notater og varsler for lærere som har savnet oppmøte. Når du logger inn for første gang vil det være en blank skjerm. Det vil fylle opp og når du legger til dag-dag poster i forekomst av programvaren. Som forelder, kan du vise dine barns opplysninger, timeplaner, karakterer, valgbarhet, og oppmøte
pl_pl: Dashboard jest domyślną stronę główną i zapewnia dostęp do ważnych alertów, gdy użytkownik loguje się do aplikacji. Deska rozdzielcza openSIS pokazuje wszystkie najnowsze informacje zdarzenia kalendarza, notatek i alarmów portal dla nauczycieli, które brakuje obecności. Po zalogowaniu się po raz pierwszy będzie to pusty ekran. Będzie to wypełnić jak i podczas dodawania codzienną rekordów w wystąpieniu oprogramowania. Jako rodzic, można wyświetlić informacje o dzieci, harmonogramy, oceny, kwalifikacji, i frekwencja
pt_pt: O Dashboard é a sua página inicial padrão e fornece acesso a alertas importantes quando você efetuar login no aplicativo. O painel mostra todas as informações openSIS recente evento de calendário, notas portal e alertas para os professores que têm falta de presença. Quando você entra pela primeira vez, será uma tela em branco. Ele vai encher-se como e quando você adicionar o dia de hoje-registros em sua instância do software. Como pai, você pode visualizar as informações das crianças, horários, notas, elegibilidade e atendimento
ro_ro: Tabloul de bord este de Pagina implicite şi oferă acces la semnalările de important atunci când vă conectaţi la cerere. Tablou de bord openSIS prezinta toate informaţiile recente eveniment din calendar, notele portal şi avertizări pentru cadrele didactice care au lipsă de prezenţă. Când vă autentificaţi pentru prima dată, acesta va fi un ecran gol. Acesta va umple ca şi atunci când adăugaţi de zi cu zi înregistrările în instanţă de către dvs. a software-ului. Ca un părinte, puteţi vizualiza informaţiile dvs. pentru copii, program, calitati, de eligibilitate, şi participarea
ru_ru: Dashboard является используемым по умолчанию домашнюю страницу и обеспечивает доступ к важным сигналы, когда вы войти в приложение. OpenSIS приборной панели показывает все последние информацию календарь событий, отмечает портал и оповещения для учителей, которые отсутствуют посещаемости. Когда вы Войти в первый раз это будет пустой экран. Она будет заполняться, как и когда вы добавляете день сегодня записи в вашем экземпляре программного обеспечения. Как родитель, вы можете просматривать свои детские информации, графиков, оценки, отбора, и посещаемость
sk_sk: Prístrojová doska je predvolenú domovskú stránku a poskytuje prístup k dôležitým upozorní, keď sa prihlásite do aplikácie. OpenSIS palubná doska zobrazuje všetky informácie o udalosti posledných kalendár, poznámky a upozornenia portál pre učiteľov, ktoré chýbajú účasť. Po prihlásení sa prvýkrát bude prázdna obrazovka. Naplní sa, ako a kedy pridáte deň, dnes záznamov v inštancii softvéru. Ako rodič si môžete prezrieť detský informácie, plány, triedy, spôsobilosť a účasť
sl_si: Nadzorna plošča je privzeta domača stran in omogoča dostop do pomembnih opozoril, ko se prijavite v aplikacijo. OpenSIS armaturni plošči prikazuje vse najnovejše informacije koledarju prireditev, portal opombe in opozorila za učitelje, ki imajo manjkajoče prisotnost. Ko se prijavite za prvič bo prazen zaslon. To bo izpolnite, če in ko jih dodate dan-danes zapise v primerku programske opreme. Kot starš, si lahko ogledate otroška informacije, urnike, ocene, upravičenost in udeležbo
sq_al: Paneli i drejtimit është shtëpia juaj i parazgjedhur faqe dhe siguron qasje në alarme e rëndësishme kur ju hyni në të aplikimit. Paneli i drejtimit openSIS tregon të gjitha kohëve të fundit kalendarik informacionin ngjarje, vë në dukje portali dhe alarme për mësuesit që kanë humbur të pranishëm. Kur të identifikoheni për herë të parë do të jetë një ekran bosh. Ajo do të mbushen, si dhe kur ju të shtoni ditë-sot të dhënat në shkallë tuaj të softuerit. Si prind, ju mund të shikoni të fëmijëve të dhënat tuaja, oraret, notat, të drejtën, dhe të frekuentimit
sr_rs: Дасхбоард је ваш подразумевани почетна страница и пружа приступ важним упозорења када се пријавите на захтев. ОпенСИС инструмент табли показује све новије Календар догађаја информација, портала напомене и упозорења за наставнике који имају недостаје присуство. Када се пријавите за први пут то ће бити празан екран. То ће попунити, као и када додате дан-данас евиденције у случају овог софтвера. Као родитељ, можете да видите свој дечији информације, распоред, оцене, подобности, и похађање
sv_se: Instrumentpanelen är en standard hemsida och ger tillgång till viktiga varningar när du loggar in till programmet. Den openSIS instrumentpanelen visar all aktuell information kalenderhändelse, portal anteckningar och varningar för lärare som saknar närvaro. När du loggar in för första gången blir det en tom skärm. Det kommer att fylla upp och när du lägger till dag-idag poster i din instans av programvaran. Som förälder kan du visa ditt barns information, scheman, betyg, behörighet, och närvaro
th_th: แดชบอร์ดหน้าบ้านของคุณเริ่มต้นและให้การเข้าถึงการแจ้งเตือนที่สำคัญเมื่อคุณเข้าสู่ระบบเพื่อการใช้งาน แดชบอร์ด openSIS แส​​ดงทั้งหมดข้อมูลปฏิทินเหตุการณ์ล่าสุดบันทึกพอร์ทัลและการแจ้งเตือนสำหรับครูผู้สอนที่มีการขาดหายไปเข้าร่วมประชุม เมื่อคุณเข้าสู่ระบบเป็นครั้งแรกที่มันจะเป็นหน้าจอว่างเปล่า มันจะเติมเป็นและเมื่อคุณเพิ่มระเบียนวันนี้ในกรณีของซอฟแวร์ ในฐานะพ่อแม่, คุณสามารถดูเด็กของคุณข้อมูลตารางเวลาเกรดคุณสมบัติและการเข้าร่วม
tr_tr: Pano varsayılan giriş sayfası ve uygulama için giriş önemli uyarıları erişim sağlar. Opensis pano Tüm son takvim etkinlik bilgileri, katılım eksik olan öğretmenler için portal notlar ve uyarılar gösterir. Ilk kez oturum açtığınızda boş bir ekran olacak. Yazılım örneğini gün-bugün kayıt eklemek zaman doldurmak ve. Bir ebeveyn olarak, çocuk bilgileri, programları, notları, uygunluk, ve devam görebilirsiniz
uk_ua: Dashboard є використовуваним за замовчуванням домашню сторінку і забезпечує доступ до важливих сигнали, коли ви увійти в додаток. OpenSIS приладової панелі показує всі останні інформацію календар подій, зазначає портал та оповіщення для вчителів, які відсутні відвідуваності. Коли ви Увійти в перший раз це буде порожній екран. Вона буде заповнюватися, як і коли ви додаєте день сьогодні записи у вашому екземплярі програмного забезпечення. Як батько, ви можете переглядати свої дитячі інформації, графіків, оцінки, відбору, і відвідуваність
wa_be: Mae&#39;r Dangosfwrdd yn eich diofyn tudalen gartref ac yn darparu mynediad i rybuddion bwysig pan fyddwch yn mewngofnodi i&#39;r cais. Mae&#39;r dangosfwrdd openSIS yn dangos yr holl wybodaeth calendr digwyddiadau diweddar, nodiadau porth a rhybuddion ar gyfer athrawon sydd wedi colli presenoldeb. Pan fyddwch yn mewngofnodi am y tro cyntaf, bydd yn sgrîn wag. Bydd yn llenwi i fyny fel a phryd y byddwch yn ychwanegu o ddydd i ddydd cofnodion yn eich achos o&#39;r meddalwedd. Fel rhiant, gallwch weld eich gwybodaeth i blant, amserlenni, graddau, cymhwyster, a phresenoldeb
zh_tw: 儀表板是您的默認主頁，並提供存取重要提示，當您登錄到該應用程序。儀表板顯示所有的openSIS最近日曆事件信息，門戶筆記和警報教師已失踪出席。當您第一次登錄這將是一個空白屏幕。它會填滿，當你添加為日常的記錄在您的實例的軟件。作為家長，您可以查看您的兒童信息，日程安排，等級，資格，和出席
