Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Teacher who hasnt entered grades
be_by: Настаўнік, які ўступіў hasn&#39;t класах
bg_bg: Учител, който hasn&#39;t влезе клас
da_dk: Lærer, der hasn&#39;t indtastet kvaliteter
el_gr: Δάσκαλος που hasn&#39;t εισήλθε βαθμούς
et_ee: Õpetaja, kes temalt jõuga sisestatud klasside
fa_ir: معلمی که hasn&#39;t وارد نمرات
fi_fi: Opettaja, joka hasn&#39;t tuli arvosanoja
ga_ie: Múinteoir a hasn&#39;t gráid isteach
gl_gl: Profesor que entrou hasnt notas
hr_hr: Učitelj koji hasn? T ušao ocjene
hu_hu: Tanár, aki hasn&#39;t lépett évfolyamokon
is_is: Kennari sem hasn&#39;t inn einkunna
ja_jp: 成績を入力hasn&#39;t教師
lt_lt: Įrašytas klasių mokytojas, kuris hasn&#39;t
lv_lv: Skolotājs, kas hasn&#39;t stājās kategorijām
mk_mk: Учител кој hasn&#39;t влезе оценки
nn_no: Lærer som har ikke inngått karakterer
pl_pl: Nauczyciel, który nie opublikował wprowadzone stopnie
pt_pt: Professor que entrou hasnt notas
ro_ro: Cadrelor didactice care au intrat hasn&#39;t note
ru_ru: Учитель, который вступил hasn&#39;t классах
sk_sk: Učiteľ, ktorý vstúpil hasnt stupňov
sl_si: Učitelj, ki je začel hasn&#39;t ocene
sq_al: Mësues që hasn&#39;t hyrë nota
sr_rs: Наставник који хасн&#39;т ушао оцене
sv_se: Lärare som har icke in betygen
th_th: ครูผู้ hasn&#39;t ป้อนเกรด
tr_tr: Zıpçıktı Öğretmen notları girdi
uk_ua: Учитель, який вступив hasn&#39;t класах
wa_be: Athrawon sy&#39;n hasn&#39;t cofnodi graddau
zh_tw: 教師誰 hasn&#39;t進入等級

source: Teachers who havent entered grades
be_by: Выкладчыкі, якія гавань увайшоў класах
bg_bg: Учителите, които пристанище влезе клас
da_dk: Lærere, der havent indtastet kvaliteter
el_gr: Οι εκπαιδευτικοί που havent εισήλθε βαθμούς
et_ee: Õpetajad, kes havent sisestatud klasside
fa_ir: معلمان که تازه وارد نمرات
fi_fi: Opettajat, jotka havent tuli arvosanoja
ga_ie: Múinteoirí a havent gráid isteach
gl_gl: Profesores que havent entrou notas
hr_hr: Nastavnici koji luka ušao ocjene
hu_hu: Tanárok, akik havent lépett évfolyamokon
is_is: Kennarar sem hef ekki slegið einkunna
ja_jp: 入力された成績をhavent教師
lt_lt: Mokytojai, kurie havent įrašytas klasių
lv_lv: Skolotāji, kas havent stājās kategorijām
mk_mk: Наставниците кои havent влезе оценки
nn_no: Lærere som har ikke inngått karakterer
pl_pl: Nauczyciele, którzy nie miałaś wpisane oceny
pt_pt: Professores que havent entrou notas
ro_ro: Profesorii care au intrat havent note
ru_ru: Преподаватели, которые гавань вошел классах
sk_sk: Učitelia, ktorí vstúpili havent stupňov
sl_si: Učitelji, ki pristanišče vnese ocene
sq_al: Mësimdhënësit të cilët kanë hyrë havent nota
sr_rs: Наставници који лука ушао оцене
sv_se: Lärare som har icke in betygen
th_th: ครูที่ havent ป้อนเกรด
tr_tr: Sığınak Öğretmenler notları girdi
uk_ua: Викладачі, які гавань увійшов класах
wa_be: Athrawon sy&#39;n havent aeth graddau
zh_tw: 教師誰 havent進入等級

source: Last login:
be_by: Апошняе Лагін:
bg_bg: Последно влизане:
da_dk: Seneste login:
el_gr: Τελευταία σύνδεση:
fa_ir: آخرین ورود :
fi_fi: Viimeksi kirjautunut:
ga_ie: Logáil isteach an Leasaithe Deireanaigh:
gl_gl: Última conexión:
hr_hr: Zadnji login:
hu_hu: Utolsó bejelentkezés:
is_is: Síðasta innskráning:
ja_jp: 最終ログイン：
lt_lt: Paskutinis prisijungimas:
lv_lv: Pēdējā pieteikšanās:
mk_mk: Последна најава:
nn_no: Sist pålogget:
pl_pl: Ostatnie logowanie:
pt_pt: Última conexão:
ro_ro: Ultima autentificare:
ru_ru: Последнее Логин:
sk_sk: Posledné prihlásenie:
sl_si: Zadnja prijava:
sq_al: Login fundit:
sr_rs: Последња пријава:
sv_se: Senaste inloggning:
th_th: เข้าสู่ระบบครั้งสุดท้าย :
tr_tr: Son giriş:
uk_ua: Останнє Логін:
wa_be: Login diwethaf:
zh_tw: 最後登錄：

source: Role: Administrator
be_by: Роля: Адміністратар
bg_bg: Ролева: Administrator
bn_bd: ভূমিকা: প্রশাসক
da_dk: Rolle: Administrator
el_gr: Ρόλος: Διαχειριστής
et_ee: Roll: Administraator
fa_ir: نقش : مدیر
fi_fi: Rooli: Ylläpitäjä
ga_ie: Ról: Riarthóir
gl_gl: Función: Administrador
hr_hr: Uloga: Administrator
hu_hu: Szerep: Administrator
is_is: Hlutverk: Administrator
ja_jp: 役割：管理者
lt_lt: Vaidmuo: administratorius
lv_lv: Loma: Administrator
mk_mk: Улогата: Администратор
nn_no: Rolle: Administrator
pl_pl: Rola: Administrator
pt_pt: Função: Administrador
ro_ro: Rol: Administrator
ru_ru: Роль: Администратор
sk_sk: Úloha: Administrator
sl_si: Vloga: Administrator
sq_al: Roli: Administrator
sr_rs: Улога: Администратор
sv_se: Roll: Administratör
th_th: Role : ผู้ดูแลระบบ
tr_tr: Rolü: Administrator
uk_ua: Роль: Адміністратор
wa_be: Rôl: Gweinyddwr
zh_tw: 角色：管理員

source: Role: Teacher
be_by: Роля: Настаўнік
bg_bg: Роля: учител
bn_bd: ভূমিকা: শিক্ষক
da_dk: Rolle: Lærer
el_gr: Ρόλος: Δάσκαλος
et_ee: Roll: Teacher
fa_ir: نقش : معلم
fi_fi: Rooli: Opettaja
ga_ie: Ról: Múinteoir
gl_gl: Función: Profesor
hr_hr: Uloga: Učitelj
hu_hu: Szerep: tanár
is_is: Hlutverk: Kennari
ja_jp: 役割：教師
lt_lt: Vaidmuo: mokytojų
lv_lv: Loma: Skolotājs
mk_mk: Улогата: наставник
nn_no: Rolle: Lærer
pl_pl: Rola: Nauczyciel
pt_pt: Função: Professor
ro_ro: Rol: Profesor
ru_ru: Роль: Учитель
sk_sk: Úloha: Učiteľ
sl_si: Vloga: učitelj
sq_al: Roli: Mësuesi
sr_rs: Улога: Учитељ
sv_se: Roll: Lärare
th_th: บทบาท : ครู
tr_tr: Rolü: Öğretmen
uk_ua: Роль: Учитель
wa_be: Rôl: Athro
zh_tw: 角色：教師

source: ST
bn_bd: উপজাতি
sr_rs: СТ

source: SSN
sr_rs: ССН

source: SUBJECT_ID
sr_rs: СУБЈЕЦТ_ИД

source: COURSE_ID
ja_jp: Course_IDに
sr_rs: ЦОУРСЕ_ИД

source: COURSE_PERIOD_ID
sr_rs: ЦОУРСЕ_ПЕРИОД_ИД

source: Selected students have been dropped from the course period
be_by: Абраны студэнтаў былі выключаныя з курсу перыяду
bg_bg: Избраните ученици са отпаднали от курса период
bn_bd: নির্বাচিত ছাত্রদের কোর্সের মেয়াদ থেকে নেমে হয়েছে
da_dk: Udvalgte elever er blevet droppet fra kurset periode
el_gr: Έχουν επιλέξει οι μαθητές έχουν πέσει από το διάστημα πορεία
et_ee: Valitud õpilased on langenud muidugi jooksul
fa_ir: انتخاب دانش آموزان از دوره دوره کاهش یافته است
fi_fi: Valitut opiskelijat on jätetty pois kurssin aikana
ga_ie: Mic léinn a bheith roghnaithe thit ón tréimhse cúrsa
gl_gl: Alumnos seleccionados foron retiradas a partir do período do curso
hr_hr: Odabrani učenici su pala iz kolegija razdoblja
hu_hu: A kiválasztott diákok már kikerült a tanfolyam ideje
is_is: Valdar hafa nemendur verið lækkað úr námskeiðinu tímabilinu
ja_jp: 選ばれた学生は、コース期間から削除されている
lt_lt: Rinktiniai studentams kursų laikotarpį sumažėjo nuo
lv_lv: Atlasītie studenti tika izslēgti no kursa perioda
mk_mk: Избрани студентите се намали од текот период
nn_no: Valgte studenter har blitt droppet fra kursperioden
pl_pl: Wybranych studentów zostały wycofane z okresu oczywiście
pt_pt: Alunos selecionados foram retiradas a partir do período do curso
ro_ro: Elevii au fost selectate scăzut de la perioada de curs
ru_ru: Выбранный студентов были исключены из курса периода
sk_sk: Vybraných študentov boli vyradené z priebehu obdobia
sl_si: Izbrani študenti je bilo črtanih iz tečaja obdobja
sq_al: Studentë të përzgjedhur kanë qenë të rënë nga periudha e gjatë
sr_rs: Изабрани студенти су пала са курса периода
sv_se: Utvalda studenter har tagits bort från kursen perioden
th_th: นักเรียนที่ถูกเลือกแล้วลดลงจากระยะเวลาการเรียนการสอน
tr_tr: Seçilen öğrenciler kurs süresinin bırakıldı
uk_ua: Обраний студентів були виключені з курсу періоду
wa_be: Myfyrwyr a ddewiswyd wedi cael eu gostwng o gyfnod y cwrs
zh_tw: 選擇學生已經從課程期間下降

source: Use Last Years if Missing
be_by: Выкарыстоўвайце Апошнія гады, калі адсутнічае
bg_bg: Използвайте последните години, ако липсва
bn_bd: শেষ বছর ব্যবহার করুন যদি নিখোঁজ
da_dk: Brug Sidste år, hvis Missing
el_gr: Χρησιμοποιήστε Τελευταία χρόνια εάν λείπουν
et_ee: Kasuta viimastel aastatel, kui Missing
fa_ir: استفاده از سال گذشته اگر گمشده
fi_fi: Käytä viime vuosina, jos puuttuu
ga_ie: Bain úsáid as Blianta Deiridh má ar Iarraidh
gl_gl: Use últimos anos ausente
hr_hr: Koristite posljednjih nekoliko godina, ako nedostaje
hu_hu: Használja utolsó évei, ha hiányzik
is_is: Nota síðustu árum ef vantar
ja_jp: 欠落した場合の最後の年に使用します
lt_lt: Jei Trūksta naudoti pastaruosius metus
lv_lv: Izmantojiet Last gadiem, ja trūkst
mk_mk: Користете последните години ако недостасува
nn_no: Bruk siste årene hvis Manglende
pl_pl: Użyj Ostatnie lata, jeśli brakuje
pt_pt: Use Últimos Anos se ausente
ro_ro: Utilizaţi ultimii ani dacă Disparuti
ru_ru: Используйте Последние годы, если отсутствует
sk_sk: Použite Posledné roky, ak chýba
sl_si: Uporabite zadnjih letih, če Missing
sq_al: Përdorimi viteve të fundit, nëse e Zhdukur
sr_rs: Користите последњих година ако несталих
sv_se: Använd senaste åren om de saknas
th_th: ใช้ปีสุดท้ายถ้าขาดหายไป
tr_tr: Eksik varsa Son Yıl kullanın.
uk_ua: Використовуйте Останні роки, якщо відсутня
wa_be: Defnyddiwch y Blynyddoedd diwethaf os Goll
zh_tw: 過去幾年中，如果缺少使用

source: Not on
be_by: Не на
bg_bg: Не на
da_dk: Ikke på
el_gr: Όχι σε
et_ee: Mitte
fa_ir: نشده در
fi_fi: Ei
ga_ie: Nach bhfuil ar
gl_gl: Non en
hr_hr: Nije na
hu_hu: Nem
is_is: Ekki á
ja_jp: ないで
lt_lt: Ne dėl
lv_lv: Ne par
mk_mk: Не на
nn_no: Ikke på
pl_pl: Nie na
pt_pt: Não em
ro_ro: Nu pe
ru_ru: Не на
sk_sk: Nie je na
sl_si: Ne na
sq_al: Jo në
sr_rs: Не на
sv_se: Inte på
th_th: ไม่ได้อยู่ใน
tr_tr: Olmamasına
uk_ua: Не на
wa_be: Ddim ar
zh_tw: 不上

source: Cannot delete because periods are associated.
be_by: Не магу выдаліць таму што перыяды звязаныя.
bg_bg: Не можеш да изтриеш, защото периоди са свързани.
bn_bd: কারণ সময়সীমার যুক্ত হয় মুছে ফেলা যায় না.
da_dk: Kan ikke slette fordi perioder er tilknyttet.
el_gr: Δεν είναι δυνατή η διαγραφή επειδή περιόδους είναι συνδεδεμένες.
et_ee: Kustutada ei saa, sest ajad on seotud.
fa_ir: حذف به دلیل دوره در ارتباط هستند.
fi_fi: Ei voi poistaa, koska aikoja liittyy.
ga_ie: Ní féidir a scriosadh toisc go tréimhsí a bhaineann leo.
gl_gl: Non se pode borrar porque os períodos están asociados.
hr_hr: Ne može se izbrisati, jer su povezane razdoblja.
hu_hu: Nem lehet törölni, mert időszakok jár.
is_is: Get ekki eytt vegna þess að tímabil eru tengd.
ja_jp: 期間が関連付けられているため、削除できません。
lt_lt: Negalima ištrinti, nes laikotarpiai yra susiję.
lv_lv: Nevar izdzēst, jo termiņi ir saistīti.
mk_mk: Не можете да ги избришете бидејќи периоди се поврзани.
nn_no: Kan ikke slette fordi perioder er tilknyttet.
pl_pl: Nie można usunąć, ponieważ okresy są związane.
pt_pt: Não é possível excluir porque os períodos estão associados.
ro_ro: Nu se poate şterge, deoarece perioadele sunt asociate.
ru_ru: Не могу удалить потому что периоды связаны.
sk_sk: Nemožno zmazať, pretože obdobie sú spojené.
sl_si: Ne morem izbrisati, ker so povezana obdobja.
sq_al: Nuk mund të fshini, sepse periudha janë të lidhur.
sr_rs: Не можете брисати јер периоди су повезане.
sv_se: Kan inte ta bort eftersom perioderna är knutna.
th_th: ไม่สามารถลบเพราะช่วงเวลาที่มีการเชื่อมโยง
tr_tr: Dönemlerinde ilişkili olduğu için silinemiyor.
uk_ua: Не можу видалити, тому що періоди пов&#39;язані.
wa_be: Does dim modd dileu oherwydd cyfnodau yn cael eu cysylltu.
zh_tw: 無法刪除，因為期間有關聯。

source: Max length for title is 50'
be_by: Максімальная даўжыня назвы для 50 &#39;
bg_bg: Максимална дължина за титлата е 50 &quot;
bn_bd: শিরোনাম জন্য সর্বোচ্চ দৈর্ঘ্য 50 '
da_dk: Max længde for titel er 50 &#39;
el_gr: Μέγιστο μήκος για τον τίτλο είναι 50 &#39;
et_ee: Max pikkus pealkiri 50 &#39;
fa_ir: حداکثر طول برای عنوان 50 ،
fi_fi: Max pituus otsikko on 50 &#39;
ga_ie: Tá Max fad le haghaidh teidil 50 &#39;
gl_gl: Lonxitude máxima para o título é de 50 &#39;
hr_hr: Max dužina za naslov 50 &#39;
hu_hu: Max hossza cím 50 '
is_is: Max lengd fyrir titilinn er 50 &#39;
ja_jp: タイトルの最大長は50です&quot;
lt_lt: Pavadinimas Maksimalus ilgis 50 &quot;
lv_lv: Max garums nosaukumu 50 &quot;
mk_mk: Макс должина за титулата е 50 &quot;
nn_no: Max lengde for tittelen er 50 &#39;
pl_pl: Max długość do tytułu to 50 &quot;
pt_pt: Comprimento máximo para o título é de 50 &#39;
ro_ro: Durata maxima pentru titlu este de 50 &quot;
ru_ru: Максимальная длина названия для 50 &#39;
sk_sk: Maximálna dĺžka názvu je 50 &quot;
sl_si: Max dolžina za naslov 50 &quot;
sq_al: Gjatësia max për titullin është 50 &#39;
sr_rs: Максимална дужина за титулу је 50 &#39;
sv_se: Max längd för titel är 50 &quot;
th_th: ความยาวสูงสุดสำหรับชื่อเรื่องเป็น 50&#39;
tr_tr: Başlık için maksimum uzunluk 50 &#39;
uk_ua: Максимальна довжина назви для 50 &#39;
wa_be: Max hyd i deitl yw 50 &#39;
zh_tw: 最大長度為 50題“

source: for checkboxes
be_by: для сцяжкоў
bg_bg: за отметките
bn_bd: জন্য চেকবক্স
da_dk: for afkrydsningsfelter
el_gr: για τα πλαίσια ελέγχου
et_ee: jaoks ruudud
fa_ir: برای check box
fi_fi: ja valintaruudut
ga_ie: do ticbhoscaí
gl_gl: para caixas
hr_hr: za okvire
hu_hu: A jelölőnégyzetek
is_is: fyrir gátreitina
ja_jp: チェックボックスの
lt_lt: , žymės langelius
lv_lv: uz izvēles rūtiņas
mk_mk: за обележувачи
nn_no: for avmerkingsboksene
pl_pl: dla pól
pt_pt: para caixas
ro_ro: pentru căsuţele
ru_ru: для флажков
sk_sk: políčok pre
sl_si: za polja
sq_al: për checkboxes
sr_rs: за поља за потврду
sv_se: för kryssrutor
th_th: สำหรับช่องทำเครื่องหมาย
tr_tr: onay kutularını
uk_ua: для прапорців
wa_be: ar gyfer blychau ticio
zh_tw: 對於複選框

source: Old Password
be_by: Стары пароль
bg_bg: Старата парола
bn_bd: পুরনো পাসওয়ার্ড
da_dk: Gammel adgangskode
el_gr: Παλιά τον κωδικό σας
et_ee: Vana parool
fa_ir: کلمه عبور قبلی
fi_fi: Vanha salasana
ga_ie: Tools Sean
gl_gl: Contrasinal antigo
hr_hr: Staru lozinku
hu_hu: Régi jelszó
ja_jp: 古いパスワード
lt_lt: Senas slaptažodis
lv_lv: Vecā parole
mk_mk: Аватарот на Лозинка
nn_no: Gammelt passord
pl_pl: Stare hasło
pt_pt: Senha antiga
ro_ro: Vechi Parola
ru_ru: Старый пароль
sk_sk: Staré heslo
sq_al: Fjalëkalimi Vjetër
sr_rs: Стару лозинку
sv_se: Gammalt lösenord
th_th: รหัสผ่านเก่า
tr_tr: Eski Şifre
uk_ua: Старий пароль
wa_be: Cyfrinair Hen
zh_tw: 舊密碼

source: Retype Password
be_by: Калі ласка, увядзіце пароль яшчэ раз
bg_bg: Повтори паролата
bn_bd: পাসওয়ার্ড পুনরায় লিখুন
da_dk: Gentag adgangskode
el_gr: Πληκτρολογήστε τον Κωδικό Πρόσβασης
et_ee: Korda parooli
fa_ir: کلمه عبور
fi_fi: Vahvista salasana
gl_gl: Insira o seu contrasinal
hr_hr: Ponovite lozinku
hu_hu: Jelszó mégegyszer
is_is: Endurrita lykilorð
ja_jp: パスワード再確認
lt_lt: Pakartokite slaptažodį
lv_lv: Ievadi paroli
mk_mk: Повторете ја лозинката
nn_no: Skriv inn passordet
pl_pl: Powtórz hasło
pt_pt: Redigite sua senha
ro_ro: Reintroduceti parola
ru_ru: Введите пароль еще раз
sk_sk: Heslo znova
sl_si: Ponovno vpišite geslo
sq_al: Rivendos Fjalkalimin
sr_rs: Поново укуцајте лозинку
sv_se: Skriv lösenordet igen
th_th: พิมพ์รหัสผ่านอีก
tr_tr: Şifrenizi tekrar yazınız
uk_ua: Введіть пароль ще раз
wa_be: Ail-deipiwch Cyfrinair
zh_tw: 重新輸入密碼

source: Social Security
be_by: Сацыяльнае забеспячэнне
bg_bg: Обществено осигуряване
bn_bd: সরকার কর্তৃক সামাজিক নিরাপত্তার ব্যবস্থা
el_gr: Κοινωνική ασφάλιση
fa_ir: تامین اجتماعی
fi_fi: Sosiaaliturva
ga_ie: Slándála Sóisialta
gl_gl: Seguridade social
hr_hr: Socijalno osiguranje
hu_hu: Társadalombiztosítási
ja_jp: 社会保障
lt_lt: Socialinė apsauga
lv_lv: Sociālās drošības
mk_mk: Социјално осигурување
pl_pl: Ubezpieczeń Społecznych
pt_pt: Previdência social
ro_ro: De securitate socială
ru_ru: Социальное обеспечение
sk_sk: Sociálne zabezpečenie
sl_si: Socialno varnost
sq_al: Sigurime shoqërore
sr_rs: Социјално осигурање
sv_se: Social trygghet
th_th: สังคมรักษาความปลอดภัย
tr_tr: Sosyal Güvenlik
uk_ua: Соціальне забезпечення
wa_be: Nawdd Cymdeithasol
zh_tw: 社會保障

source: Language Spoken
be_by: Размоўны мову
bg_bg: Говорими езици
da_dk: Spoken Language
el_gr: Μητρική γλώσσα
et_ee: Keel
fa_ir: زبان گفتاری
fi_fi: Puhuttu kieli
ga_ie: Teanga a labhraítear
gl_gl: A linguaxe falada
hr_hr: Jezik koji govori
hu_hu: Beszélt nyelv
is_is: Tungumál Talað
ja_jp: 音声言語
lt_lt: Kalbą, kuria kalba
lv_lv: Sarunvalodu
mk_mk: Јазикот што го зборуваат
nn_no: Språket som snakkes
pl_pl: Język mówiony
pt_pt: A linguagem falada
ro_ro: Limba vorbită
ru_ru: Разговорный язык
sk_sk: Jazyk, ktorým hovorí
sl_si: Jeziki
sq_al: Gjuhën e folur
sr_rs: Језик којим говори
sv_se: Språk som talas
th_th: ภาษาพูด
tr_tr: Konuşma dili
uk_ua: Розмовна мова
wa_be: Iaith Lafar
zh_tw: 語言口語

source: End Date
be_by: Дата заканчэння
bg_bg: Крайна дата
bn_bd: শেষের তারিখ
da_dk: Slutdato
el_gr: Ημερομηνία Λήξης
fa_ir: تاریخ پایان
fi_fi: Lopetuspäivä
ga_ie: Dáta Deiridh
gl_gl: Data final
hr_hr: Datum završetka
hu_hu: Befejezés dátuma
ja_jp: エンド日
lt_lt: Pabaigos data
lv_lv: Beigu datums
mk_mk: Крај Датум
nn_no: Sluttdato
pl_pl: Data zakończenia
pt_pt: Data final
ro_ro: Data de final
ru_ru: Дата окончания
sk_sk: Dátum ukončenia
sq_al: Data e fund
sr_rs: Датум завршетка
sv_se: Slutdatum
th_th: วันที่สิ้นสุด
tr_tr: Bitiş Tarihi
uk_ua: Дата закінчення
wa_be: Dyddiad Gorffen
zh_tw: 結束日期

source: Date of Entry
be_by: Дата ўступлення
bg_bg: Дата на влизане
bn_bd: এণ্ট্রির তারিখ
da_dk: Dato for indtastning
el_gr: Ημερομηνία έναρξης
et_ee: Sisenemise kuupäev
fa_ir: تاریخ ورود
fi_fi: Saapumispäivä
ga_ie: Dáta Iontrála
gl_gl: Data de Entrada
hr_hr: Datum upisa
hu_hu: Lépését
is_is: Dagsetning færslu
ja_jp: エントリーの日付
lt_lt: Atvykimo data
lv_lv: Diena, kad
mk_mk: Датумот на влегување
nn_no: Dato for Entry
pl_pl: Data wejścia
pt_pt: Data de Entrada
ro_ro: Data de intrare
ru_ru: Дата вступления
sk_sk: Deň zápisu
sl_si: Datum vpisa
sq_al: Data e hyrjes
sr_rs: Дана ступања
sv_se: Träder
th_th: วันที่ของรายการ
tr_tr: Giriş Tarihi
uk_ua: Дата вступу
wa_be: Dyddiad Mynediad
zh_tw: 輸入日期

source: Progress Period Name
be_by: Імя Прагрэс Перыяд
bg_bg: Напредъкът Период Име
da_dk: Fremskridt Periode Navn
el_gr: Η πρόοδος Όνομα Περίοδος
et_ee: Progress perioodile nimi
fa_ir: پیشرفت نام دوره
fi_fi: Progress Aika Nimi
ga_ie: Ainm Tréimhse Dul Chun Cinn
gl_gl: Nome Período progreso
hr_hr: Napredak Razdoblje Naziv
hu_hu: Haladás időszak neve
is_is: Framfarir Tímabil Nafn
ja_jp: 進捗の期間名
lt_lt: Laikotarpis Vardas Progress
lv_lv: Progress Periods Vārds
mk_mk: Напредок Период Име
nn_no: Progress Periode Navn
pl_pl: Nazwa Okres Progress
pt_pt: Nome Período progresso
ro_ro: Progress Perioada Nume
ru_ru: Имя Прогресс Период
sk_sk: Pokrok Doba Názov
sl_si: Napredek Obdobje Ime
sq_al: Periudha progresin Emri
sr_rs: Напредак период Име
sv_se: Framsteg Period Namn
th_th: ชื่อระยะเวลาความคืบหน้า
tr_tr: İlerleme Dönem Adı
uk_ua: Ім&#39;я Прогрес Період
wa_be: Enw Cyfnod Cynnydd
zh_tw: 進展期間名稱

source: Proficiency
be_by: Веданне
bg_bg: Опитност
bn_bd: কুশলতা
da_dk: Færdigheder
el_gr: Ικανότητα
et_ee: Oskuse
fa_ir: مهارت
fi_fi: Taito
ga_ie: Inniúlachta
gl_gl: Coñecementos
hr_hr: Vještina
hu_hu: Jártasság
is_is: Færni
ja_jp: 習熟
lt_lt: Mokėjimas
lv_lv: Prasme
mk_mk: Владеење
pl_pl: Biegłość
pt_pt: Proficiência
ro_ro: De competenţă
ru_ru: Знание
sk_sk: Odbornosť
sq_al: Aftësi
sr_rs: Стручност
sv_se: Färdighet
th_th: ความชำนาญ
tr_tr: Yeterlik
uk_ua: Знання
wa_be: Hyfedredd
zh_tw: 能力

source: With Progress
be_by: З Прагрэс
bg_bg: С напредъка
bn_bd: সঙ্গে অগ্রগতি
da_dk: Med Progress
el_gr: Με την πρόοδο
et_ee: Arenguga
fa_ir: با پیشرفت
fi_fi: Edistyksen
ga_ie: Le Dul Chun Cinn
gl_gl: Con Progress
hr_hr: S napretkom
hu_hu: A haladás
is_is: Með Progress
ja_jp: 進捗状況と
lt_lt: Pažangą
lv_lv: Ar Progress
mk_mk: Со напредокот
nn_no: Med Progress
pl_pl: Z Progress
pt_pt: Com Progress
ro_ro: Cu Progress
ru_ru: С Прогресс
sk_sk: S pokrokom
sl_si: Z Progress
sq_al: Me progresin
sr_rs: Са Напредак
sv_se: Med Progress
th_th: กับความคืบหน้า
tr_tr: İlerleme ile
uk_ua: З Прогрес
wa_be: Gyda Cynnydd
zh_tw: 隨著進展

source: o Both Emergency Contacts
be_by: І аб надзвычайных Кантакты
bg_bg: - както на аварийни Контакти
bn_bd: উভয় জরুরী যোগাযোগ
da_dk: o Begge Emergency Kontakter
el_gr: o Και οι δύο Επαφές Έκτακτης Ανάγκης
et_ee: o Mõlemad Emergency Kontakt
fa_ir: O هر دو اضطراری تماس با ما
fi_fi: O sekä hätä Yhteystiedot
ga_ie: o an dá Teagmhálacha Éigeandála
gl_gl: Tanto o contacto de Urxencia
hr_hr: o Obje Kontakti Hitna
hu_hu: o Mindkét Sürgősségi Kapcsolat
is_is: o Bæði Neyðarnúmer Tengiliðir
ja_jp: どちらの緊急連絡先、Ø
lt_lt: o tiek dėl neatidėliotinos Kontaktai
lv_lv: o Abas Avārijas Kontakti
mk_mk: o И итна Контакт
nn_no: o Begge Emergency Kontakter
pl_pl: o Obie Kontakt awaryjny
pt_pt: Tanto o Contactos de Emergência
ro_ro: o Ambele Contacte de urgenţă
ru_ru: И о чрезвычайных Контакты
sk_sk: Obaja o núdzové kontakty
sl_si: o Obe sili Kontakti
sq_al: o dy kontakteve të emergjencës
sr_rs: О Оба Контакти за хитне случајеве
sv_se: o både akut Kontakter
th_th: o การติดต่อในกรณีฉุกเฉินทั้งสอง
tr_tr: o Her iki Acil İletişim
uk_ua: І про надзвичайні Контакти
wa_be: o ddau Cysylltiadau Argyfwng
zh_tw: o既緊急聯絡

source: Birth Date
be_by: Дата нараджэння
bg_bg: Дата на раждане
bn_bd: জন্ম তারিখ
da_dk: Fødselsdato
el_gr: Ημερομηνία Γέννησης
et_ee: Sünnikuupäev
fa_ir: تاریخ تولد
fi_fi: Syntymäaika
ga_ie: Dáta Breithe
gl_gl: Data de nacemento
hr_hr: Datum rođenja
hu_hu: Születési dátum
is_is: Fæðingardagur
ja_jp: 生年月日
lt_lt: Gimimo data
lv_lv: Dzimšanas datums
mk_mk: Дата на раѓање
nn_no: Fødselsdato
pl_pl: Data urodzenia
pt_pt: Data de Nascimento
ro_ro: Data naşterii
ru_ru: Дата рождения
sk_sk: Dátum narodenia
sl_si: Datum rojstva
sq_al: Data e lindjes
sr_rs: Датум рођења
sv_se: Födelsedatum
th_th: วันเดือนปีเกิด
tr_tr: Doğum Tarihi
uk_ua: Дата народження
wa_be: Dyddiad Geni
zh_tw: 出生日期

source: Address1
be_by: Адрес1
bg_bg: Адрес1
bn_bd: ঠিকানা 1
el_gr: Διεύθυνση1
et_ee: Osoite1
fi_fi: Osoite1
hu_hu: Cím1
ja_jp: アドレス1
lt_lt: Adresas1
nn_no: Adresse1
ro_ro: Adresa1
ru_ru: Адрес1
sk_sk: Adresa1
sl_si: Naslov1
sr_rs: Адреса1
sv_se: Adress 1
th_th: ที่อยู่ 1
tr_tr: Adres1
uk_ua: Адрес1
wa_be: Cyfeiriad1
zh_tw: 地址

source: Address2
be_by: Адрес2
bg_bg: Адрес2
bn_bd: ঠিকানা 2
da_dk: Adresse2
el_gr: Διεύθυνση2
et_ee: Osoite2
fi_fi: Osoite2
gl_gl: Endereço2
hr_hr: Adresa2
hu_hu: Cím2
ja_jp: 住所2
lt_lt: Adresas2
mk_mk: Адрес2
nn_no: Adresse2
pt_pt: Endereço2
ro_ro: Adresa2
ru_ru: Адрес2
sk_sk: Adresa2
sl_si: Naslov2
sr_rs: Аддресс2
sv_se: Adress2
tr_tr: Adres2
uk_ua: Адрес2
wa_be: Cyfeiriad2
zh_tw: 地址2

source: Physician Name
be_by: Імя лекара
bg_bg: Лекар Име
bn_bd: চিকিত্সক নাম
da_dk: Læge Navn
el_gr: Όνομα Ιατρού
et_ee: Arsti nimi
fa_ir: نام پزشک
fi_fi: Lääkärin nimi
ga_ie: Ainm an Lia
gl_gl: Nome do Médico
hr_hr: Liječnik ime
hu_hu: Orvos neve
is_is: Læknir Nafn
ja_jp: 医師名
lt_lt: Gydytojo vardas
lv_lv: Ārsta vārds
mk_mk: Име лекар
nn_no: Lege Navn
pl_pl: Imię i nazwisko lekarza
pt_pt: Nome do Médico
ro_ro: Medic Nume
ru_ru: Имя врача
sk_sk: Meno lekára
sl_si: Zdravnik Ime
sq_al: Emri Mjek
sr_rs: Име лекара
sv_se: Läkare Namn
th_th: ชื่อแพทย์
tr_tr: Doktor Adı
uk_ua: Ім&#39;я лікаря
wa_be: Enw&#39;r Meddyg
zh_tw: 醫生姓名

source: Hospital Name
be_by: Назва бальніцы
bg_bg: Болница Име
bn_bd: হাসপাতালের নাম
da_dk: Hospital Navn
el_gr: Όνομα Νοσοκομείο
et_ee: Haigla nimi
fa_ir: نام بیمارستان
fi_fi: Sairaalan nimi
ga_ie: Ainm an Ospidéil
gl_gl: Nome do hospital
hr_hr: Bolnica Naziv
hu_hu: Kórház neve
is_is: Hospital Nafn
ja_jp: 病院名
lt_lt: Ligoninės Vardas
lv_lv: Slimnīcas nosaukums
mk_mk: Име болница
nn_no: Hospital Navn
pl_pl: Nazwa szpitala
pt_pt: Nome do hospital
ro_ro: Spitalul Nume
ru_ru: Название больницы
sk_sk: Názov nemocnice
sl_si: Hospital Ime
sq_al: Emri Spitali
sr_rs: Име болнице
sv_se: Sjukhusets namn
th_th: ชื่อโรงพยาบาล
tr_tr: Hastanesi Adı
uk_ua: Назва лікарні
wa_be: Enw Ysbyty
zh_tw: 醫院名稱

source: Entered by
be_by: Увёў
bg_bg: Вписана от
bn_bd: তালিকাভুক্তকারী
da_dk: Indtastet af
el_gr: Εισαγωγή από
et_ee: Poolt sisestatud
fa_ir: وارد شده توسط
fi_fi: Syöttää
ga_ie: Iontráilte ag
gl_gl: Introducido por
hr_hr: Upisati
hu_hu: Rögzítette
is_is: Inn af
ja_jp: によって入力された
lt_lt: Įvedė
lv_lv: Ierakstu veica
mk_mk: Внесен од
nn_no: Angitt av
pl_pl: Zgłaszający
pt_pt: Introduzido por
ro_ro: Introduse de către
ru_ru: Ввел
sk_sk: Vložil
sl_si: Vnese
sq_al: Regjistruar nga
sr_rs: Уноси
sv_se: Inlagt av
th_th: เข้าไปโดย
tr_tr: Giren
uk_ua: Ввів
wa_be: Entered gan
zh_tw: 輸入者
