Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The specified information was applied to the selected students
af_za: Die spesifieke inligting is van toepassing op die geselekteerde studente
be_by: Указаная інфармацыя была ўжытая да адабраных студэнтаў
bg_bg: Конкретна информация се прилага към избраните студенти
bn_bd: উল্লিখিত তথ্য নির্বাচিত ছাত্রদের প্রয়োগ ছিল
da_dk: De angivne oplysninger blev anvendt til udvalgte elever
el_gr: Οι συγκεκριμένες πληροφορίες που είχε εφαρμοστεί στο επιλεγμένο μαθητές
et_ee: Teatava teabe kohaldati valitud üliõpilaste
fa_ir: اطلاعات مشخص شده به دانش آموزان انتخاب شده اعمال شد
fi_fi: Tietyt tiedot on sovellettu valitut opiskelijat
ga_ie: Cuireadh an t-eolas atá sonraithe do na mic léinn roghnaithe
gl_gl: A información especificadas foi aplicado aos alumnos seleccionados
hr_hr: Određeni podaci je primijenjen na odabrani studenti
hu_hu: A megadott adatokat alkalmazták a kiválasztott diákok
is_is: Tilgreint upplýsingar voru beitt til valda nemendur
ja_jp: 指定された情報は、選択した学生に適用され
lt_lt: Nurodyta informacija buvo atrinkti studentai
lv_lv: Norādītā informācija tika piemērots izvēlētajam studentiem
mk_mk: Наведените информации се примени на избрани студенти
nn_no: Den angitte informasjonen ble brukt til utvalgte studenter
pl_pl: Podane informacje zostały zastosowane do wybranych studentów
pt_pt: As informações especificadas foi aplicado aos alunos selecionados
ro_ro: Informaţiile menţionate au fost aplicate pentru studenţi selectaţi
ru_ru: Указанная информация была применена к отобранных студентов
sk_sk: Uvedené informácie boli použité pre vybrané študentov
sl_si: Določene podatke, se je uporabljal za izbrane študente
sq_al: Informacionin e specifikuar është aplikuar për studentët e zgjedhur
sr_rs: Одређене информације је примењен на одабране студенте
sv_se: Den angivna informationen används på de markerade studenterna
th_th: ข้อมูลที่ระบุถูกนำไปใช้กับนักเรียนที่เลือก
tr_tr: Belirtilen bilgiler seçilen öğrenciler için uygulanmıştır
uk_ua: Зазначена інформація була застосована до відібраних студентів
wa_be: Roedd y wybodaeth a nodir yn cymhwyso at y myfyrwyr a ddewiswyd
zh_tw: 指定的信息應用到選定的學生

source: You must choose at least one field and one student
af_za: Jy moet kies om ten minste een veld en een student
ar_dz: يجب عليك اختيار حقل واحد على الأقل وطالب واحد
be_by: Вы павінны выбраць хаця б адно поле і адзін студэнт
bg_bg: Трябва да изберете поне едно поле и един ученик
bn_bd: আপনি অন্তত এক ক্ষেত্র এবং এক শিক্ষার্থী নির্বাচন করা আবশ্যক
da_dk: Du skal vælge mindst ét ​​felt og én elev
el_gr: Πρέπει να επιλέξετε τουλάχιστον ένα πεδίο και ένας μαθητής
es_es: Debe elegir al menos un campo y un alumno
et_ee: Te peate valima vähemalt ühe suuna-ja üks õpilane
fa_ir: شما باید حداقل یک زمینه و یکی از این دانش آموزان را انتخاب کنید
fi_fi: Sinun täytyy valita vähintään yksi kenttä ja yksi opiskelija
ga_ie: Ní mór duit a roghnú amháin ar a laghad réimse amháin agus mac léinn
gl_gl: Ten que escoller polo menos un campo e un estudante
hr_hr: Morate odabrati barem jedno polje, a jednog učenika
hu_hu: Ki kell választani legalább egy mezőt és egy diák
is_is: Þú verður að velja að minnsta kosti einn reit og einn nemandi
ja_jp: あなたは、少なくとも1つのフィールドと一人の生徒を選択する必要があります。
lt_lt: Turite pasirinkti bent vieną lauką ir vienas studentas
lv_lv: Jums ir jāizvēlas vismaz viens lauks, un viens students
mk_mk: Мора да изберете најмалку едно поле и еден студент
nn_no: Du må velge minst ett felt og en student
pl_pl: Musisz wybrać co najmniej jedno pole i jeden student
pt_pt: Você deve escolher pelo menos um campo e um estudante
ro_ro: Trebuie să alegeţi cel puţin un câmp şi un student
ru_ru: Вы должны выбрать хотя бы одно поле и один студент
sk_sk: Musíte vybrať aspoň jedno pole a jeden študent
sl_si: Izbrati morate vsaj eno polje in en študent
sq_al: Ju duhet të zgjidhni të paktën një fushë dhe një student
sr_rs: Морате изабрати бар једно поље и један студент
sv_se: Du måste välja minst ett fält och en elev
th_th: คุณต้องเลือกอย่างน้อยหนึ่งเขตข้อมูลและนักเรียนคนหนึ่ง
tr_tr: Bir alan ve en az bir öğrenci seçmelisiniz
uk_ua: Ви повинні вибрати хоча б одне поле і один студент
wa_be: Mae&#39;n rhaid i chi ddewis o leiaf un maes ac un myfyriwr
zh_tw: 您必須至少選擇一個字段和一個學生

source: Rolling Retention / Options
af_za: Rolling Behoud / Opsies
ar_dz: المتداول الاستبقاء / خيارات
be_by: Ролінг Захаванне / Опцыі
bg_bg: Rolling Задържане / Options
bn_bd: ধারণ / বিকল্প গড়ানে
da_dk: Rolling Tilbageholdelse / Options
el_gr: Τροχαίο Διατήρηση / Επιλογές
es_es: Renovación de Retención / Opciones
et_ee: Rolling säilitamine / Valikud
fa_ir: نورد احتباس / انتخاب ها
fi_fi: Rolling säilyttäminen / Options
ga_ie: Rolling Coinneála / Roghanna
gl_gl: Rolando Retención / Opcións
hr_hr: Rolling Zadržavanje / Opcije
hu_hu: Rolling megtartása / Options
is_is: Rolling Varðveisla / Valkostir
ja_jp: ローリングリテンション/オプション
lt_lt: Geležinkelių išsaugojimas / Funkcijos
lv_lv: Rolling saglabāšana / Iesp
mk_mk: Ролинг задржување / Опции
nn_no: Rolling Retention / Alternativer
pl_pl: Rolling Zachowanie / Opcje
pt_pt: Rolando Retenção / Opções
ro_ro: Rolling Păstrarea / Opţiuni
ru_ru: Роллинг Сохранение / Опции
sk_sk: Rolovacie Retenčné / Možnosti
sl_si: Rolling Hramba / Options
sq_al: Rolling Ruajtja / Options
sr_rs: Ваљање Задржавање / Опције
sv_se: Rullande Retention / Alternativ
th_th: Rolling เก็บ / ตัวเลือก
tr_tr: Tutma / Seçenekler Rolling
uk_ua: Роллінг Збереження / Опції
wa_be: Rolling Cadw / Dewisiadau
zh_tw: 滾動保留/選項

source: Next grade at current school
af_za: Volgende graad by huidige skool
ar_dz: المقبل في الصف الدراسي الحالي
be_by: Наступны клас у цяперашняй школе
bg_bg: Следваща клас по текущи училище
bn_bd: বর্তমান স্কুলে পরবর্তী গ্রেড
da_dk: Næste klasse i løbende skolen
el_gr: Επόμενη τάξη στο σημερινό σχολείο
es_es: Siguiente Grado en la Institución Actual
et_ee: Järgmine aste on praeguses koolis
fa_ir: کلاس بعدی در مدرسه فعلی
fi_fi: Seuraava luokka käyvin koulussa
ga_ie: Ar Aghaidh grád ar scoil atá ann faoi láthair
gl_gl: Grao seguinte na escola actual
hr_hr: Sljedeća razreda u tekuće školske
hu_hu: Következő fokozat a jelenlegi iskolában
is_is: Næsta bekk í núverandi skóla
ja_jp: 現在の学校で次のグレード
lt_lt: Kitas to meto mokyklos klasės
lv_lv: Nākamā pakāpe pēc pašreizējā skolā
mk_mk: Следна одделение во тековната учебна
nn_no: Neste klasse på dagens skole
pl_pl: Następnej klasy w obecnej szkole
pt_pt: Grau seguinte na escola atual
ro_ro: Clasa următoare la şcoală curent
ru_ru: Следующий класс в нынешней школе
sk_sk: Ďalšieho ročníka na školskú dochádzku
sl_si: Naslednja stopnja, po trenutni šoli
sq_al: Klasën e ardhshme në shkollë aktuale
sr_rs: Наредни разред у текућој школској
sv_se: Nästa klass i nuvarande skola
th_th: ถัดไปเกรดที่โรงเรียนปัจจุบัน
tr_tr: Sonraki mevcut okulda sınıf
uk_ua: Наступний клас у нинішній школі
wa_be: Nesaf gradd yn yr ysgol bresennol
zh_tw: 下一個年級在當前的學校

source: Retain
af_za: Bewaar
ar_dz: تحتفظ
be_by: Захоўваць
bg_bg: Запазете
bn_bd: রাখা
da_dk: Behold
el_gr: Διατηρήστε
es_es: Retener
et_ee: Säilitama
fa_ir: حفظ
fi_fi: Säilyttää
ga_ie: Coimeád
gl_gl: Reter
hr_hr: Zadržati
hu_hu: Megtartása
is_is: Varðveita
ja_jp: 保持する
lt_lt: Išlaikyti
lv_lv: Saglabāt
mk_mk: Задржи
nn_no: Beholde
pl_pl: Zachować
pt_pt: Reter
ro_ro: Reţine
ru_ru: Сохранять
sk_sk: Udržať
sl_si: Zadržite
sq_al: Të mbajë
sr_rs: Задржати
sv_se: Behåll
th_th: รักษา
tr_tr: Tutmak
uk_ua: Зберігати
wa_be: Cadw
zh_tw: 保留

source: Do not enroll after this school year
af_za: Inskryf nie na hierdie skooljaar
ar_dz: لا يلتحقون بعد هذه السنة الدراسية
be_by: Ня заяўкі пасля гэтага навучальнага года
bg_bg: Да не се запишат след тази учебна година
bn_bd: কি এই স্কুল বছর পরে সভ্য না
da_dk: Må ikke tilmelde dig efter dette skoleår
el_gr: Να μην εγγραφούν μετά από αυτή την σχολική χρονιά
es_es: No inscribir luego de este año escolar
et_ee: Ärge registreeruda pärast see kooliaasta
fa_ir: آیا پس از این سال تحصیلی ثبت نام
fi_fi: Älä ilmoittautua tämän jälkeen lukuvuoden
ga_ie: Ná tar éis rollú i mbliana scoile
gl_gl: Non matricularse tras este curso
hr_hr: Nemojte upisati nakon ove školske godine
hu_hu: Ne beiratkozik után tanévben
is_is: Ekki skrá sig ekki eftir þessu skólaári
ja_jp: この学年の後に登録しないでください
lt_lt: Negalima registruotis po šiais mokslo metais.
lv_lv: Nelietojiet uzņemt pēc tam, kad šajā mācību gadā
mk_mk: Не се запишат по оваа учебна година
nn_no: Ikke melde etter dette skoleåret
pl_pl: Nie zapisać po tym roku szkolnym
pt_pt: Não se matricular após este ano lectivo
ro_ro: Nu se înscriu după acest an şcolar
ru_ru: Не заявки после этого учебного года
sk_sk: Neregistrovať po tomto školskom roku
sl_si: Ne vpisati po tem šolskem letu
sq_al: A nuk regjistrohen pas këtë vit shkollor
sr_rs: Не уписују после ове школске године
sv_se: Använd inte registreras efter detta läsår
th_th: ไม่ได้ลงทะเบียนเรียนหลังจากปีที่โรงเรียนนี้
tr_tr: Bu okulun yıl sonra kayıt etmeyin
uk_ua: Чи не заявки після цього навчального року
wa_be: Peidiwch â cofrestru ar ôl y flwyddyn ysgol
zh_tw: 不要參加本學年後

source: Please Type The Password
af_za: Tik die wagwoord
ar_dz: الرجاء كتابة كلمة المرور
be_by: Калі ласка, увядзіце пароль
bg_bg: Моля, въведете паролата
bn_bd: পাসওয়ার্ড প্রকার লিখুন
da_dk: Skriv venligst kodeord
el_gr: Παρακαλώ πληκτρολογήστε τον κωδικό
es_es: Por Favor Tipee la contraseña
et_ee: Palun tippige parool
fa_ir: لطفا کلمه عبور را تایپ
fi_fi: Kirjoita salasana
ga_ie: Cuir Cineál An Pasfhocal
gl_gl: Por favor, Repita o contrasinal
hr_hr: Molimo upišite lozinku
hu_hu: Kérem adja meg a jelszavát
is_is: Vinsamlegast sláðu inn lykilorð
ja_jp: パスワードを入力してください
lt_lt: Prašome Įveskite slaptažodį
lv_lv: Lūdzu, ierakstiet paroli
mk_mk: Ве молиме внесете го Лозинка
nn_no: Vennligst skriv inn passord
pl_pl: Wpisz hasło
pt_pt: Por favor, Digite a senha
ro_ro: Vă rugăm să introduceţi parola
ru_ru: Пожалуйста, введите пароль
sk_sk: Zadajte prosím heslo
sl_si: Vnesite geslo
sq_al: Ju lutem shkruani Password
sr_rs: Молимо Вас да унесете лозинку
sv_se: Vänligen skriv in lösenordet
th_th: กรุณาพิมพ์รหัสผ่าน
tr_tr: Şifre Tipi Lütfen
uk_ua: Будь ласка, введіть пароль
wa_be: Os gwelwch yn dda Math Mae&#39;r Cyfrinair
zh_tw: 請輸入密碼

source: Password Sucessfully Changed
af_za: Wagwoord suksesvol verander
ar_dz: تغيير كلمة السر بنجاح
be_by: Пароль паспяхова зменены
bg_bg: Парола променена успешно
bn_bd: পাসওয়ার্ড সফলভাবে পরিবর্তণ
da_dk: Kodeord blev ændret
el_gr: Κωδικός πρόσβασης άλλαξε με επιτυχία
es_es: La Contraseña se Cambió con Ãxito
et_ee: Parool edukalt muudetud
fa_ir: رمز عبور موفقیت تغییر
fi_fi: Salasana vaihdettu onnistuneesti
ga_ie: Pasfhocal Athraithe éirigh
gl_gl: Contrasinal alterada con éxito
hr_hr: Lozinka je uspješno promijenjen
hu_hu: Jelszó sikeresen megváltoztatva
is_is: Lykilorð breytt
ja_jp: パスワードは正常に変更
lt_lt: Slaptažodis sėkmingai pakeistas
lv_lv: Paroles veiksmīgi nomainīts
mk_mk: Лозинка Успешно промени
nn_no: Passord Vellykket Endret
pl_pl: Hasło udało się zmienić
pt_pt: Senha alterada com sucesso
ro_ro: Parola schimbat cu succes
ru_ru: Пароль успешно изменен
sk_sk: Heslo úspešne zmenené
sl_si: Geslo uspešno spremenjeno
sq_al: Fjalëkalimi ndryshuar me sukses
sr_rs: Лозинка је успешно Промењено
sv_se: Lösenord har blivit uppdaterade
th_th: รหัสผ่านการเปลี่ยนแปลงเรียบร้อยแล้ว
tr_tr: Şifre başarıyla değiştirildi.
uk_ua: Пароль успішно змінено
wa_be: Cyfrinair Wedi newid yn llwyddiannus
zh_tw: 成功更改密碼

source: Please Retype Password
af_za: Asseblief Tik wagwoord
ar_dz: يرجى إعادة كتابة كلمة المرور
be_by: Калі ласка, Увядзіце пароль яшчэ раз
bg_bg: Моля, Повтори паролата
bn_bd: পাসওয়ার্ডটি পুনরায় টাইপ দয়া করে
da_dk: Venligst skriv kodeord
el_gr: Παρακαλούμε Πληκτρολογήστε τον Κωδικό Πρόσβασης
es_es: Por Favor reescriba su contraseña nuevamente
et_ee: Palun Korda parooli
fa_ir: لطفا کلمه عبور
fi_fi: Ole hyvä Vahvista salasana
ga_ie: Le do thoil Retype Password
gl_gl: Por favor, confirme a Contrasinal
hr_hr: Molimo unesite zaporku
hu_hu: Kérlek írd be jelszó
is_is: Vinsamlegast Endurrita lykilorð
ja_jp: パスワードの再入力をしてください
lt_lt: Prašome Pakartokite slaptažodį
lv_lv: Lūdzu Ievadi paroli
mk_mk: Ве молиме повторно внесете Лозинка
nn_no: Vennligst Skriv inn passordet
pl_pl: Proszę Powtórz hasło
pt_pt: Por favor, Confirme a Senha
ro_ro: Vă rugăm să Rescrie parola
ru_ru: Пожалуйста, Введите пароль еще раз
sk_sk: Prosím Heslo znovu
sl_si: Prosimo Ponovno vpišite geslo
sq_al: Ju lutemi Rivendos Fjalkalimin
sr_rs: Молим вас Поново укуцајте лозинку
sv_se: Vänligen Skriv lösenordet igen
th_th: กรุณาพิมพ์รหัสผ่านอีก
tr_tr: Lütfen Şifrenizi tekrar yazınız
uk_ua: Будь ласка, введіть пароль ще раз
wa_be: Os gwelwch yn dda Cyfrinair Ail-deipiwch
zh_tw: 請重新輸入密碼

source: Password Does'nt Exist
af_za: Wagwoord Does&#39;nt bestaan
ar_dz: كلمة Does&#39;nt موجود
be_by: Пароль does&#39;nt Exist
bg_bg: Парола Does&#39;nt съществува
bn_bd: পাসওয়ার্ড অস্তিত্ব নেই
da_dk: Password Does&#39;nt Exist
el_gr: Κωδικός Does&#39;nt Υπάρχουν
es_es: La Contraseña No Existe
et_ee: Parool Does&#39;nt Exist
fa_ir: Does&#39;nt رمز عبور وجود دارد
fi_fi: Salasana Does&#39;nt Exist
ga_ie: Pasfhocal Does&#39;nt Ann
gl_gl: Does&#39;nt contrasinal Existe
hr_hr: Lozinka Does&#39;nt postoje
hu_hu: Jelszó Does&#39;nt létezik
is_is: Lykilorð Does&#39;nt hendi
ja_jp: パスワードDoes&#39;ntが存在
lt_lt: Slaptažodis Does&#39;nt sąlygos
lv_lv: Paroles does&#39;nt Exist
mk_mk: Лозинка Does&#39;nt постојат
nn_no: Passord Does&#39;nt Exist
pl_pl: Does&#39;nt Hasło Exist
pt_pt: Does&#39;nt senha Exist
ro_ro: Does&#39;nt Parola Exista
ru_ru: Пароль does&#39;nt Exist
sk_sk: Heslo Does&#39;nt Existovať
sl_si: Geslo Does&#39;nt Exist
sq_al: Does&#39;nt Password ekziston
sr_rs: Постоји лозинку Доес&#39;нт
sv_se: Lösenord Does&#39;nt Finns
th_th: Does&#39;nt รหัสผ่านอยู่
tr_tr: Parola Does&#39;nt Var
uk_ua: Пароль does&#39;nt Exist
wa_be: Cyfrinair Does&#39;nt Bodoli
zh_tw: 密碼 Does&#39;nt存在

source: Change Password
af_za: Verander wagwoord
ar_dz: تغيير كلمة المرور
be_by: Змена пароля
bg_bg: Смяна на парола
bn_bd: পাসওয়ার্ড পরিবর্তন
da_dk: Skift adgangskode
el_gr: Αλλαγή κωδικού πρόσβασης
es_es: Cambiar la Contraseña
fa_ir: تغییر رمز عبور
fi_fi: Vaihda salasana
ga_ie: Athraigh Pasfhocal
gl_gl: Cambiar contrasinal
hr_hr: Promjena lozinke
hu_hu: Jelszó módosítása
is_is: Breyta lykilorði
ja_jp: パスワードを変更する
lt_lt: Keisti slaptažodį
lv_lv: Mainīt paroli
mk_mk: Промена на Лозинка
nn_no: Endre passord
pl_pl: Zmień hasło
pt_pt: Alterar senha
ro_ro: Schimbare parolă
ru_ru: Изменение пароля
sk_sk: Zmena hesla
sl_si: Spremeni geslo
sr_rs: Промена лозинке
sv_se: Ändra lösenord
th_th: เปลี่ยนรหัสผ่าน
tr_tr: Şifre Değiştir
uk_ua: Зміна пароля
wa_be: Newid Cyfrinair
zh_tw: 更改密碼

source: Father
af_za: Vader
ar_dz: الأب
be_by: Бацька
bg_bg: Баща
bn_bd: পিতা
da_dk: Far
el_gr: Πατέρας
es_es: Padre
et_ee: Isa
fa_ir: پدر
fi_fi: Isä
ga_ie: Athair
gl_gl: Pai
hr_hr: Otac
hu_hu: Apa
is_is: Faðir
ja_jp: 父
lt_lt: Tėvas
lv_lv: Tēvs
mk_mk: Татко
nn_no: Far
pl_pl: Ojciec
pt_pt: Pai
ro_ro: Tată
ru_ru: Отец
sk_sk: Otec
sl_si: Oče
sq_al: Baba
sr_rs: Отац
sv_se: Fader
th_th: บิดา
tr_tr: Baba
uk_ua: Батько
wa_be: Tad
zh_tw: 父親

source: Mother
af_za: Moeder
ar_dz: والدة
be_by: Маці
bg_bg: Майка
bn_bd: মা
da_dk: Mor
el_gr: Μητέρα
es_es: Madre
et_ee: Ema
fa_ir: مادر
fi_fi: Äiti
ga_ie: Máthair
gl_gl: Nai
hr_hr: Majka
hu_hu: Anya
is_is: Móðir
ja_jp: 母
lt_lt: Motina
lv_lv: Māte
mk_mk: Мајка
nn_no: Mor
pl_pl: Matka
pt_pt: Mãe
ro_ro: Mamă
ru_ru: Мать
sk_sk: Matka
sl_si: Mati
sq_al: Nënë
sr_rs: Мајка
sv_se: Mamma
th_th: แม่
tr_tr: Anne
uk_ua: Мати
wa_be: Mam
zh_tw: 母親

source: Step Mother
af_za: Stap Moeder
ar_dz: الخطوة الأم
be_by: Крок Маці
bg_bg: Стъпка Майка
bn_bd: step মা
da_dk: Trin Mor
el_gr: Μητέρα Βήμα
es_es: Madrastra
et_ee: Samm ema
fa_ir: مادر گام
ga_ie: Máthair Céim
gl_gl: Nai paso
hr_hr: Korak Majka
hu_hu: Step anya
is_is: Skref Mother
ja_jp: ステップマザー
lt_lt: Žingsnis Motina
lv_lv: Step Māte
mk_mk: Чекор Мајка
pl_pl: Matka krok
pt_pt: Mãe passo
ro_ro: Mamă vitregă
ru_ru: Шаг Матери
sk_sk: Macocha
sl_si: Step Mati
sq_al: Nënë Hapi
sr_rs: Маћеха
sv_se: Styvmor
th_th: แม่ขั้นตอนที่
tr_tr: Adım Anne
uk_ua: Крок Матері
wa_be: Mam Cam
zh_tw: 繼母

source: Step Father
af_za: Stap Vader
ar_dz: الخطوة الأب
be_by: Крок Айца
bg_bg: Стъпка Отец
bn_bd: Step পিতা
da_dk: Trin Far
el_gr: Πατέρας Βήμα
es_es: Padrastro
et_ee: Step Isa
fa_ir: پدر گام
fi_fi: Vaihe Isä
ga_ie: Athair Céim
gl_gl: Pai Paso
hr_hr: Korak Otac
hu_hu: Step atya
is_is: Skref Faðir
ja_jp: ステップファーザー
lt_lt: Žingsnis Tėvas
lv_lv: Step Tēvs
mk_mk: Чекор Татко
pl_pl: Ojciec krok
pt_pt: Pai Passo
ro_ro: Tată vitreg
ru_ru: Шаг Отца
sk_sk: Nevlastný otec
sl_si: Step Oče
sq_al: Ati Hapi
sr_rs: Очух
sv_se: Styvfar
th_th: ขั้นตอนที่คุณพ่อ
tr_tr: Adım Baba
uk_ua: Крок Отця
wa_be: Tad Cam
zh_tw: 繼父

source: Grandmother
af_za: Ouma
ar_dz: جدة
be_by: Бабуля
bg_bg: Баба
bn_bd: নানী
da_dk: Bedstemor
el_gr: Γιαγιά
es_es: Abuela
et_ee: Vanaema
fa_ir: مادر بزرگ
fi_fi: Isoäiti
ga_ie: Seanmháthair
gl_gl: Avoa
hr_hr: Baka
hu_hu: Nagymama
is_is: Amma
ja_jp: 祖母
lt_lt: Senelė
lv_lv: Vecmāmiņa
mk_mk: Баба
nn_no: Bestemor
pl_pl: Babcia
pt_pt: Avó
ro_ro: Bunică
ru_ru: Бабушка
sk_sk: Babička
sl_si: Babica
sq_al: Gjyshe
sr_rs: Бака
sv_se: Mormor
th_th: ยาย
tr_tr: Büyükanne
uk_ua: Бабуся
wa_be: Mam-gu
zh_tw: 祖母

source: Grandfather
af_za: Oupa
ar_dz: جد
be_by: Дзед
bg_bg: Дядо
bn_bd: পিতামহ
da_dk: Bedstefar
el_gr: Παππούς
es_es: Abuelo
et_ee: Vanaisa
fa_ir: پدر بزرگ
fi_fi: Isoisä
ga_ie: Seanathair
gl_gl: Avó
hr_hr: Djed
hu_hu: Nagyapa
is_is: Afi
ja_jp: 祖父
lt_lt: Senelis
lv_lv: Vectēvs
mk_mk: Дедо
nn_no: Bestefar
pl_pl: Dziadek
pt_pt: Avô
ro_ro: Bunic
ru_ru: Дед
sk_sk: Dedko
sl_si: Dedek
sq_al: Gjysh
sr_rs: Деда
sv_se: Farfar
th_th: คุณปู่
tr_tr: Dede
uk_ua: Дід
wa_be: Taid
zh_tw: 爺爺

source: Legal Guardian
af_za: Voog
ar_dz: الجارديان القانونية
be_by: Апякун
bg_bg: Законен настойник
bn_bd: লিগাল গার্ডিয়ান
da_dk: Værge
el_gr: Νόμιμο κηδεμόνα
es_es: Tutor legal
et_ee: Eestkoste
fa_ir: حقوقی نگهبان
fi_fi: Huoltajan
ga_ie: Caomhnóir Dlí
gl_gl: Gardián Legal
hr_hr: Zakonski skrbnik
hu_hu: Jogi Guardian
ja_jp: 法定後見人
lt_lt: Teisėtas globėjas
lv_lv: Juridiskā Guardian
mk_mk: Законски застапник
nn_no: Juridisk Guardian
pl_pl: Opiekun prawny
pt_pt: Guardião Legal
ro_ro: Juridice Guardian
ru_ru: Опекун
sk_sk: Zákonný zástupca
sl_si: Pravna Guardian
sq_al: Guardian Ligjore
sr_rs: Законског старатеља
sv_se: Förmyndare
th_th: กฎหมายปกครอง
tr_tr: Yasal Guardian
uk_ua: Опікун
wa_be: Gwarcheidwad Cyfreithiol
zh_tw: 法定監護人

source: Other Family Member
af_za: Ander familielid
ar_dz: العائلة الأخرى الأعضاء
be_by: Іншыя члены сям&#39;і
bg_bg: Друг член на семейството
bn_bd: পরিবারের অন্যান্য সদস্য
da_dk: Andet familiemedlem
el_gr: Άλλου μέλους της οικογένειας
es_es: Otro Miembro Familiar
et_ee: Muu perekonnaliige
fa_ir: اعضای خانواده دیگر
fi_fi: Muun perheenjäsenen
ga_ie: Ball Teaghlaigh Eile
gl_gl: Outro membro da familia
hr_hr: Drugi član obitelji
hu_hu: Más családtag
is_is: Aðrir í fjölskyldunni
ja_jp: 他のファミリーメンバー
lt_lt: Kito šeimos nario
lv_lv: Citu ģimenes locekli
mk_mk: Друг член на семејството
nn_no: Annet familiemedlem
pl_pl: Innego członka rodziny
pt_pt: Outro membro da família
ro_ro: Alte membru de familie
ru_ru: Другие члены семьи
sk_sk: Iného člena rodiny
sl_si: Drugega člana družine
sq_al: Të tjera anëtare Family
sr_rs: Други члан породице
sv_se: Annan familjemedlem
th_th: สมาชิกครอบครัวคนอื่น ๆ
tr_tr: Diğer Aile Üyesi
uk_ua: Інші члени сім&#39;ї
wa_be: Aelod Teulu Arall
zh_tw: 其他家庭成員

source: Work Phone
af_za: Werk Foon
ar_dz: هاتف العمل
be_by: Працоўны тэлефон
bg_bg: Служебен телефон
bn_bd: কাজের ফোন
da_dk: Arbejde Telefon
el_gr: Τηλέφωνο εργασίας
es_es: Teléfono Laboral
et_ee: Töötelefon
fa_ir: تلفن محل کار
fi_fi: Työpuhelin
ga_ie: Fón Oibre
gl_gl: Teléfono de traballo
hr_hr: Rad Telefon
hu_hu: Munkahelyi telefon
is_is: Vinnusími
ja_jp: 勤務先の電話番号
lt_lt: Darbo telefonas
lv_lv: Darba Tālrunis
mk_mk: Работа телефон
nn_no: Arbeid Phone
pl_pl: Telefon do pracy
pt_pt: Telefone de trabalho
ro_ro: Telefon serviciu
ru_ru: Рабочий телефон
sk_sk: Telefón do práce
sl_si: Delo Phone
sq_al: Phone Puna
sr_rs: Телефона на послу
sv_se: Telefon, arbete
th_th: โทรศัพท์ที่ทำงาน
tr_tr: İş Telefonu
uk_ua: Робочий телефон
wa_be: Ffôn Gwaith
zh_tw: 工作電話

source: Employer
af_za: Werkgewer
ar_dz: صاحب العمل
be_by: Працадаўца
bg_bg: Работодател
bn_bd: নিয়োগকর্তা
da_dk: Arbejdsgiver
el_gr: Εργοδότης
es_es: Empleador
et_ee: Tööandja
fa_ir: کارفرما
fi_fi: Työnantaja
ga_ie: Fostóir
gl_gl: Empresario
hr_hr: Poslodavac
hu_hu: Munkáltató
is_is: Launagreiðandi
ja_jp: 雇用者
lt_lt: Darbdavys
lv_lv: Darba devējs
mk_mk: Работодавачот
nn_no: Arbeidsgiver
pl_pl: Pracodawca
pt_pt: Empregador
ro_ro: Patron
ru_ru: Работодатель
sk_sk: Zamestnávateľ
sl_si: Delodajalec
sq_al: Punëdhënës
sr_rs: Послодавац
sv_se: Arbetsgivare
th_th: นายจ้าง
tr_tr: Işveren
uk_ua: Роботодавець
wa_be: Cyflogwr
zh_tw: 雇主的

source: Can't edit "Type" because it is not editable
af_za: Kan nie wysig "Tik " omdat dit nie verwerk
es_es: No se puede eliminar porque tiene calificaciones asociadas.

source: Cannot delete because enrollment codes are associated.
af_za: Kan nie verwyder word nie omdat die inskrywing kodes word geassosieer.
ar_dz: لا يمكن حذف لأن ترتبط رموز الالتحاق.
be_by: Не магу выдаліць таму рэгістрацыі кодаў звязаныя.
bg_bg: Не може да се изтрие, защото записване кодове са свързани.
bn_bd: কারণ তালিকা কোড যুক্ত হয় মুছে ফেলা যায় না.
da_dk: Kan ikke slette fordi tilmelding koder er forbundet.
el_gr: Δεν είναι δυνατή η διαγραφή, επειδή συνδέονται κωδικούς εγγραφής.
es_es: No se puede eliminar porque tiene asociados códigos de inscripción.
et_ee: Kustutada ei saa, sest registreerumise koodid on seotud.
fa_ir: را حذف زیرا کدهای ثبت نام در ارتباط هستند.
fi_fi: Ei voi poistaa, koska ilmoittautuminen koodit liittyy.
ga_ie: Ní féidir a scriosadh toisc go bhfuil rollú cóid a bhaineann leo.
gl_gl: Non se pode borrar porque os códigos de inscrición están asociados.
hr_hr: Ne može se izbrisati, jer su povezane upis kodova.
hu_hu: Nem lehet törölni, mert beiratkozási kód jár.
is_is: Get ekki eytt vegna innritunar þau eru tengd.
ja_jp: 登録コードが関連付けられているため、削除できません。
lt_lt: Negalite trinti, nes registraciją kodai yra susiję.
lv_lv: Nevar izdzēst, jo uzņemšanas kodi ir saistīti.
mk_mk: Не можете да ги избришете поради запишување кодови се поврзани.
nn_no: Kan ikke slette fordi innmelding koder er tilknyttet.
pl_pl: Nie można usunąć, ponieważ kody dostępu do kursu są powiązane.
pt_pt: Não é possível excluir porque os códigos de inscrição estão associados.
ro_ro: Nu se poate şterge, deoarece codurile de înscriere sunt asociate.
ru_ru: Не могу удалить потому регистрации кодов связаны.
sk_sk: Nemožno zmazať, pretože zápis kódy sú spojené.
sl_si: Ne morem izbrisati, ker so povezane vpis kode.
sq_al: Nuk mund të fshini sepse kodet e regjistrimit janë të lidhur.
sr_rs: Не можете обрисати, јер упис кодови су повезане.
sv_se: Kan inte ta bort eftersom inskrivning koder är knutna.
th_th: ไม่สามารถลบเนื่องจากรหัสการลงทะเบียนมีการเชื่อมโยง
tr_tr: Kayıt kodları ilişkili olduğu için silinemiyor.
uk_ua: Не можу видалити, тому реєстрації кодів пов&#39;язані.
wa_be: Does dim modd dileu oherwydd codau cofrestru yn cael eu cysylltu.
zh_tw: 無法刪除，因為招生代碼相關聯。
