Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Semester
af_za: Vakansiedae
ar_dz: الأعياد
be_by: Вакацыі
bg_bg: Ваканция
da_dk: Ferie
el_gr: Διακοπές
es_es: Semestre
et_ee: Holidays
fa_ir: تعطیلات
fi_fi: Holidays
ga_ie: Laethanta Saoire
gl_gl: Vacacións
hr_hr: Praznici
hu_hu: Ünnepek
is_is: Frídagar
ja_jp: 休日
lt_lt: Šventės
lv_lv: Brīvdienas
mk_mk: Празници
nn_no: Helligdager
pl_pl: Wakacje
pt_pt: Férias
ro_ro: Concediu
ru_ru: Каникулы
sk_sk: Dovolenka
sl_si: Prazniki
sq_al: Pushime
sr_rs: Празници
th_th: วันหยุดพักผ่อน
tr_tr: Tatil
uk_ua: Канікули
wa_be: Gwyliau
zh_tw: 假期

source: quarter
af_za: kwartaal
ar_dz: ربع
be_by: чвэрць
bg_bg: тримесечие
bn_bd: কেন্দ্রস্থল
da_dk: kvartal
el_gr: τέταρτο
et_ee: kvartal
fa_ir: ربع
fi_fi: neljännes
ga_ie: ráithe
gl_gl: trimestre
hr_hr: četvrtina
hu_hu: negyed
is_is: ársfjórðungi
ja_jp: 四半期
lt_lt: ketvirtis
lv_lv: ceturksnī
mk_mk: четвртина
nn_no: kvartal
pl_pl: kwartał
pt_pt: trimestre
ro_ro: trimestru
ru_ru: четверть
sk_sk: štvrťroku
sl_si: četrtletju
sq_al: tremujor
sr_rs: четвртина
sv_se: kvartalet
th_th: ไตรมาสที่
tr_tr: çeyrek
uk_ua: чверть
wa_be: chwarter
zh_tw: 季

source: This Marking Periods has been updated
af_za: Dit Merk Periodes is opgedateer
be_by: Гэтая маркіроўка Перыяды быў абноўлены
bg_bg: Тази маркировка периоди е актуализиран
bn_bd: এই হয়েছে অবস্থানসূচক সময়সীমার আপডেট
da_dk: Dette Mærkning Perioder er blevet opdateret
el_gr: Η εν λόγω σήμανση Περίοδοι έχει ενημερωθεί
et_ee: Selline tähistus perioodid on uuendatud
fa_ir: این دوره مشخص به روز شده است
fi_fi: Tämä merkintä Kuukautiset on päivitetty
ga_ie: Tréimhsí seo Marcáil tugtha cothrom le dáta
gl_gl: Este período de cita foi actualizado
hr_hr: Ova oznaka razdoblja nije ažurirana
hu_hu: Ez a jelölés időszakok frissítésre került
is_is: Þetta Merking tímum hefur verið uppfærð
ja_jp: このマーキング期間が更新されました
lt_lt: Šis ženklinimas laikotarpiais buvo atnaujintas
lv_lv: Šo marķējumu periodi ir papildināta
mk_mk: Ова Обележување Периоди е надграден
nn_no: Denne merkingen Perioder har blitt oppdatert
pl_pl: To Okresy CE został zaktualizowany
pt_pt: Este Períodos de marcação foi atualizado
ro_ro: Acest Perioadele de marcare a fost actualizat
ru_ru: Эта маркировка Периоды был обновлен
sk_sk: Toto označenie obdobie bol aktualizovaný
sl_si: Ta oznaka Obdobja je bila posodobljena
sq_al: Kjo Periudhat shënuar është përditësuar
sr_rs: Ова ознака Периоди је ажуриран
sv_se: Denna märkning Perioder har uppdaterats
th_th: ระยะเวลาการทำเครื่องหมายนี้ได้รับการปรับปรุง
tr_tr: Bu işaretleme Dönemleri güncellendi
uk_ua: Це маркування Періоди був оновлений
wa_be: Mae hyn Cyfnodau Marcio wedi cael ei ddiweddaru
zh_tw: 這標誌期間已更新

source: Add another marking period
af_za: Voeg nog &#39;n nasienperiode
ar_dz: إضافة فترة أخرى وسم
be_by: Дадаць яшчэ адзін ацэначны перыяд
bg_bg: Добавяне на друга маркировка период
bn_bd: অন্য অবস্থানসূচক সময় যোগ করুন
da_dk: Tilføj endnu en mærkning periode
el_gr: Προσθέστε μια άλλη σήμανση περίοδο
es_es: Agregar otro período de evaluación
et_ee: Lisa veel üks märgistus jooksul
fa_ir: اضافه کردن یکی دیگر از دوره مارک
fi_fi: Lisää toinen merkintä ajan
ga_ie: Cuir tréimhse eile marcála
gl_gl: Engadir outro período de reserva
hr_hr: Dodaj još obilježavanje razdoblja
hu_hu: Újabb jelölés időszak
is_is: Bæta við annarri merkingu tímabil
ja_jp: 別のマーキング期間を追加します。
lt_lt: Pridėti kitą ženklinimo laikotarpį
lv_lv: Pievienot citu marķējumu periods
mk_mk: Додај уште еден повод период
nn_no: Legg til en annen merking periode
pl_pl: Dodaj nowy okres CE
pt_pt: Adicionar outro período de marcação
ro_ro: Adăugaţi o altă perioadă de marcare
ru_ru: Добавить еще один оценочный период
sk_sk: Pridať ďalšie značenie obdobie
sl_si: Dodaj še eno oznako obdobja
sq_al: Add një periudhë tjetër që shënon
sr_rs: Додати још једну обележавање периоду
sv_se: Lägg till ytterligare en märkning perioden
th_th: เพิ่มอีกระยะเวลาการทำเครื่องหมาย
tr_tr: Başka bir işaretleme süresi ekle
uk_ua: Додати ще один оцінний період
wa_be: Ychwanegu arall cyfnod marcio
zh_tw: 新增其他評分期

source: MARKING PERIOD
af_za: NASIENPERIODE
ar_dz: MARKING فترة
be_by: Ацэначны перыяд
bg_bg: МАРКИРОВКА ПЕРИОД
bn_bd: অবস্থানসূচক সময়কাল
da_dk: MÆRKNING PERIODE
el_gr: ΣΗΜΑΝΣΗ ΠΕΡΙΟΔΟΣ
es_es: PERÃODO DE EVALUACIÃN
et_ee: TÄHISTAMINE AJAVAHEMIKUL
fa_ir: مارک دوره
fi_fi: MERKINTÄ KAUDEN
ga_ie: TRÉIMHSE MHARCÁLA
gl_gl: PERÍODO DE MARCADO
hr_hr: OBILJEŽAVANJE RAZDOBLJE
hu_hu: JELÖLÉS IDŐSZAK
is_is: MERKINGAR MI
ja_jp: 採点期間
lt_lt: ŽENKLAS, LAIKOTARPIS
lv_lv: MARĶĒJUMS PERIODS
mk_mk: ОЗНАЧУВАЊЕ ПЕРИОД
nn_no: MERKING PERIODE
pl_pl: OKRES CE
pt_pt: PERÍODO DE MARCAÇÃO
ro_ro: MARCARE PERIOADA
ru_ru: Оценочный период
sk_sk: OBDOBIE ZNAČENIE
sl_si: OZNAČEVANJE OBDOBJE
sq_al: PERIUDHA shënuar
sr_rs: ОБЕЛЕЖАВАЊЕ ПЕРИОДУ
sv_se: MÄRKNING PERIODEN
th_th: งวดเครื่องหมาย
tr_tr: İŞARETLEME DÖNEM
uk_ua: Оцінний період
wa_be: CYFNOD MARCIO
zh_tw: 評分期

source: WEIGHTED GPA
af_za: GEWEEGDE GPA
ar_dz: المرجح GPA
be_by: Вагавыя ГПД
bg_bg: ПРЕТЕГЛЕНИ GPA
bn_bd: ওয়েটেড জিপিএ
da_dk: VÆGTET GPA
el_gr: ΣΤΑΘΜΙΣΜΕΝΗ ΣΔΣ
es_es: PROMEDIO GENERAL PONDERADO
et_ee: KAALUTUD GPA
fa_ir: وزن معدل
fi_fi: PAINOTETUT GPA
ga_ie: GPA Ualaithe
gl_gl: GPa ponderada
hr_hr: Ponderirani prosjek ocjena
hu_hu: SÚLYOZOTT GPA
is_is: Vegið GPA
ja_jp: 加重GPA
lt_lt: SVERTINIS VPS
lv_lv: SVĒRTAIS VIN
mk_mk: Пондериран просечен успех
nn_no: Vektet GPA
pl_pl: Ważone GPA
pt_pt: GPA PONDERADA
ro_ro: PONDERATĂ GPA
ru_ru: Весовые ГПД
sk_sk: Váha GPA
sl_si: PRILAGOJENIH GPA
sq_al: GPA ponderuar
sr_rs: ПОНДЕРИСАНЕ ГПА
sv_se: VIKTADE GPA
th_th: เกรดเฉลี่ยถ่วงน้ำหนัก
tr_tr: AĞIRLIKLI GPA
uk_ua: Вагові ГПД
wa_be: GPA BWYSAU
zh_tw: 加權 GPA

source: UNWEIGHTED GPA
af_za: Ongeweegde GPA
ar_dz: غير مرجح GPA
be_by: Невзвешенное ГПД
bg_bg: Непретеглена GPA
bn_bd: জিপিএ UNWEIGHTED
da_dk: Uvægtet GPA
el_gr: Μη σταθμική ΣΔΣ
es_es: GPA no ponderado
et_ee: Kaalumata GPA
fa_ir: UNWEIGHTED معدل
fi_fi: Painottamaton GPA
gl_gl: Non ponderada GPa
hr_hr: Neponderiranim GPA
hu_hu: Súlyozatlan GPA
ja_jp: GPA重荷を背負わされていない
lt_lt: Nesvertiniams VPS
lv_lv: Nesvērts VIN
mk_mk: UNWEIGHTED Успех
nn_no: Uvektet GPA
pl_pl: Nieważony GPA
pt_pt: Não ponderada GPA
ro_ro: Neponderată GPA
ru_ru: Невзвешенное ГПД
sk_sk: Nevážený GPA
sl_si: Netehtano GPA
sq_al: Pamatur GPA
sr_rs: Непондерисано ГПА
sv_se: Ovägda GPA
th_th: unweighted เกรดเฉลี่ย
tr_tr: GPA ağırlıksız
uk_ua: Незважене ГПД
wa_be: Amhwysol GPA
zh_tw: 未加權 GPA

source: Grade Level
af_za: Graadvlak
ar_dz: الصف المستوى
be_by: Клас Узровень
bg_bg: Степен Level
bn_bd: গ্রেড পর্যায়ে
da_dk: Klasses niveau
es_es: Nivel de Grado
et_ee: Hinne Level
fa_ir: صعود به سطح درجه
ga_ie: Leibhéal Grád
gl_gl: Nivel de grao
hu_hu: Grade szint
ja_jp: グレードレベル
lt_lt: Klasės lygiu
lv_lv: Pakāpes līmenī
mk_mk: Одделение ниво
nn_no: Grade Nivå
pl_pl: Klasa Poziom
pt_pt: Nível de grau
ro_ro: Grad de nivel
ru_ru: Класс Уровень
sk_sk: Ročníka
sl_si: Grade ravni
sq_al: Niveli Grade
sr_rs: Разред
sv_se: Klass nivå
th_th: ระดับชั้น
tr_tr: Sınıf Düzeyi
uk_ua: Клас Рівень
wa_be: Gradd Safon Uwch
zh_tw: 年級

source: New Marking Period
af_za: Nuwe nasienperiode
ar_dz: حقبة جديدة تمييز
be_by: Новы ацэначны перыяд
bg_bg: Нови Маркиране период
bn_bd: নতুন অবস্থানসূচক সময়কাল
da_dk: Nye Mærkning Periode
el_gr: Νέα Περίοδος Σήμανση
es_es: Período de Evaluación Nuevo
et_ee: New tähistamine perioodile
fa_ir: جدید علامتگذاری دوره
fi_fi: Uusi merkintä Period
ga_ie: Tréimhse Marcáil Nua
gl_gl: Período Replanteo nova
hr_hr: Novi Obilježavanje Razdoblje
hu_hu: Új jelölés időszak
is_is: Ný merking Tímabil
ja_jp: 新しいマーキング期間
lt_lt: Naujas žymėjimas Laikotarpis
lv_lv: Jauns marķējums periods
mk_mk: Нов Обележување Период
nn_no: Nye Merking Periode
pl_pl: Nowy okres CE
pt_pt: Período Marcação nova
ro_ro: Noi Marcarea Perioada
ru_ru: Новый оценочный период
sk_sk: Nové značenie obdobie
sl_si: New Označevanje obdobje
sq_al: Periudha e re Shënimi
sr_rs: Нови Обележавање период
sv_se: Nya märkningen Period
th_th: ระยะเวลาการทำเครื่องหมายใหม่
tr_tr: Yeni İşaretleme Dönemi
uk_ua: Новий оціночний період
wa_be: Cyfnod Marcio Newydd
zh_tw: 新的評分期

source: Credits
af_za: Krediete
ar_dz: ائتمانات
be_by: Крэдыты
bg_bg: Кредити
bn_bd: স্বীকৃতি
el_gr: Συντελεστές
es_es: Créditos
et_ee: Autorid
fa_ir: اعتبارات
fi_fi: Laajuus
ga_ie: Creidmheasanna
gl_gl: Créditos
hr_hr: Krediti
ja_jp: クレジット
lt_lt: Kreditai
lv_lv: Kredīti
mk_mk: Кредити
nn_no: Studiepoeng
pl_pl: Kredyty
pt_pt: Créditos
ro_ro: Credite
ru_ru: Кредиты
sk_sk: Úvery
sq_al: Kredite
sr_rs: Кредити
sv_se: Krediter
th_th: เครดิต
tr_tr: Kredi
uk_ua: Кредити
wa_be: Credydau
zh_tw: 積分

source: Course Name
af_za: Kursus Naam
ar_dz: طبعا الاسم
be_by: Назва курса
bg_bg: Курс Име
bn_bd: কোর্সের নাম
da_dk: Kursus navn
el_gr: Όνομα Μαθήματος
es_es: Nombre del Curso
et_ee: Kursuse nimi
fa_ir: نام درس
fi_fi: Kurssin nimi
ga_ie: Ainm an Chúrsa
gl_gl: Nome do curso
hr_hr: Tečaj Naziv
hu_hu: A tantárgy neve
ja_jp: コー​​ス名
lt_lt: Žinoma Vardas
lv_lv: Kursa nosaukums
mk_mk: Курс Име
nn_no: Kurs Navn
pl_pl: Nazwa przedmiotu
pt_pt: Nome do curso
ro_ro: Denumirea cursului
ru_ru: Название курса
sk_sk: Názov predmetu
sq_al: Emri Kursit
sr_rs: Назив предмета
sv_se: Kursnamn
th_th: ชื่อหลักสูตร
tr_tr: Dersin Adı
uk_ua: Назва курсу
wa_be: Enw&#39;r Cwrs
zh_tw: 課程名稱

source: Percentage
af_za: Persentasie
ar_dz: نسبة مئوية
be_by: Працэнт
bg_bg: Процент
bn_bd: শতকরা
da_dk: Procent
el_gr: Ποσοστό
es_es: Porcentaje
et_ee: Protsent
fa_ir: درصد
fi_fi: Osuus
ga_ie: Céatadán
gl_gl: Porcentaxe
hr_hr: Postotak
hu_hu: Százalék
is_is: Hlutfall
ja_jp: パーセント
lt_lt: Procentas
lv_lv: Procentos
mk_mk: Процент
nn_no: Prosent
pl_pl: Procent
pt_pt: Percentagem
ro_ro: Procentaj
ru_ru: Процент
sk_sk: Percento
sl_si: Odstotek
sq_al: Përqindje
sr_rs: Проценат
sv_se: Procent
th_th: อัตราร้อยละ
tr_tr: Yüzde
uk_ua: Відсоток
wa_be: Canran
zh_tw: 百分比

source: GP Value
af_za: GP Waarde
ar_dz: GP القيمة
be_by: П. Значэнне
bn_bd: জিপি value
el_gr: GP Αξία
es_es: Valor del GP
fa_ir: GP ارزش
fi_fi: GP Arvo
ga_ie: DT Luach
gl_gl: GP Valor
hr_hr: Vrijednost GP
hu_hu: GP érték
ja_jp: GP値
lt_lt: GP Reikšmė
mk_mk: ГП вредност
nn_no: GP Verdi
pl_pl: GP wartości
pt_pt: GP Valor
ro_ro: GP Valoare
ru_ru: П. Значение
sk_sk: Hodnota GP
sq_al: GP Vlera
sr_rs: ГП вредност
th_th: ค่า GP
tr_tr: GP Değer
uk_ua: П. Значення
wa_be: Meddyg teulu Gwerth
zh_tw: GP值

source: Unweighted GP Value
af_za: Ongeweegde GP Waarde
ar_dz: غير المرجح للقيمة GP
be_by: Невзвешенное П. Значэнне
bg_bg: Непретеглени GP Стойност
bn_bd: জিপি মূল্য Unweighted
da_dk: Uvægtet GP Value
el_gr: Μη σταθμική τιμή GP
es_es: Valor GP Sin Ponderar
et_ee: Kaalumata GP Value
fa_ir: Unweighted ارزش GP
fi_fi: Painottamaton GP Arvo
ga_ie: Unweighted DT Luach
gl_gl: Non ponderada Valor GP
hr_hr: Neponderiranim GP vrijednost
hu_hu: Súlyozatlan GP érték
ja_jp: 非加重GP値
lt_lt: Nesvertiniams GP Reikšmė
lv_lv: Nesvērts GP Value
mk_mk: Unweighted GP вредност
nn_no: Uvektet GP Verdi
pl_pl: Nieważony Wartość GP
pt_pt: Não ponderada Valor GP
ro_ro: Neponderată GP Valoare
ru_ru: Невзвешенное П. Значение
sk_sk: Nevážený GP hodnoty
sl_si: Netehtano GP Value
sq_al: Vlera pamatur GP
sr_rs: Непондерисано ГП вредност
sv_se: Oviktat GP Value
th_th: ค่า GP ไม่ได้ชั่ง
tr_tr: Ağırlıksız GP Değer
uk_ua: Незважене П. Значення
wa_be: Amhwysol meddyg teulu Gwerth
zh_tw: 未加權 GP值

source: Grade Scale
af_za: Waardering skaal
ar_dz: جدول الصف
be_by: Бальнай шкале
bg_bg: Степен Scale
bn_bd: গ্রেড স্কেল
da_dk: Trinsskalaen
el_gr: Βαθμολογική Κλίμακα
es_es: Escala de Calificación
et_ee: Hinne Scale
fa_ir: مقیاس درجه
fi_fi: Arvosana-asteikko
ga_ie: Scála Grád
gl_gl: Escala de grao
hr_hr: Ocjena Skala
hu_hu: Fokozatú skála
is_is: Grade Stærð
ja_jp: グレードスケール
lt_lt: Įvertinimas skalė
lv_lv: Ballu skalas
mk_mk: Одделение Скалата
nn_no: Karakterskala
pl_pl: Stopniowej skali
pt_pt: Escala de grau
ro_ro: Grad Scale
ru_ru: Балльной шкале
sk_sk: Stupnica
sl_si: Grade lestvica
sq_al: Scale klasën e
sr_rs: Разред скале
sv_se: Betygsskala
th_th: ให้เกรด
tr_tr: Sınıf Ölçeği
uk_ua: Бальною шкалою
wa_be: Graddfa Graddfa
zh_tw: 檔次，上規模

source: Credit Attempted
af_za: Krediet Poging
ar_dz: الشروع في الائتمان
be_by: Крэдытныя спроба
bg_bg: Кредитни петица
bn_bd: ক্রেডিট চেষ্টা
da_dk: Credit Forsøgte
el_gr: Πιστωτικές Απόπειρα
es_es: Tentativa de Crédito
et_ee: Credit Üritati
fa_ir: اعتباری تلاش
fi_fi: Luotto Yritettiin
ga_ie: Iarracht Creidmheasa
gl_gl: Intento de crédito
hr_hr: Kreditna Pokušaj
hu_hu: Hitel kísérlet
is_is: Credit Tilraun
ja_jp: クレジット試行
lt_lt: Kredito bandė
lv_lv: Kredītu mēģinājums
mk_mk: Обид за кредитни
nn_no: Credit Forsøk
pl_pl: Credit próba
pt_pt: Tentativa de crédito
ro_ro: Tentativă de credit
ru_ru: Кредитные попытка
sk_sk: Pokus o úver
sl_si: Credit Poskus
sq_al: Credit Tentim
sr_rs: Покушај кредит
sv_se: Credit Försök
th_th: พยายามเครดิต
tr_tr: Kredi girişimi
uk_ua: Кредитні спроба
wa_be: Credyd Ymgais
zh_tw: 信用未遂

source: Credit Earned
af_za: Krediet Verdiende
ar_dz: المكتسب الائتمان
be_by: Крэдытныя зароблена
bg_bg: Кредитни Спечелени
bn_bd: ক্রেডিট আয় করা
da_dk: Credit Optjent
el_gr: Πιστωτικές Δεδουλευμένα
es_es: Crédito Ganado
et_ee: Credit Teenitud
fa_ir: اعتبار به دست آورده
fi_fi: Luotto Ansaittu
ga_ie: Creidmheasa Tuillte
gl_gl: Beneficios de crédito
hr_hr: Kreditna Zarađene
hu_hu: Hitel Earned
is_is: Credit aflað
ja_jp: クレジットが獲得
lt_lt: Kredito Uždirbtos
lv_lv: Kredītu Nopelnītās
mk_mk: Кредитни Заработени
nn_no: Credit Opptjente
pl_pl: Zdobyte kredytowe
pt_pt: Ganhos de crédito
ro_ro: Încasate de credit
ru_ru: Кредитные Заработано
sk_sk: Kreditné Zaslúžené
sq_al: Credit fituara
sr_rs: Зарађени кредит
sv_se: Intjänade
th_th: เครดิตที่ได้รับ
tr_tr: Kredi Kazanılmış
uk_ua: Кредитні Зароблено
wa_be: Credyd a enillwyd
zh_tw: 信用掙

source: Credit Category
af_za: Krediet Kategorie
ar_dz: التصنيف الائتماني
be_by: Крэдытныя катэгорыі
bg_bg: Кредитни Категория
bn_bd: ক্রেডিট বিষয়শ্রেণী
da_dk: Credit kategori
el_gr: Κατηγορία Credit
es_es: Categoría de crédito
et_ee: Credit Kategooria
fa_ir: رده اعتباری
fi_fi: Luotto Luokka
ga_ie: Catagóir Creidmheasa
gl_gl: Categoría de crédito
hr_hr: Kreditna Kategorija
hu_hu: Hitel kategória
is_is: Credit Flokkur
ja_jp: クレジットのカテゴリ
lt_lt: Kredito Kategorija
lv_lv: Credit Kategorija
mk_mk: Кредитни Категорија
nn_no: Credit Kategori
pl_pl: Kategoria kredytowe
pt_pt: Categoria de crédito
ro_ro: Categorie de credit
ru_ru: Кредитные категории
sk_sk: Kreditné kategórie
sl_si: Credit Kategorija
sq_al: Kategoria e kreditit
sr_rs: Кредитни Категорија
sv_se: Credit Kategori
th_th: หมวดหมู่เครดิต
tr_tr: Kredi Kategori
uk_ua: Кредитні категорії
wa_be: Categori Credyd
zh_tw: 信用分類

source: Remove Marking Period
af_za: Verwyder Nakijktermijn
ar_dz: إزالة الفترة وسم
be_by: Выдаліць ацэначны перыяд
bg_bg: Свалете Маркиране Период
bn_bd: মেয়াদ অবস্থানসূচক সরান
da_dk: Fjern Mærkning Periode
el_gr: Κατάργηση Σήμανση Περίοδος
es_es: Quitar Período de Evaluación
et_ee: Eemalda märgistus perioodile
fa_ir: حذف دوره مشخص
fi_fi: Poista merkintä Period
ga_ie: Bain Tréimhse Marcáil
gl_gl: Eliminar Período Replanteo
hr_hr: Ukloni Obilježavanje Razdoblje
hu_hu: Vegye jelölés időszak
is_is: Fjarlægja Merking Tímabil
ja_jp: マーキング期間を削除します。
lt_lt: Pašalinti žymėjimas Laikotarpis
lv_lv: Noņemt Marķēšanas periods
mk_mk: Отстрани Обележување Период
nn_no: Fjern Merking Periode
pl_pl: Usuń Okres CE
pt_pt: Remover Período Marcação
ro_ro: Eliminaţi Perioada de marcare
ru_ru: Удалить оценочный период
sk_sk: Odstrániť označenie obdobie
sl_si: Odstranite Označevanje Obdobje
sq_al: Hiq Periudha Shënimi
sr_rs: Уклоните Обележавање период
sv_se: Ta bort Märkning Period
th_th: ลบระยะเวลาการทำเครื่องหมาย
tr_tr: İşaretleme Dönemi çıkarın
uk_ua: Видалити оцінний період
wa_be: Dileu Cyfnod Marcio
zh_tw: 刪除評分期

source: You must choose at least one marking period
af_za: Jy moet kies om ten minste een nasienperiode
ar_dz: يجب عليك اختيار واحد على الأقل فترة الوسم
be_by: Вы павінны абраць хоць бы адзін ацэначны перыяд
bg_bg: Трябва да изберете поне една маркировка период
bn_bd: আপনি অন্তত এক অবস্থানসূচক সময় নির্বাচন করা আবশ্যক
da_dk: Du skal vælge mindst én markering periode
el_gr: Πρέπει να επιλέξετε τουλάχιστον μία σήμανση περίοδο
es_es: Debe elegir al menos un período de evaluación
et_ee: Te peate valima vähemalt ühe tähistamine jooksul
fa_ir: شما باید حداقل یک مارک دوره را انتخاب کنید
fi_fi: Sinun on valittava vähintään yksi merkintä ajan
ga_ie: Ní mór duit a roghnú amháin ar a laghad tréimhse marcála
gl_gl: Ten que escoller polo menos un período de reserva
hr_hr: Morate odabrati barem jedan obilježavanje razdoblja
hu_hu: Ki kell választani legalább egy jelölést időszak
is_is: Þú verður að velja að minnsta kosti eitt merkið tímabil
ja_jp: あなたは、少なくとも1つのマーキング期間を選択する必要があります。
lt_lt: Turite pasirinkti bent vieną ženklinimo laikotarpį
lv_lv: Jums ir jāizvēlas vismaz viens marķējums periods
mk_mk: Мора да изберете барем еден означување период
nn_no: Du må velge minst en markering periode
pl_pl: Musisz wybrać co najmniej jednego okresu oznakowania
pt_pt: Você deve escolher pelo menos um período de marcação
ro_ro: Trebuie să alegeţi cel puţin o perioadă de marcare
ru_ru: Вы должны выбрать хотя бы один оценочный период
sk_sk: Musíte vybrať aspoň jedno označenie obdobie
sl_si: Izbrati morate vsaj eno oznako obdobja
sq_al: Ju duhet të zgjidhni të paktën një periudhë të shënuar
sr_rs: Морате изабрати барем једну означавање периода
sv_se: Du måste välja minst en markering perioden
th_th: คุณต้องเลือกอย่างน้อยหนึ่งระยะเวลาการทำเครื่องหมาย
tr_tr: En az bir işaretleme dönemi seçmelisiniz
uk_ua: Ви повинні вибрати хоча б один оцінний період
wa_be: Mae&#39;n rhaid i chi ddewis o leiaf un cyfnod marcio
zh_tw: 您必須至少選擇一個評分期

source: You must choose at least one student and marking period
af_za: Jy moet ten minste een student kies en nasienperiode
ar_dz: يجب عليك اختيار واحد على الأقل ، ووضع علامات الطالب فترة
be_by: Вы павінны выбраць хаця б адзін студэнт і ацэначны перыяд
bg_bg: Трябва да изберете поне един ученик и маркиране период
bn_bd: আপনি অন্তত এক ছাত্র নির্বাচন এবং সময়ের অঙ্কন করা আবশ্যক
da_dk: Du skal vælge mindst én studerende og mærkning periode
el_gr: Πρέπει να επιλέξετε τουλάχιστον ενός φοιτητή και τη σήμανση περίοδο
es_es: Debe elegir al menos un alumno y un período de evaluación
et_ee: Te peate valima vähemalt üks õpilane ja märgistus jooksul
fa_ir: شما باید حداقل یکی از دانشجویان را انتخاب کنید و مارک دوره
fi_fi: Sinun on valittava vähintään yksi opiskelija ja merkinnät ajan
ga_ie: Ní mór duit a roghnú amháin ar a laghad mac léinn agus marcáil tréimhse
gl_gl: Ten que escoller polo menos un estudante e marcado período
hr_hr: Morate odabrati najmanje jedan student, a obilježavanje razdoblja
hu_hu: Ki kell választani legalább egy diák és jelölési időszak
is_is: Þú verður að velja amk einn nemandi og merkingu tímabil
ja_jp: あなたは、少なくとも1つの学生とマーキング期間を選択する必要があります。
lt_lt: Turite pasirinkti bent vienas studentas ir ženklinimo laikotarpį
lv_lv: Jums ir jāizvēlas vismaz viens students un marķēšana periods
mk_mk: Мора да изберете најмалку еден студент и обележување период
nn_no: Du må velge minst én student og merking periode
pl_pl: Musisz wybrać co najmniej jeden uczeń i oznaczania okresu
pt_pt: Você deve escolher pelo menos um estudante e marcação período
ro_ro: Trebuie să alegeţi cel puţin un student şi marcarea perioada
ru_ru: Вы должны выбрать хотя бы один студент и оценочный период
sk_sk: Musíte vybrať aspoň jeden študent a označenie obdobie
sl_si: Izbrati morate vsaj en študent in označevanje obdobja
sq_al: Ju duhet të zgjidhni të paktën një nxënës dhe duke shënuar periudhën
sr_rs: Морате изабрати бар један студент и означавање периода
sv_se: Du måste välja minst en elev och märkning perioden
th_th: คุณต้องเลือกอย่างน้อยหนึ่งที่นักเรียนและทำเครื่องหมายระยะเวลา
tr_tr: En az bir öğrenci seçmek ve işaretleme dönemi
uk_ua: Ви повинні вибрати хоча б один студент і оцінний період
wa_be: Mae&#39;n rhaid i chi ddewis o leiaf un myfyriwr a marcio cyfnod
zh_tw: 您必須至少選擇一個學生和評分期

source: Include on Grade List:
af_za: Sluit op die Graad Lys:
ar_dz: وتشمل قائمة على الصف :
be_by: Ўключыць у спіс класа:
bg_bg: Включи на степен Списък:
bn_bd: গ্রেড তালিকায় অন্তর্ভুক্ত করুন::
da_dk: Medtag om Grade liste:
el_gr: Συμπεριλάβετε σε Βαθμός καταλόγου:
es_es: Incluir en la Lista de Grado:
et_ee: Lisama Hinne List:
fa_ir: شامل در فهرست درجه :
fi_fi: Sisällyttää Grade List:
ga_ie: Cuir san áireamh ar Liosta Grád:
gl_gl: Inclúe na lista de Grao:
hr_hr: Uključite na popis Ocjena:
hu_hu: Tartalmazza a Grade listája:
is_is: Hafa á Grade List:
ja_jp: グレードリストに含まれています：
lt_lt: Įtraukti į laipsnio sąrašas:
lv_lv: Iekļaut Novērtējums saraksts:
mk_mk: Вклучи на Одделение листа:
nn_no: Inkluder på Grade List:
pl_pl: Uwzględnij na stopień Lista:
pt_pt: Inclua na lista de Grau:
ro_ro: Includerea pe lista Grad:
ru_ru: Включить в список класса:
sk_sk: Patrí na zoznam Grade:
sl_si: Vključi na razred Seznam:
sq_al: Përfshirja në listën e klasës:
sr_rs: Укључи од разреда Листа:
sv_se: Inkludera på Grade List:
th_th: รวมอยู่ในรายการ Grade :
tr_tr: Sınıf Listesi şunlardır:
uk_ua: Включити в список класу:
wa_be: Dylech gynnwys ar y Rhestr Gradd:
zh_tw: 包括上一級目錄：

source: Percents
af_za: Procenten
ar_dz: النسب المئوية
be_by: Працэнты
bg_bg: Лихвоносни ценни книжа
bn_bd: শতাংশ
da_dk: Procenter
el_gr: Ποσοστά
es_es: Porcentajes
et_ee: Protsente
fa_ir: درصد
fi_fi: Prosentit
gl_gl: Porcentuais
hr_hr: Postocima
hu_hu: Százalékos
ja_jp: パーセント
lt_lt: Procentai
lv_lv: Procenti
mk_mk: Проценти
nn_no: Prosentene
pl_pl: Procentach
pt_pt: Percentuais
ro_ro: Procente
ru_ru: Проценты
sk_sk: Percent
sl_si: Odstotkih
sq_al: Përqindjes
sr_rs: Процената
sv_se: PROCENT
th_th: ร้อยละ
tr_tr: Yüzdeleri
uk_ua: Відсотки
zh_tw: 百分比

source: Year-to-date Daily Absences
af_za: Jaar-tot-datum Daily Afwesighede
ar_dz: من سنة الى تاريخ الغياب اليومي
be_by: Год да даты Штодня Адсутнасць
bg_bg: Daily Отсъствието на годината до момента
bn_bd: বছর পর্যন্ত দৈনিক অনুপস্থিতি
da_dk: År-til-dato Daily Fravær
el_gr: Έτος-προς-ημερομηνία Καθημερινή Απουσίες
es_es: Inasistencias Diarias del Año a la fecha
et_ee: Aasta-to-date Daily Puudumised
fa_ir: سال به روز غیبت روزانه
fi_fi: Vuosi tasalla Daily poissaolot
ga_ie: Bliain-chun-dáta Asláithreachtaí Laethúil
gl_gl: Ano ata a data-Ausencia diarias
hr_hr: Godine-to-date Dnevni izostanaka
hu_hu: Év-to-date napi távollét
is_is: Ár-til-dag Daily Fjarvista
ja_jp: 年初来デイリー欠席
lt_lt: Metų datos Dienos Nedalyvavimai
lv_lv: Gada sākuma līdz konkrētajam datumam Daily prombūtnes
mk_mk: Година-to-date Дневен отсуства
nn_no: Year-to-date Daily Fravær
pl_pl: Rok do daty dzienne Nieobecności
pt_pt: Ano até a data-Ausências Diárias
ro_ro: An-la-data de Absenţele zilnică de
ru_ru: Год до даты Ежедневно Отсутствия
sk_sk: Rok aktuálne denné neprítomnosť
sl_si: Year-to-dan Daily odsotnosti
sq_al: Viti-to-date Mungesat Daily
sr_rs: Године до данас Дневни Изостанци
sv_se: Year-to-date Daily Frånvaro
th_th: ปี - to - date ขาดทุกวัน
tr_tr: Yıl-to-date Günlük Devamsızlık
uk_ua: Рік до дати Щодня Відсутності
wa_be: Blwyddyn gyfredol Daily Absenoldebau
zh_tw: 年最新每日缺勤
