Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Once you have chosen the correct period, you will see the total points and cumulative grade for each student in your class. You can view the grades for an assignment by selecting the assignment from the assignment pull-down menu at the top of the screen. From here, you can input a new grade by entering the points earned into the blank field next to the students name or you can modify an existing grade by clicking on the points earned and changing the value. After changing the grades, click the Save button at the top of the screen
af_za: Sodra jy die korrekte tydperk gekies het, sal jy sien die totale punte en die kumulatiewe graad vir elke student in jou klas. Jy kan die grade vir &#39;n taak deur die kies van die opdrag van die opdrag hangkieslys aan die bokant van die skerm. Van hier, kan u insette om &#39;n nuwe graad deur die punte verdien in die oop veld langs die studente se naam, of jy kan&#39; n bestaande graad verander deur te kliek op die punte verdien en om die waarde te verander. Na die verandering van die grade, kliek op die Save-knoppie aan die bokant van die skerm
be_by: Як толькі вы выбралі правільнае час, вы ўбачыце агульная колькасць ачкоў і кумулятыўныя класе для кожнага вучня ў класе. Вы можаце прагледзець адзнакі за заданне, выбраўшы заданне ад прызначэння выпадальнае меню ў верхняй частцы экрана. Адсюль вы можаце ўвесці новы гатунак, увёўшы ачкоў, заробленых у пустым полі побач з імем студэнтаў або вы можаце змяніць існуючы клас, націснуўшы на ачкі, заробленыя і змены значэння. Пасля змены гатункаў, націсніце кнопку Захаваць ў верхняй частцы экрана
bg_bg: След като сте избрали правилния период, ще видите общия брой точки и кумулативни клас за всеки ученик във вашия клас. Можете да видите оценките за задача от избора на задача от възлагането падащото меню в горната част на екрана. От тук можете да въведете нов клас, чрез въвеждане на точките, спечелени в празното поле, в непосредствена близост до името на студентите или да модифицирате съществуващ клас, като кликнете върху точките, спечелени и промяна на стойността. След промяна на оценките, щракнете върху бутона Запазване в горната част на екрана
bn_bd: একবার আপনি সঠিক সময়ের বাছাই, আপনি মোট পয়েন্ট আপনার ক্লাসে প্রত্যেক শিক্ষার্থীর জন্য এবং সর্বমোট গ্রেড দেখতে হবে. আপনি পর্দার উপরের বরাত-টান ডাউন মেনু থেকে কার্য নির্বাচন একটি বরাত জন্য বাংলাদেশের দেখতে পারেন. এখানে থেকে আপনি একটি অর্জিত ফাঁকা ক্ষেত্র পরবর্তী ছাত্রদের নাম বা আপনি ক্লিক পয়েন্ট উপর অর্জন করেছেন এবং মান পরিবর্তন দ্বারা একটি বিদ্যমান গ্রেড পরিবর্তন করতে পারি পয়েন্ট টাইপ নতুন গ্রেড ইনপুট পারেন. বাংলাদেশের পরিবর্তন পর, পর্দার উপরের সেভ বাটন ক্লিক করুন
da_dk: Når du har valgt den rigtige periode, vil du se det samlede antal point og kumulative karakter for hver elev i din klasse. Du kan se karakterer for en opgave ved at vælge opgaven fra opgaven pull-down menuen øverst på skærmen. Herfra kan du indtaste en ny kvalitet ved at indtaste point optjent i det tomme felt ved siden af ​​eleverne navn, eller du kan ændre en eksisterende klasse ved at klikke på point optjent og ændre værdien. Når du har ændret karaktererne, skal du klikke på knappen Gem øverst på skærmen
el_gr: Αφού έχετε επιλέξει το σωστό χρονικό διάστημα, θα δείτε το σύνολο των πόντων και αθροιστική βαθμολογία για κάθε μαθητή στην τάξη σας. Μπορείτε να δείτε τους βαθμούς για μια ανάθεση, επιλέγοντας την εκχώρηση από την ανάθεση pull-down μενού στο πάνω μέρος της οθόνης. Από εδώ, μπορείτε να εισαγάγετε μια νέα ποιότητα με την είσοδο του πόντοι στο κενό πεδίο δίπλα στο όνομα φοιτητές ή μπορείτε να τροποποιήσετε μια υπάρχουσα τάξη κάνοντας κλικ στα σημεία κερδίσει και την αλλαγή της αξίας. Μετά την αλλαγή των βαθμών, κάντε κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης
et_ee: Kui olete valinud õige aja, näed kogu punkte ja kumulatiivne Hinne igale õpilasele oma klassis. Saate vaadata palgaastmete määramine, valides loovutamise alates loovutamise pull-down menüü ülaosas ekraani. Siit saate sisestada uue palgaastme sisestades teenitud punktide arvesse tühi väli õpilased nimi või saate muuta olemasolevat klassi klõpsates punkte teeninud ja muutuvate väärtus. Pärast muutmist klasside, klõpsake nuppu Salvesta ülaosas ekraani
fa_ir: هنگامی که شما را انتخاب کرده اند دوره درست ، شما کل امتیاز و درجه تجمعی برای هر دانش آموز در کلاس خود را ببینید. شما می توانید نمره برای یک وظیفه انتخاب انتساب از انتساب منو PULL - DOWN در بالای صفحه نمایش مشاهده کنید. از اینجا ، شما می توانید ورودی کلاس جدید با وارد کردن نقاط به دست آورده را در زمینه های خالی در کنار نام دانش آموزان و یا شما می توانید یک کلاس موجود را با کلیک کردن بر روی نقاط به دست آورده و در حال تغییر مقدار را تغییر دهد. پس از تغییر نمرات ، با کلیک بر روی دکمه ذخیره در بالای صفحه کلیک کنید
fi_fi: Kun olet valinnut oikean ajan, näet kokonaispistemäärästä ja kumulatiivinen arvosana kullekin opiskelijalle oman luokan. Voit tarkastella arvosanat tehtävän valitsemalla toimeksiantoja tehtävän alasvetovalikosta yläreunassa näytön. Sieltä voit syöttää uusi luokka kirjoittamalla ansaitut pisteet tyhjään kenttään vieressä opiskelijoille nimen tai muokata nykyistä arvosana klikkaamalla ansaitut pisteet ja muuttamalla arvoa. Vaihtamisen jälkeen laatuja, napsauta Tallenna-painiketta yläreunassa näytön
ga_ie: Nuair a roghnaíonn tú an tréimhse ceart, feicfidh tú na pointí iomlán agus grád carnach do gach mac léinn i do rang. Is féidir leat féachaint ar na gráid ar sannadh ag roghnú an sannadh ón tasc tarraingt-síos roghchlár ag barr an scáileáin. Ón anseo, is féidir leat ionchur grád nua ag teacht isteach na pointí a thuill isteach sa réimse bán in aice leis an t-ainm do mhic léinn nó is féidir leat a mhodhnú le grád atá ann cheana féin trí chliceáil ar na pointí a thuill agus an luach atá ag athrú. Tar éis athrú na gráid, cliceáil ar an gcnaipe Sábháil ag barr an scáileáin
gl_gl: Despois de escoller o período correcto, podes ver o total de puntos e grao cumulativo para cada alumno na súa clase. Podes ver as notas para unha asignación seleccionando a concesión da asignación pull-down menu na parte superior da pantalla. A partir de aquí, pode introducir unha nova clase, inserindo os puntos gañados no campo en branco á beira do nome estudantes ou pode modificar unha clase existente, premendo sobre os puntos gañados e alterando o valor. Despois de cambiar as notas, prema no botón Gardar da parte superior da pantalla
hr_hr: Nakon što ste odabrali točna razdoblja, vidjet ćete ukupnih bodova i kumulativnih razreda za svakog učenika u razredu. Možete pregledati ocjene za zadatak tako da odaberete zadatak iz zadatka padajućeg izbornika na vrhu zaslona. Odavde možete unijeti novu razreda unosom zarađene bodove u prazno polje pored naziva studentima ili možete izmijeniti postojeće razreda klikom na zarađene bodove i promjenu vrijednosti. Nakon promjene razreda, kliknite gumb Spremi na vrhu zaslona
hu_hu: Miután kiválasztotta a megfelelő időszakban, látni fogja a teljes pontokat és összesített pontszáma minden tanuló az osztályban. Megtekintheti a fokozatok egy megbízást kiválasztásával a feladatot a feladat legördülő menüből a képernyő tetején. Innen, akkor adjon meg egy új minőség megadásával pontok szerzett be az üres mezőbe mellett a diákok nevét, vagy módosíthatja a meglévő minőségű kattintson a szerzett pontok és a változó értékét. Módosítása után az osztály, kattintson a Mentés gombra a képernyő felső részén
is_is: Þegar þú hefur valið rétta tímabilinu, munt þú sjá heildar stig og uppsafnaður einkunn fyrir hvern nemanda í bekknum þínum. Hægt er að skoða einkunnir fyrir verkefni með því að velja verkefni frá úthlutun fellilistanum efst á skjánum. Héðan er hægt að slá inn nýja einkunn með því að slá inn stig unnið í auða reitinn við hliðina á nemendur nafn eða þú getur breytt núverandi einkunn með því að smella á áunna punkta og breyta gildinu. Eftir að breyta einkunnum, smelltu á Vista hnappinn efst á skjánum
ja_jp: あなたが適切な期間を選択したら、あなたのクラスの各学生の合計点との累積等級が表示されます。あなたは、画面上部の割り当てのプルダウンメニューから、割り当てを選択して割り当てのグレードを表示することができます。ここから、あなたはポイントを入力して入力新しい学年、生徒名の横の空白のフィールドに獲得するかがポイントにクリックして、既存グレードを変更することができます取得し、値を変更する。グレードを変更した後、画面の上部にある[保存]ボタンをクリックします。
lt_lt: Kai jūs pasirinkote teisingą laikotarpį, pamatysite visų taškų ir kumuliatyvinis studentas kiekvieno savo klasės rangą. Jūs galite peržiūrėti paskyrimo rūšys, pasirinkdami užduotį iš užduoties išskleidžiamajame meniu ekrano viršuje. Iš čia galite įvesti naują rūšį, įvesdami uždirbti taškų į tuščią lauką šalia studentų pavadinimas, arba galite keisti esamą klasės paspaudę ant taškų pelnė ir keisti vertę. Po klases keisti ekrano viršuje, spustelėkite mygtuką &quot;Išsaugoti&quot;
lv_lv: Kad esat izvēlējies pareizo laiku, jūs redzēsiet kopējo punktu un kumulatīvo pakāpes katram studentam savā klasē. Jūs varat apskatīt šķirnes uzdevumu izvēloties nodošanu no uzdevuma nolaižamajā izvēlnē augšpusē ekrānam. No šejienes jūs varat ievadīt jaunu kategoriju, ievadot nopelnītos punktus tukšajā laukā blakus studentiem nosaukumu vai varat mainīt esošu kategorijas, noklikšķinot uz nopelnītos punktus un mainās vērtības. Pēc pārejas pakāpes, noklikšķiniet uz pogas Saglabāt augšpusē ekrānam
mk_mk: Откако сте ја одбрале правилната период, ќе видите вкупно поени и кумулативни оценка за секој ученик во својата класа. Можете да го видите оценки за задача со избирање на задача од назначувањето паѓачкото мени на врвот од екранот. Од тука, може да внесувате нови одделение со внесување на поени заработени во празното поле до ученици име или можете да ги менувате постоечки одделение со кликнување на поени заработени и менување на вредноста. По менување на оценки, кликнете на копчето Зачувај на врвот на екранот
nn_no: Når du har valgt riktig periode, vil du se den totale poengsummen og kumulative karakter for hver elev i klassen. Du kan vise karakterene for et oppdrag ved å velge oppdrag fra oppdraget rullegardinmenyen øverst på skjermen. Herfra kan du legge inn en ny karakter ved å legge inn poeng i det tomme feltet ved siden av studentene navn, eller du kan endre en eksisterende karakter ved å klikke på poeng opptjent og endre verdien. Når du har endret karakterene, klikker du på knappen Lagre øverst på skjermen
pl_pl: Po wybraniu właściwego okresu, pojawi się suma punktów i łączny klasy dla każdego ucznia w klasie. Możesz przeglądać oceny za zadanie wybierając zadania z wyznaczaniem rozwijanego menu na górze ekranu. Stąd, można wprowadzić nowy gatunek, wprowadzając punkty w pustym polu obok nazwy studentów lub można zmodyfikować istniejące klasy klikając na punkty i zmieniając wartość. Po zmianie klasy, kliknij przycisk Zapisz u góry ekranu
pt_pt: Depois de ter escolhido o período correto, você verá o total de pontos e grau cumulativa para cada aluno em sua classe. Você pode visualizar as notas para uma atribuição selecionando a atribuição da atribuição pull-down menu no topo da tela. A partir daqui, pode introduzir uma nova classe, inserindo os pontos ganhos no campo em branco ao lado do nome estudantes ou você pode modificar uma classe existente, clicando sobre os pontos ganhos e alterando o valor. Depois de alterar as notas, clique no botão Salvar na parte superior da tela
ro_ro: După ce aţi ales perioada de corect, veţi vedea numărul total de puncte şi gradul cumulat pentru fiecare elev în clasa ta. Puteţi vizualiza notele pentru o misiune prin selectarea cesiune de cesiune meniu vertical din partea de sus a ecranului. De aici, puteţi introduce un grad nou introducând punctele câştigate în câmpul necompletat alături de numele studenţilor sau puteţi modifica o clasă existente, făcând clic pe punctele câştigate şi de schimbare a valorii. După schimbarea clase, faceţi clic pe butonul Salvare din partea de sus a ecranului
ru_ru: Как только вы выбрали правильное время, вы увидите общее количество очков и кумулятивные классе для каждого ученика в классе. Вы можете просмотреть оценки за задание, выбрав задание от назначения выпадающее меню в верхней части экрана. Отсюда вы можете ввести новый сорт, введя очков, заработанных в пустом поле рядом с именем студентов или вы можете изменить существующий класс, нажав на очки, заработанные и изменения значения. После смены сортов, нажмите кнопку Сохранить в верхней части экрана
sk_sk: Akonáhle ste si vybrali správnu dobu, uvidíte celkový počet bodov a kumulatívne triedy pre každého študenta vo svojej triede. Môžete si zobraziť známky za úlohu výberom úlohu od úlohy pull-down menu v hornej časti obrazovky. Odtiaľ sa môžete zadať nové triedy zadaním bodov získaných do prázdnej poľa vedľa mena študentov, alebo si môžete upraviť existujúcu stupeň kliknutím na body získané a zmenou hodnoty. Po zmene stupňa, kliknite na tlačidlo Uložiť v hornej časti obrazovky
sl_si: Ko ste izbrali pravilno obdobju, boste videli vseh točk in kumulativna ocena za vsakega študenta v svojem razredu. Ogledate si lahko ocene za nalogo z izbiro odstop od dodelitve spustnem meniju na vrhu zaslona. Od tukaj, lahko vnesete nov razred z vnosom točk prislužil v prazno polje poleg imena študentov ali pa spremembo obstoječega razreda, s klikom na točke zaslužili in spreminjanje vrednosti. Po spremembi razredov, kliknite gumb Shrani na vrhu zaslona
sq_al: Pasi të keni zgjedhur periudhën e saktë, ju do të shihni pikat totale dhe klasën kumulative për çdo nxënës në klasën tuaj. Ju mund të shikoni notat për një detyrë duke zgjedhur detyra nga detyra pull-down menu në krye të ekranit. Nga këtu, ju mund të dhëna një shkallë të re duke hyrë në pikët e fituara në fushën e zbrazët në krah të emrit studentët ose ju mund të ndryshoni një notë ekzistuese duke klikuar mbi pikët e fituara dhe ndryshimin e vlerës. Pas ndryshimit të klasave, kliko butonin Ruaj në krye të ekranit
sr_rs: Када сте изабрали исправан периода, видећете укупног броја поена и кумулативна оцену за сваког студента у класи. Можете да погледате оцене за доделу избором задатак из задатка падајућег менија на врху екрана. Одавде, можете унети нову оцену уносом поена стечених у празно поље поред студентима име или можете изменити постојећу оцену кликом на поени и промену вредности. Након промене оцене, кликните на дугме Сачувај на врху екрана
sv_se: När du har valt rätt period, ser du det totala antalet poäng och kumulativa betyg för varje elev i din klass. Du kan visa betygen för ett uppdrag genom att välja uppdrag från uppdraget rullgardinsmenyn längst upp på skärmen. Härifrån kan du mata in en ny klass genom att skriva in poäng i det tomma fältet bredvid studenter namn eller så kan du ändra en befintlig klass genom att klicka på poäng och ändra värdet. Efter att ha ändrat betyg, klicka på knappen Spara längst upp på skärmen
th_th: เมื่อคุณได้เลือกช่วงเวลาที่ถูกต้องคุณจะเห็นจุดรวมและเกรดที่สะสมสำหรับนักเรียนแต่ละคนในชั้นเรียนของคุณ คุณสามารถดูผลการเรียนสำหรับการกำหนดโดยการเลือกการกำหนดมอบหมายจากเมนูแบบดึงลงที่ด้านบนของหน้าจอ จากที่นี่คุณสามารถป้อนเกรดใหม่โดยการป้อนจุดที่ได้รับลงในช่องว่างถัดจากชื่อของนักเรียนหรือคุณสามารถปรับเปลี่ยนระดับที่มีอยู่โดยการคลิกบนจุดที่ได้รับและการเปลี่ยนค่า หลังจากการเปลี่ยนแปลงผลการเรียนให้คลิกที่ปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: Doğru süre seçtikten sonra, kendi sınıfındaki her öğrenci için toplam puan ve not göreceksiniz. Notlarının bir atama için, açılan menüden ekranın üst kısmında atama atama seçerek görebilirsiniz. Buradan giriş öğrencilerin adının yanındaki boş alana kazanılan ya da mevcut bir sınıf kazandığınız puanlar tıklayarak ve değerini değiştirerek değiştirebilirsiniz noktaları girerek yeni bir sınıf. Notları değiştirdikten sonra, ekranın üst kısmındaki Kaydet düğmesini tıklatın.
uk_ua: Як тільки ви вибрали правильний час, ви побачите загальна кількість очок і кумулятивні класі для кожного учня в класі. Ви можете переглянути оцінки за завдання, вибравши завдання від призначення меню, що випадає у верхній частині екрана. Звідси ви можете ввести новий сорт, ввівши очок, зароблених у порожньому полі поруч з ім&#39;ям студентів чи ви можете змінити існуючий клас, натиснувши на окуляри, зароблені і зміни значення. Після зміни сортів, натисніть кнопку Зберегти у верхній частині екрана
wa_be: Unwaith y byddwch wedi dewis y cyfnod yn gywir, byddwch yn gweld y pwyntiau a gradd cyfanswm cronnol ar gyfer pob myfyriwr yn eich dosbarth. Gallwch weld y graddau ar gyfer aseiniad trwy ddewis yr aseiniad o&#39;r aseiniad tynnu-lawr ddewislen ar frig y sgrin. O&#39;r fan hon, gallwch mewnbwn gradd newydd gan fynd i mewn i&#39;r pwyntiau a enillwyd yn y cae yn wag gyferbyn ag enw&#39;r fyfyrwyr neu gallwch addasu gradd sy&#39;n bodoli eisoes drwy glicio ar y pwyntiau a enillwyd a newid y gwerth. Ar ôl newid y graddau, cliciwch y botwm Save ar frig y sgrin
zh_tw: 一旦你選擇了正確的時間，你會看到和累計總積分為每個年級的學生在您的類。您可以查看等級為通過選擇任務的分配從轉讓下拉菜單在屏幕上方。從這裡，你可以輸入一個新的檔次獲得通過輸入點到空白領域旁邊的學生的名字，也可以修改現有的等級通過點擊獲得的積分和不斷變化的價值。更改後的成績，點擊保存按鈕，在屏幕上方

source: You can also view and change all the grades for a single student by clicking on the students name in the list. Input grades in the same way that you did with the multiple student list
af_za: Jy kan ook besigtig en verander al die grade vir &#39;n enkele student deur te kliek op die studente se naam op die lys. Inset-grade in dieselfde manier as wat jy gedoen het met die verskeie student lys
be_by: Вы таксама можаце праглядаць і змяняць усе адзнакі за аднаго студэнта, націснуўшы на імя студэнтаў у спісе. Уваходны класах такім жа чынам, што вы зрабілі з некалькімі спіс студэнтаў
bg_bg: Можете също да видите и да промените всички степени за един ученик, като кликнете върху името на студентите в списъка. Входни класове по същия начин, че си направил с множество студентски списък
bn_bd: আপনি দেখতে এবং তালিকার ছাত্র নামের উপর ক্লিক করে সব একটি একক ছাত্র জন্য গ্রেড পরিবর্তন করতে পারেন. একই ভাবে যে আপনি একাধিক ছাত্র তালিকা করেনি মধ্যে ইনপুট গ্রেড
da_dk: Du kan også se og ændre alle karaktererne for en enkelt elev ved at klikke på de studerendes navn på listen. Input kvaliteter på samme måde, som du gjorde med de mange studerende listen
el_gr: Μπορείτε επίσης να δείτε και να αλλάξετε όλες τις βαθμίδες για έναν μαθητή, κάνοντας κλικ στο όνομα φοιτητές από τη λίστα. Βαθμούς εισόδου με τον ίδιο τρόπο που κάνατε με τις πολλαπλές λίστα φοιτητής
et_ee: Võite vaadata ja muuta kõiki kvaliteediklasse ühe õpilase klõpsates õpilased nimi nimekirjas. Sisend hinded samamoodi, et sa tegid mitu õpilaste nimekirjas
fa_ir: شما همچنین می توانید و مشاهده تغییر همه نمره برای یک دانش آموز تنها با کلیک بر روی نام دانش آموزان در لیست. نمرات ورودی در راه همان است که شما با لیست چند دانش آموز
fi_fi: Voit myös tarkastella ja muuttaa kaikki arvosanat yhteen opiskelija klikkaamalla opiskelijoiden nimi luettelosta. Input arvosanat samalla tavalla kuin teit useita opiskelija luettelo
ga_ie: Is féidir leat féachaint ar chomh maith agus na gráid do mhac léinn amháin a athrú trí chliceáil ar mhic léinn an t-ainm ar an liosta. Gráid Ionchur ar an mbealach céanna a rinne tú le liosta na mac léinn il
gl_gl: Tamén podes ver e cambiar todos os tons para un único alumno, facendo clic sobre o nome da lista de alumnos. Notas de entrada do mesmo xeito que fixo coa lista de alumnos múltiples
hr_hr: Također možete pregledati i promijeniti sve ocjene za jedan učenik klikom na studente ime na popisu. Ulaz ocjene na isti način na koji ste s više studentskih popis
hu_hu: Ön is megtekintheti és módosíthatja az összes kategóriát egyetlen diák kattintva a tanulók nevét a listán. Bemeneti fokozat ugyanúgy, amit nem a több diák lista
is_is: Þú getur einnig skoðað og breytt öllum einkunnum fyrir einn nemanda með því að smella á nemendur nafn á listanum. Inntak einkunna á sama hátt og þú gerðir við marga nemendur listann
ja_jp: また、リスト内の生徒の名前をクリックして、単一の学生のためのすべての成績を表示および変更できます。複数の生徒のリストと同じ方法で入力グレード
lt_lt: Taip pat galite peržiūrėti ir pakeisti visas vieno studento lygių paspaudę ant studentų vardą sąraše. Įvesties klases taip pat, kad tu su daug studentų sąrašas
lv_lv: Varat arī apskatīt un mainīt visas atzīmes vienu studentu, noklikšķinot uz studentu nosaukuma sarakstā. Input kategorijām tādā pašā veidā, ka jūs ar vairākām studentu saraksts
mk_mk: Исто така можете да видите и промена на сите оценки за еден студент со кликнување на студентите име во листата. Влез оценки во ист начин како што го направи со повеќе студенти листа
nn_no: Du kan også vise og endre alle karakterene for en enkelt student ved å klikke på studentenes navn i listen. Input karakterer på samme måte som du gjorde med flere student-listen
pl_pl: Możesz również przeglądać i zmieniać wszystkich ocen dla jednego studenta przez kliknięcie na nazwę na liście studentów. Stopnie wejściowe w taki sam sposób, co zrobiłeś z wielu listy studentów
pt_pt: Você também pode ver e mudar todas as notas para um único aluno, clicando sobre o nome na lista de alunos. Notas de entrada da mesma forma que você fez com a lista de alunos múltiplas
ro_ro: Asemenea, puteţi vizualiza şi modifica toate gradele pentru un student singur, făcând clic pe numele studenţilor din listă. Clasele de intrare în acelaşi mod în care aţi făcut-o cu lista de elev mai multe
ru_ru: Вы также можете просматривать и изменять все оценки за одного студента, нажав на имя студентов в списке. Входной классах таким же образом, что вы сделали с несколькими список студентов
sk_sk: Môžete si tiež zobraziť a zmeniť všetky známky za jeden študent kliknutím na študentov meno v zozname. Vstup stupňov rovnakým spôsobom, že ste s niekoľkými študentmi zoznam
sl_si: Prav tako lahko ogledate in spremenite vse ocene za posameznega študenta s klikom na ime študenti na seznamu. Vhod ocene na enak način, da si s seznamom več študent
sq_al: Ju gjithashtu mund të shikoni dhe të ndryshojë të gjitha notat për një student të vetëm duke klikuar mbi emrin e nxënësve në listë. Notat e dhëna në të njëjtën mënyrë që ju bëri me listën e studentëve të shumta
sr_rs: Такође можете да прегледате и промените све оцене за један студентски кликом на име ученика у листи. Улаз оцене на исти начин на који сте са више студената листу
sv_se: Du kan även se och ändra alla kvaliteter för en enskild elev genom att klicka på studenternas namn i listan. Ingång kvaliteter på samma sätt som du gjorde med flera studerande listan
th_th: นอกจากนี้คุณยังสามารถดูและเปลี่ยนผลการเรียนสำหรับนักเรียนทั้งหมดเพียงครั้งเดียวโดยการคลิกที่ชื่อนักเรียนในรายการ เกรดการป้อนข้อมูลในลักษณะเดียวกับที่คุณทำกับรายการที่นักเรียนหลาย ๆ
tr_tr: Ayrıca görüntüleyebilir ve tüm notlarının tek bir öğrenci için listedeki öğrencilerin adının üzerine tıklayarak değiştirebilirsiniz. Giriş notları, birden fazla öğrenci listesi ile yaptım aynı şekilde
uk_ua: Ви також можете переглядати і змінювати всі оцінки за одного студента, натиснувши на ім&#39;я студентів у списку. Вхідний класах таким же чином, що ви зробили з кількома список студентів
wa_be: Gallwch hefyd weld a newid yr holl graddau ar gyfer myfyriwr unigol drwy glicio ar enw&#39;r fyfyrwyr yn y rhestr. Mewnbwn graddau yn yr un ffordd ag y gwnaethoch gyda&#39;r rhestr myfyriwr lluosog
zh_tw: 您還可以查看和更改所有的牌號為一個學生，學生通過點擊列表中的名稱。輸入級以同樣的方式，你沒有與多個學生名單
