Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The General Information tab is a display of a students fundamental information. This includes birth date, social security number, ethnicity, gender, birthplace, and grade. You can change any of this information by clicking on the value you want to change, changing the value, and clicking the Save button at the top of the page
af_za: Die Algemene Inligting blad is &#39;n vertoning van&#39; n student die fundamentele inligting. Dit sluit in geboortedatum, sosiale sekerheid nommer, etnisiteit, geslag, geboorteplek, en graad. Jy kan enige van hierdie inligting deur te kliek op die waarde wat jy wil verander, om die waarde te verander, en kliek op die Save-knoppie aan die bokant van die bladsy verander
ar_dz: التبويب معلومات عامة هو عرض لمعلومات أساسية للطلاب. وهذا يشمل تاريخ الميلاد ، رقم الضمان الاجتماعي ، والعرق والجنس ومكان ولادة ، والصف الدراسي. يمكنك تغيير أي من هذه المعلومات من خلال النقر على القيمة التي تريد التغيير ، تغيير القيمة ، ثم النقر على زر حفظ في الجزء العلوي من الصفحة
be_by: На ўкладцы Агульныя Інфармацыя адлюстравання студэнтаў фундаментальную інфармацыю. Гэта ўключае ў сябе дату нараджэння, нумар сацыяльнага страхавання, этнічная прыналежнасць, пол, месца нараджэння, і клас. Вы можаце змяніць любы з гэтай інфармацыі, націснуўшы на значэнне, якое вы хочаце змяніць, змяніўшы значэнне і націснуўшы кнопку Захаваць ў верхняй частцы старонкі
bg_bg: В раздела Общи Информацията е дисплей на студентите фундаментална информация. Това включва дата на раждане, номер на социална осигуровка, етническа принадлежност, пол, родното място, и степен. Можете да промените тази информация, като кликнете върху стойността, която искате да се промени, промяна на стойността и щракнете върху бутона Save в горната част на страницата
bn_bd: সাধারণ তথ্য ট্যাবটি একটি ছাত্রদের মৌলিক তথ্য প্রদর্শন. এই জন্ম তারিখ, সামাজিক নিরাপত্তা নম্বর, জাতি, লিঙ্গ, জন্মস্থান, এবং গ্রেড রয়েছে. আপনি ক্লিক করে মান পরিবর্তন চান, মান পরিবর্তন, এবং পৃষ্ঠার উপরের সংরক্ষণ বোতাম ক্লিক করে এই তথ্য পরিবর্তন করতে পারেন
da_dk: Det Generelle oplysninger faneblad er en visning af en studerendes grundlæggende oplysninger. Dette omfatter fødselsdato, CPR-nummer, etnicitet, køn, fødested, og lønklasse. Du kan ændre nogle af disse oplysninger ved at klikke på den værdi, du ønsker at ændre, ændre værdien, og klikke på knappen Gem øverst på siden
el_gr: Η καρτέλα Γενικά πληροφοριών είναι μια απεικόνιση ενός φοιτητές θεμελιώδη στοιχεία. Αυτό περιλαμβάνει την ημερομηνία γέννησης, αριθμός κοινωνικής ασφάλισης, την εθνικότητα, το φύλο, τη γενέτειρα και την τάξη. Μπορείτε να αλλάξετε οποιαδήποτε από αυτές τις πληροφορίες κάνοντας κλικ στην τιμή που θέλετε να αλλάξετε, αλλάζοντας την τιμή, και κάνοντας κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της σελίδας
et_ee: General Information menüü on ekraanil õpilased olulist teavet. See hõlmab sünniaeg, isikukood, rahvus, sugu, sünnikoht ja klassi. Saate muuta sellist teavet klõpsates väärtus, mida soovite muuta, muutes väärtus ja klõpsake nuppu Salvesta ülaosas lehekülge
fa_ir: برگه اطلاعات عمومی : نمایش اطلاعات دانش آموزان اساسی است. این شامل تاریخ تولد ، شماره امنیتی اجتماعی ، قومیت ، جنسیت ، محل تولد ، و درجه. شما می توانید هر یک از این اطلاعات را از طریق کلیک کردن بر روی ارزش می خواهید به تغییر ، تغییر در مقدار ، و کلیک کردن بر روی دکمه ذخیره در بالای صفحه را تغییر دهید
fi_fi: Yleistä-välilehti on näyttö opiskelijoille perustietoa. Tämä sisältää syntymäaika, henkilötunnus, etnisyys, sukupuoli, syntymäpaikka, ja arvosana. Voit muuttaa näitä tietoja klikkaamalla arvoa haluat muuttaa, muuttamalla arvoa ja napsauttamalla Tallenna-painiketta sivun yläreunassa
ga_ie: Is é an cluaisín Eolas Ginearálta ar taispeáint de chuid eolais do mhic léinn bunúsach. Áirítear leis seo dáta breithe, uimhir leasa shóisialaigh, eitneachas, inscne, áit bhreithe, agus grád. Is féidir leat athrú ar bith ar an eolas trí chliceáil ar an luach is mian leat a athrú, ag athrú an luach, agus cliceáil ar an gcnaipe Sábháil ag barr an leathanaigh
gl_gl: A guía Información xeral é unha exhibición de información estudantes fundamental. Isto inclúe a data de nacemento, número de seguridade social, etnia, xénero, lugar de nacemento, e grao. Pode cambiar calquera destas informacións, premendo sobre o valor de querer cambiar, cambiar o valor, e premendo o botón Gardar da parte superior da páxina
hr_hr: Opće informacije Kartica je prikaz studenata temeljnih informacija. To uključuje datum rođenja, broj socijalnog osiguranja, nacionalnosti, spola, rođenja, i razreda. Možete promijeniti bilo koju od ovih informacija klikom na vrijednost koju želite promijeniti, promjenom vrijednosti, a klikom na gumb Spremi na vrhu stranice
hu_hu: A General Information fülön a kijelző a hallgatók alapvető információkat. Ez magában foglalja a születési dátum, társadalombiztosítási szám, etnikai, nemi, szülőhelye, és a minőség. Meg tudod változtatni minden ezen információk kattintson a kívánt értéket változtatni, a változó értékét, és kattintson a Mentés gombra az oldal tetején
is_is: Almennar upplýsingar flipinn er sýna af nemendum grundvallaratriði upplýsingar. Þetta felur í sér fæðingardag, kennitölu, þjóðerni, kyn, fæðingarstaður og bekk. Þú getur breytt eitthvað af þessum upplýsingum með því að smella á gildið sem þú vilt breyta, breyta gildi, og smella á Vista hnappinn efst á síðunni
ja_jp: 一般情報タブでは、学生の基本的な情報の表示です。これは、生年月日、社会保障番号、民族、性別、出生地、および等級が含まれています。あなたは、あなたが変更したい値をクリックして値を変更し、ページの上部にある[保存]ボタンをクリックすると、この情報を変更することができます
lt_lt: Skirtuke Bendra informacija studentams pagrindines informacijos ekrane. Tai apima gimimo data, socialinio draudimo numeris, etninės kilmės, lyties, gimimo vieta, ir rangą. Galite pakeisti šią informaciją, paspaudę ant vertę, kurią norite keisti, keisti vertę, ir paspauskite mygtuką &quot;Išsaugoti&quot; puslapio viršuje
lv_lv: Vispārīga informācija tab ir displejs studentu būtiska informācija. Tas ietver dzimšanas datumu, sociālās apdrošināšanas numuru, tautību, dzimumu, dzimšanas vieta un pakāpes. Jūs varat mainīt jebkuru informāciju, uzklikšķinot uz vērtību, kuru vēlaties mainīt, mainot vērtību un noklikšķinot uz pogas Saglabāt augšpusē lapas
mk_mk: Општите информации јазичето е приказ на студентите основни информации. Ова ги вклучува датумот на раѓање, број на социјално осигурување, етничка припадност, пол, родното место, и одделение. Можете да го промените било кој од овие информации со кликнување на вредноста што сакате да се промени, промена на вредноста, и со кликнување на копчето Зачувај на врвот на страната
nn_no: Den generelle kategorien Informasjon er en oppvisning av studentenes grunnleggende informasjon. Dette inkluderer fødselsdato, personnummer, etnisitet, kjønn, fødested, og karakter. Du kan endre noe av denne informasjonen ved å klikke på den verdien du vil endre, endre verdi, og klikke på knappen Lagre øverst på siden
pl_pl: Na karcie Ogólne Informacja jest wyświetlanie studentów informacji podstawowych. Obejmuje to data urodzenia, numer ubezpieczenia społecznego, pochodzenia etnicznego, płci, miejsca urodzenia i klasę. Możesz zmienić te informacje, klikając na wartość chcesz zmienić, zmieniając wartość, i klikając przycisk Zapisz u góry strony
pt_pt: A guia Informações Gerais é uma exibição de uma informação estudantes fundamental. Isto inclui a data de nascimento, número de segurança social, etnia, gênero, local de nascimento, e grau. Você pode alterar qualquer uma dessas informações, clicando sobre o valor que deseja alterar, alterar o valor, e clicando no botão Salvar na parte superior da página
ro_ro: Fila Informaţii generale este un display de o informaţie fundamentală studenţi. Aceasta include data naşterii, numărul de securitate socială, etnie, sex, locul de naştere, şi gradul. Aveţi posibilitatea să modificaţi oricare dintre aceste informaţii, făcând clic pe valoarea pe care doriţi să le modificaţi, modificarea valorii, şi făcând clic pe butonul Salvaţi din partea de sus a paginii
ru_ru: На вкладке Общие Информация отображения студентов фундаментальную информацию. Это включает в себя дату рождения, номер социального страхования, этническая принадлежность, пол, место рождения, и класс. Вы можете изменить любой из этой информации, нажав на значение, которое вы хотите изменить, изменив значение и нажав кнопку Сохранить в верхней части страницы
sk_sk: Všeobecné informácie Karta je ukážka žiakov základné informácie. To zahŕňa dátum narodenia, rodné číslo, národnosť, pohlavie, miesto narodenia a trieda. Môžete zmeniť niektoré z týchto informácií kliknutím na hodnotu, ktorú chcete zmeniť, zmena hodnoty, a kliknutím na tlačidlo Uložiť v hornej časti stránky
sl_si: Splošne informacije zavihek je prikaz študentov temeljnih informacij. To vključuje datum rojstva, številka socialnega zavarovanja, etnično pripadnost, spol, rojstni kraj, in razred. Spremenite lahko vse te podatke s klikom na vrednost, ki jo želite spremeniti, spremenite vrednost, in s klikom na gumb Shrani na vrhu strani
sq_al: Tab General Information është një shfaqje e një informacion të studentëve themelore. Kjo përfshin data e lindjes, numrin e sigurimeve shoqërore, përkatësia etnike, gjinia, vendlindja, dhe klasën. Ju mund të ndryshojë ndonjë e këtij informacioni duke klikuar mbi vlerën e ju doni të ndryshojë, ndryshimi i vlerës, dhe duke klikuar butonin Ruaj në krye të faqes
sr_rs: Опште информације картица је приказ студената основних информација. Ово укључује датум рођења, број социјалног осигурања, етницитет, пол, место, и разреда. Можете променити било коју од ове информације кликом на вредност коју желите да промените, промените вредност, а кликом на дугме Саве на врху странице
sv_se: Allmänna fliken Information är en uppvisning av en studerande grundläggande information. Detta inkluderar födelsedatum, personnummer, etnicitet, kön, födelseort och betyg. Du kan ändra denna information genom att klicka på det värde du vill ändra, ändra värdet, och klicka på knappen Spara längst upp på sidan
th_th: แท็บข้อมูลทั่วไปคือการแสดงผลของข้อมูลพื้นฐานนักเรียน ซึ่งรวมถึงวันเดือนปีเกิดหมายเลขประกันสังคมเชื้อชาติ, เพศ, สถานที่เกิดและระดับชั้น คุณสามารถเปลี่ยนแปลงข้อมูลใด ๆ นี้โดยคลิกที่ค่าที่คุณต้องการเปลี่ยนแปลงการเปลี่ยนค่า, และคลิกที่ปุ่มบันทึกที่ด้านบนของหน้า
tr_tr: Genel Bilgiler sekmesinde, öğrencilere temel bilgileri bir görüntü. Bu, doğum tarihiniz, sosyal güvenlik numarası, etnisite, cinsiyet, doğum yeri ve sınıf içerir. , Değiştirmek istediğiniz değeri tıklayarak değerini değiştirerek, sayfanın üst kısmındaki Kaydet düğmesini tıklayarak bu bilgilerin herhangi bir değişiklik
uk_ua: На вкладці Загальні Інформація відображення студентів фундаментальну інформацію. Це включає в себе дату народження, номер соціального страхування, етнічна приналежність, стать, місце народження, і клас. Ви можете змінити будь-який з цієї інформації, натиснувши на значення, яке ви хочете змінити, змінивши значення і натиснувши кнопку Зберегти у верхній частині сторінки
wa_be: Mae&#39;r tab Gwybodaeth Gyffredinol yn arddangosfa o wybodaeth myfyrwyr sylfaenol. Mae hyn yn cynnwys, dyddiad geni rhif nawdd cymdeithasol, ethnigrwydd, rhyw, man geni, a gradd. Gallwch newid unrhyw o&#39;r wybodaeth hon trwy glicio ar y gwerth ydych am newid, newid y gwerth, a chlicio ar y botwm Save ar frig y dudalen
zh_tw: 一般信息選項卡是顯示一個學生的基本信息。這包括出生日期，社會安全號碼，種族，性別，出生地，和品位。您可以更改任何這些信息通過點擊你想要的值改變，改變的價值，並點擊保存按鈕，在頂部的頁面

source: The Address tab displays a students address and contact information
af_za: Die adres blad vertoon &#39;n student se adres en kontakbesonderhede
be_by: Адрас ўкладцы адлюстроўваюцца студэнтаў адрас і кантактная інфармацыя
bg_bg: Адрес раздела показва студентите адрес и информация за контакт
bn_bd: ঠিকানা ট্যাব ছাত্রদের ঠিকানা এবং যোগাযোগের তথ্য প্রদর্শন
da_dk: Fanen Adresse viser en studerende adresse og kontaktoplysninger
el_gr: Η καρτέλα Διεύθυνση εμφανίζει μια διεύθυνση φοιτητές και τα στοιχεία επικοινωνίας
et_ee: Aadress kaart näitab üliõpilastele aadress ja kontaktandmed
fa_ir: تب آدرس نمایش دانش آموزان آدرس و اطلاعات تماس
fi_fi: Osoite-välilehti näyttää opiskelijoille ja yhteystiedot
ga_ie: Taispeánann an táb Seoladh ar aghaidh a thabhairt ar na mic léinn agus sonraí teagmhála
gl_gl: A guía de enderezos exhibe unha dirección de alumnos e información de contacto
hr_hr: Adresa kartica prikazuje studenata adresu i kontakt podatke
hu_hu: A cím fülön megjelenik a diákok címét és elérhetőségi adatait
is_is: The Address flipi sýnir nemendum heimilisfang og upplýsingar
ja_jp: アドレス]タブでは、生徒の住所と連絡先情報が表示されます。
lt_lt: Adresų skirtukas rodomas studentų adresas ir kontaktinė informacija
lv_lv: Adrese cilne parāda studentu adrese un kontaktinformācija
mk_mk: На Адреса јазичето покажува студенти адреса и контакт информации
nn_no: Kategorien Adresse viser en studenter adresse og kontaktinformasjon
pl_pl: Na karcie Adres wyświetla adres studentów i informacje kontaktowe
pt_pt: A guia de endereços exibe um endereço de alunos e informações de contato
ro_ro: Fila Adresă afişează o adresă de studenţi şi informaţii de contact
ru_ru: Адрес вкладке отображаются студентов адрес и контактная информация
sk_sk: Adresa záložke študentov adresu a kontaktné informácie
sl_si: Naslov jeziček prikaže študenti naslov in kontaktni podatki
sq_al: Tab Adresa tregon një adresë të studentëve dhe informatat kontaktuese
sr_rs: Адреса картица приказује студената адреса и контакт информације
sv_se: Fliken Adress visar en studenter adress och kontaktuppgifter
th_th: แถบที่อยู่จะแสดงที่อยู่ของนักเรียนและข้อมูลการติดต่อ
tr_tr: Adres sekmesi öğrencilerin adres ve iletişim bilgileri görüntüler
uk_ua: Адреса вкладці відображаються студентів адреса та контактна інформація
wa_be: Mae&#39;r tab Cyfeiriad yn dangos cyfeiriad myfyrwyr a gwybodaeth gyswllt
zh_tw: 在地址選項卡顯示一個學生的地址和聯繫方式

source: A student must have one addresses and two mandatory emergency contacts. To add an address, complete the empty fields at the bottom of the Address screen, and click the Save button at the top of the screen
af_za: &#39;N Student moet een adresse en twee verpligte noodgeval kontak. Om &#39;n adres by te voeg, voltooi die leë velde aan die onderkant van die adres skerm, en kliek op die Save-knoppie aan die bokant van die skerm
ar_dz: يجب على الطالب واحد واثنين من عناوين الاتصالات في حالات الطوارئ إلزامية. لإضافة عنوان ، أكمل الحقول الفارغة في الجزء السفلي من الشاشة العنوان ، وانقر على زر حفظ في الجزء العلوي من الشاشة
be_by: Студэнт павінен мець адзін-адрасы і два абавязковых кантактаў надзвычайнай сітуацыі. Каб дадаць адрас, поўныя пустых палёў у ніжняй частцы экрана адрас і націсніце кнопку Захаваць ў верхняй частцы экрана
bg_bg: Един студент трябва да има един адреси и две задължителни спешни контакти. За да добавите адрес, попълнете празните полета в долната част на екрана Адрес и щракнете върху бутона &quot;Запиши&quot; в горната част на екрана
bn_bd: শিক্ষার্থী এক ঠিকানা এবং দুই বাধ্যতামূলক জরুরী পরিচিতি থাকতে হবে. একটি অ্যাড্রেস যোগ ঠিকানা পর্দার নীচে খালি ক্ষেত্র, সম্পূর্ণ এবং পর্দার উপরের সেভ বাটন ক্লিক করুন
da_dk: En studerende skal have én adresser og to obligatoriske nødsituation kontakter. Hvis du vil tilføje en adresse, udfylde de tomme felter i bunden af ​​Adresse skærmen, og klik på knappen Gem øverst på skærmen
el_gr: Ένας φοιτητής πρέπει να έχει μία διευθύνσεις και δύο υποχρεωτικές επαφές έκτακτης ανάγκης. Για να προσθέσετε μια διεύθυνση, συμπληρώστε τα κενά πεδία στο κάτω μέρος της οθόνης Διεύθυνση, και κάντε κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης
et_ee: Õpilane peab olema üks aadressid ja kaks kohustuslikku avarii kontaktid. Lisada aadress, täielik tühjade väljade allosas Aadress ekraanil ja klõpsake nuppu Salvesta ülaosas ekraani
fa_ir: یک دانشجو باید به یک آدرس و دو تماس های اضطراری اجباری داشته باشد. برای اضافه کردن یک آدرس را کامل کند ، و زمینه های خالی در پایین صفحه آدرس و کلیک بر روی دکمه ذخیره در بالای صفحه کلیک کنید
fi_fi: Opiskelijan on oltava yksi osoitteet ja kaksi pakollista hätä yhteystietoja. Voit lisätä osoitteen, täydellinen tyhjät kentät alareunassa Osoite näytön, ja napsauta Tallenna-painiketta yläreunassa näytön
ga_ie: Ní mór mac léinn amháin ag seoltaí agus dhá teagmhálacha éigeandála éigeantach. Chun cur i gcás seoladh, comhlánaigh an réimsí folamh ag bun an scáileáin Seoladh, agus cliceáil ar an gcnaipe Sábháil ag barr an scáileáin
gl_gl: Un estudante debe ter unha dirección e dous contactos de emerxencia obrigatorios. Para engadir un enderezo, cubra os campos baleiros na parte inferior da pantalla de enderezos, e prema no botón Gardar da parte superior da pantalla
hr_hr: Student mora imati jedan adrese i dva obvezna hitne kontakte. Da biste dodali adresu, kompletan prazna polja na dnu Adresa zaslona, ​​a zatim kliknite gumb Spremi na vrhu zaslona
hu_hu: A hallgató egy címet és két kötelező sürgősségi kapcsolatok. Ha egy címet, töltse ki az üres mezőket alján a cím képernyőn, és kattintsunk a Save gombra a képernyő felső részén
is_is: Nemandi þarf að hafa einn heimilisföng og tvö lögboðnum tengiliði í neyðartilvikum. Til að bæta heimilisfang, ljúka tóm svæði á the botn af the heimilisfang skjánum og smelltu á Vista hnappinn efst á skjánum
ja_jp: 学生一アドレスと2つの必須の緊急連絡先を持っている必要があります。アドレスを追加するには、アドレスの画面の下部にある空のフィールドを完了し、画面の上部にある[保存]ボタンをクリックします。
lt_lt: Studentas privalo turėti vieną adresai ir du privalomus pagalbos kontaktai. Norėdami įtraukti adresą, pilnas tuščių laukų Adresas ekrano apačioje, ir spustelėkite mygtuką &quot;Išsaugoti&quot; ekrano viršuje
lv_lv: Studentam jābūt vienai adreses un divus obligātus ārkārtas kontaktpersonas. Lai pievienotu adresi, aizpildiet tukšiem laukiem apakšā Adrese ekrāns, un noklikšķiniet uz Save pogas augšpusē ekrānam
mk_mk: Студентот треба да има една адреси и две задолжителни итни контакти. За да додадете адреса, заврши празните полиња на дното на екранот Адреса и кликнете на копчето Зачувај на врвот на екранот
nn_no: En student må ha ett adresser og to obligatoriske nødssituasjon kontakter. For å legge til en adresse, fullføre de tomme feltene nederst på skjermbildet Adresse, og klikk på knappen Lagre øverst på skjermen
pl_pl: Student musi mieć jeden adresy i dwa obowiązkowe kontakty w nagłych wypadkach. Aby dodać adres, należy wypełnić puste pola na dole ekranu Adres, a następnie kliknij przycisk Zapisz u góry ekranu
pt_pt: Um estudante deve ter um endereço e dois contatos de emergência obrigatórios. Para adicionar um endereço, preencha os campos vazios na parte inferior da tela de endereços, e clique no botão Salvar na parte superior da tela
ro_ro: Un student trebuie să aibă o adresă şi două contacte obligatorii de urgenţă. Pentru a adăuga o adresă, completaţi câmpurile goale din partea de jos a ecranului Adresa, şi faceţi clic pe butonul Salvaţi din partea de sus a ecranului
ru_ru: Студент должен иметь один-адреса и два обязательных контактов чрезвычайной ситуации. Чтобы добавить адрес, полные пустых полей в нижней части экрана адрес и нажмите кнопку Сохранить в верхней части экрана
sk_sk: Študent musí mať jednu adresu a dva povinné núdzové kontakty. Ak chcete pridať adresu, vyplniť prázdne polia v dolnej časti obrazovky adresu a kliknite na tlačidlo Uložiť v hornej časti obrazovky
sl_si: Študent mora imeti enega naslovov in dva obvezna nujne stike. Če želite dodati naslov, izpolnite prazna polja na dnu zaslona naslov in kliknite gumb Shrani na vrhu zaslona
sq_al: Një student duhet të ketë një adresat dhe kontaktet e detyrueshme dy emergjente. Për të shtuar një adresë, të plotë fushat bosh në pjesën e poshtme të ekranit Adresa, dhe klikoni në butonin Ruaj në krye të ekranit
sr_rs: Студент мора имати једну адресу и две обавезне контакте у хитним случајевима. Да бисте додали адресе, попуните празна поља на дну Адреса екрана и кликните на дугме Сачувај на врху екрана
sv_se: En student måste ha en adress och två obligatoriska kontakter nödsituation. För att lägga till en adress, fylla i tomma fält längst ner i adressen skärmen och klicka på knappen Spara längst upp på skärmen
th_th: นักเรียนจะต้องมีอย่างใดอย่างหนึ่งและสองที่อยู่ที่ติดต่อในกรณีฉุกเฉินที่บังคับใช้ เพื่อเพิ่มที่อยู่กรอกข้อมูลในฟิลด์ที่ว่างเปล่าที่ด้านล่างของหน้าจอที่อยู่และคลิกที่ปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: Bir öğrenci bir adres ve iki zorunlu acil temaslarına sahip olması gerekir. Bir adres eklemek için, Adres ekranın alt kısmındaki boş alanları doldurun ve ekranın üst kısmındaki Kaydet düğmesini tıklatın.
uk_ua: Студент повинен мати один-адреси і два обов&#39;язкових контактів надзвичайної ситуації. Щоб додати адресу, повні порожніх полів у нижній частині екрана Адреса, а потім натисніть кнопку Зберегти у верхній частині екрана
wa_be: Rhaid i fyfyrwyr gael un cyfeiriadau a dau cysylltiadau brys orfodol. I ychwanegu cyfeiriad, cwblhewch y caeau gwag ar waelod y sgrin Cyfeiriad, a chliciwch ar y botwm Save ar frig y sgrin
zh_tw: 一個學生都必須有一個地址和兩個強制性緊急聯絡。要添加一個地址，填寫空字段在屏幕底部的地址，然後點擊保存按鈕在屏幕上方
