Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You must first select a student by using the Find a Student search screen. You can search for students who are enrolled in a specific course by clicking on the Choose link next to the Course search option and choosing a course from the popup window that appears. You can also search for students in a certain activity and for students who are currently ineligible.
af_za: Jy moet eers Kies &#39;n student deur die gebruik van die Vind&#39; n student soektog skerm. Jy kan soek vir studente wat ingeskryf is in &#39;n spesifieke kursus deur te kliek op die &quot;Kies&#39; skakel langs die Kursus Soek-opsie en die keuse van &#39;n kursus van die pop-up&quot; venster wat verskyn. Jy kan ook soek vir studente in &#39;n sekere aktiwiteit en vir studente wat tans nie verkiesbaar is nie.
ar_dz: يجب أولا تحديد الطلاب باستخدام البحث شاشة البحث الطالب. يمكنك البحث عن الطلاب الذين التحقوا في دورة محددة من خلال النقر على الرابط اختيار بجانب خيار البحث واختيار الدورة دورة من نافذة منبثقة التي تظهر. يمكنك أيضا البحث عن الطلاب في نشاط معين وللطلاب الذين هم غير مؤهلين حاليا.
be_by: Вы павінны спачатку выбраць студэнта з дапамогай Знайсці экране Студэнцкая пошуку. Вы можаце шукаць для студэнтаў, якія залічаны ў спецыяльны курс, націснуўшы на спасылку Выбраць побач з опцыяй пошуку курсу і выбары курсу ва ўсплывальным акне. Вы можаце таксама шукаць для студэнтаў у пэўнай дзейнасцю і для студэнтаў, якія ў цяперашні час не прымаюцца.
bg_bg: Първо трябва да изберете един студент с помощта на екран Намерете търсене Студентски. Можете да търсите за студенти, които са записани в определен курс, като щракнете върху Избор на връзка до опцията за търсене на курса и избора на курс от изскачащ прозорец, който се появява. Можете също да търсите за студентите в дадена дейност и за студенти, които в момента са недопустими.
bn_bd: আপনি প্রথম ছাত্র অনুসন্ধান পর্দার খুঁজুন ব্যবহার দ্বারা একটি ছাত্র নির্বাচন করা প্রয়োজন. আপনি ছাত্র যারা একটি নির্দিষ্ট কোর্সে নাম নথিভুক্ত করা জন্য ক্লিক নির্বাচন লিংক পরবর্তী জন্য কোর্স অনুসন্ধান বিকল্পটি উপর এবং পপআপ উইন্ডো প্রদর্শিত থেকে একটি কোর্স বেছে খঁুজতে পারেন. আপনি একটি নির্দিষ্ট কার্যকলাপ এবং ছাত্রদের যারা ​​বর্তমানে অযোগ্য ছাত্ররা অনুসন্ধান করতে পারেন.
da_dk: Du skal først vælge en studerende ved at bruge Find en Student søgeskærmen. Du kan søge efter studerende, der er indskrevet i et særligt kursus ved at klikke på Vælg linket ved siden af ​​banen søgemulighed og vælge et kursus fra popup vindue, der vises. Du kan også søge efter studerende i en bestemt aktivitet, og for studerende, der i øjeblikket er støtteberettigede.
el_gr: Πρέπει να επιλέξετε πρώτα ένα μαθητή με τη χρήση του Βρείτε μια οθόνη αναζήτησης Φοιτητών. Μπορείτε να ψάξετε για τους φοιτητές που είναι εγγεγραμμένοι σε μια συγκεκριμένη πορεία, κάνοντας κλικ στο σύνδεσμο Επιλογή δίπλα από την επιλογή αναζήτησης μαθήματος και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται. Μπορείτε επίσης να ψάξετε για τους μαθητές σε μια συγκεκριμένη δραστηριότητα και για τους φοιτητές που είναι σήμερα επιλέξιμες.
es_es: Primero debe seleccionar un estudiante usando el Encontrar una pantalla de búsqueda del Estudiante. Usted puede buscar para los estudiantes que están inscritos en un curso específico haciendo clic en el enlace Seleccionar situado junto a la opción de búsqueda del curso y la elección de un curso de la ventana emergente que aparece. También puede buscar para los estudiantes en una actividad determinada y para los estudiantes que están actualmente elegibles.
et_ee: Sa pead kõigepealt vali õpilane, kasutades Leia Student otsing ekraanil. Võite otsida üliõpilastele, kes õpib konkreetse kursuse klikkides Vali linki Kursuse otsingut ja valides kursuse popup aken, mis ilmub. Samuti saate otsida õpilastele teatud tegevuse ja üliõpilastele, kes on praegu abikõlbmatuks.
fa_ir: شما ابتدا باید یک دانش آموز با استفاده از یافتن یک دانش آموز صفحه نمایش جستجو را انتخاب کنید. شما می توانید برای دانش آموزان که در یک دوره خاص ثبت نام توسط کلیک کردن بر روی لینک بعدی را انتخاب کنید به انتخاب رشته و انتخاب دوره از پنجره پنجره که ظاهر می شود را جستجو کنید. شما همچنین می توانید برای دانش آموزان در یک فعالیت خاص و برای دانش آموزانی که در حال حاضر فاقد شرایط لازم هستند را جستجو کنید.
fi_fi: Sinun täytyy ensin valita opiskelija käyttämällä Etsi Student hakukonetta. Voit hakea opiskelijat, jotka ovat kirjoilla tietyssä kurssin klikkaamalla Valitse linkkiä Kurssihaku vaihtoehdon ja valitsemalla kurssin aukeavasta ikkunasta. Voit myös etsiä opiskelijoiden tietyn toiminnan ja opiskelijoille, jotka ovat tällä hetkellä tukikelpoisia.
ga_ie: Ní mór duit roghnaigh an chéad mhac léinn ag baint úsáide as an Aimsigh scáileán cuardaigh Mac Léinn. Is féidir leat cuardach a dhéanamh ar mhic léinn atá cláraithe ar chúrsa ar leith trí chliceáil ar an nasc Roghnaigh in aice leis an rogha Cúrsa cuardaigh agus cúrsa a roghnú as an fhuinneog aníos gur dealraitheach. Is féidir leat cuardach a dhéanamh chomh maith do mhic léinn i ngníomhaíocht áirithe agus do mhic léinn atá faoi láthair neamh-incháilithe.
gl_gl: Ten que primeiro seleccionar un alumno a través da pantalla de busca Atopar un estudante. Pode procurar para os alumnos que están matriculados nun curso específico, premendo na ligazón ao lado Seleccione a opción de busca de curso e escoller un curso desde a fiestra que aparece. Tamén pode buscar os alumnos nunha determinada actividade e para os estudantes que están inelegíveis.
hr_hr: Prvo morate odabrati učenika pomoću Nađi ekran Studentski pretraživanja. Možete pretraživati ​​za studente koji su upisani u određenu tečaj klikom na Odaberi vezu pokraj opcije tečaj pretraživanje i odabir tečaj iz popup prozor koji se pojavi. Također možete pretraživati ​​za studente u određenu djelatnost i za studente koji su trenutno prihvatljivi.
hu_hu: Meg kell először válasszon diák segítségével keresése Student keresési képernyőn. Kereshet a diákok, akik beiratkozott egy adott tanfolyam kattintva kiválasztása linkre a pálya keresési lehetőséggel, és választott egy tanfolyamot a felugró ablakban jelenik meg. Kereshet a diákok egy bizonyos tevékenység és a hallgatók, akik jelenleg nem támogatható.
is_is: Þú verður fyrst að velja nemanda með því að nota Finna leit Student skjár. Hægt er að leita að nemendum sem eru skráðir á ákveðnu námskeiði með því að smella á Veldu tengilinn að leita Course valkostur og velja námskeið úr almenningur glugganum sem birtist. Þú getur einnig leitað fyrir nemendur í ákveðinni starfsemi og fyrir nemendur sem eru ekki gjaldgengir.
ja_jp: には、まず学生検索画面の検索を使用して学生を選択する必要があります。あなたは、コースの検索オプションの横にある選択のリンクをクリックし、表示されるポップアップウィンドウからコースを選択することで、特定のコースに在籍している学生を検索することができます。また、特定の活動で、現在は不適格な学生のための学生を検索することができます。
lt_lt: Pirmiausia turite pasirinkti studentas naudojant Rasti Studentų paieškos ekraną. Jūs galite ieškoti tam tikro kurso studentai, kurie mokosi paspaudę nuorodą šalia Modulio paieškos parinktį Pasirinkite ir pasirinkti iš lango, kuris pasirodo. Taip pat galite ieškoti tam tikrą veiklą, studentams ir studentams, kurie šiuo metu netinkamas.
lv_lv: Jums vispirms ir jāizvēlas students, izmantojot Atrast Student meklēšanas ekrāns. Jūs varat meklēt studentiem, kuri ir uzņemti īpašu maršrutu, noklikšķinot uz Izvēlēties saiti blakus kursu meklēšanas iespēju un izvēloties kursu no uznirstošo logu, kas parādās. Jūs varat arī meklēt studentiem konkrētu darbību, un studentiem, kuri patlaban nevar.
mk_mk: Прво треба да изберете еден студент со помош на Најди студентска пребарување екранот. Можете да пребарувате за студентите кои се запишуваат во одредена разбира со кликнување на линк до Изберете курсот пребарување опција и избор на курс од скокачки прозорец што се појавува. Исто така може да пребарувате за студенти во одредена активност и за студентите кои во моментов се несоодветни.
nn_no: Du må først velge en student ved hjelp av Finn en Student søk skjerm. Du kan søke etter studenter som er registrert i en bestemt kurs ved å klikke på Velg koblingen ved siden av Course søke alternativ og velge et kurs fra popup-vinduet som vises. Du kan også søke for studenter i en viss aktivitet og for studenter som er i dag ikke kvalifisert.
pl_pl: Najpierw musisz wybrać student za pomocą funkcji Znajdź ekran wyszukiwania Student. Można wyszukiwać dla studentów, którzy są zapisani w konkretny kurs, klikając na link Wybierz obok opcji wyszukiwania kursu i wyborze kursu z wyskakującego okna, które się pojawi. Możesz także wyszukać dla studentów w danej działalności i dla studentów, którzy obecnie nie kwalifikują.
pt_pt: Você deve primeiro selecionar um aluno usando a tela de pesquisa Encontre um estudante. Você pode pesquisar para os alunos que estão matriculados em um curso específico, clicando no link ao lado Escolha a opção de pesquisa do curso e escolher um curso a partir da janela pop-up que aparece. Você também pode procurar os alunos em uma determinada actividade e para os estudantes que estão inelegíveis.
ro_ro: Trebuie să selectaţi întâi elev prin utilizarea Găsiţi un ecran de căutare Student. Aveţi posibilitatea să căutaţi pentru studenţii care sunt înscrişi într-un anumit curs, făcând clic pe link-ul de lângă Alegeţi cursului opţiunea de căutare şi alegerea unui curs de la fereastra pop-up care apare. Puteţi căuta, de asemenea, pentru elevii într-o anumită activitate şi pentru studenţii care sunt în prezent eligibile.
ru_ru: Вы должны сначала выбрать студента с помощью Найти экране Студенческая поиска. Вы можете искать для студентов, которые зачислены в специальный курс, нажав на ссылку Выбрать рядом с опцией поиска курса и выборе курса во всплывающем окне. Вы можете также искать для студентов в определенной деятельностью и для студентов, которые в настоящее время не принимаются.
sk_sk: Najprv je nutné vybrať študent pomocou Nájsť Student vyhľadávanie. Môžete hľadať pre študentov, ktorí sú zapísaní v konkrétnej kurz kliknutím na odkaz Vyberte si vedľa kurzu možnosť vyhľadávania a výberu kurzu v pop-up okne, ktoré sa objavia. Môžete tiež hľadať pre študentov v určitú činnosť a pre študentov, ktorí sú v súčasnosti nie sú.
sl_si: Najprej morate izbrati študent s pomočjo Najdi zaslon Student iskanja. Iščete lahko za študente, ki so vpisani v določeno pot s klikom na povezavo poleg Izberite možnost Course iskanje in izbira seveda iz pojavnega okna, ki se pojavi. Iščete lahko tudi za študente v nekaterih dejavnostih in za študente, ki so trenutno upravičeni.
sq_al: Ju duhet së pari të zgjidhni një student duke përdorur Gjej të një ekran kërkim Student. Ju mund të kërkoni për studentët që janë regjistruar në një kurs specifik duke klikuar në linkun Zgjidhni tjetër për mundësi kërkimi kursit dhe zgjedhjen e një kurs nga dritare popup që duket. Ju mund të kërkoni edhe për studentët në një aktivitet të caktuar dhe për studentët që janë aktualisht papërshtatshëm.
sr_rs: Прво морате изабрати студента користећи Пронађи екран Студентски претрагу. Можете претраживати за студенте који су уписани у одређени предмет кликом на Изаберите везу поред опције Курс за претрагу и избор курса прозор који се појави. Такође можете претраживати за студенте у одређене активности и за студенте који су тренутно немају право.
sv_se: Du måste först välja en elev med hjälp Hitta en skärm Student sökning. Du kan söka för studenter som är inskrivna i en viss kurs genom att klicka på Välj bredvid kursen söka alternativ och välja en kurs från popup-fönstret som visas. Du kan också söka för studenter i en viss aktivitet och för studenter som för närvarande är stödberättigande.
th_th: ก่อนอื่นคุณต้องเลือกนักเรียนโดยการใช้หน้าจอค้นหาการค้นหานักศึกษา คุณสามารถค้นหาสำหรับนักเรียนที่ลงทะเบียนในหลักสูตรที่เฉพาะเจาะจงได้โดยคลิกลิงค์ถัดไปเลือกไปที่ตัวเลือกการค้นหาหลักสูตรและเลือกหลักสูตรจากหน้าต่างป๊อปอัพที่ปรากฏขึ้น คุณยังสามารถค้นหาสำหรับนักเรียนในกิจกรรมบางอย่างและสำหรับนักเรียนที่ขณะนี้ไม่มีสิทธิ์
tr_tr: Önce Öğrenci arama ekranı kullanarak bir öğrenci seçmek gerekir. Belirli bir kursa kayıt yaptıran öğrenciler için Ders arama seçeneği yanındaki seçin linkine tıklayarak ve açılan pencereden görünen bir ders seçerek arama yapabilirsiniz. Ayrıca belli bir aktivite ve uygun olmayan öğrenciler için öğrenci için arama yapabilirsiniz.
uk_ua: Ви повинні спочатку вибрати студента за допомогою Знайти екрані Студентська пошуку. Ви можете шукати для студентів, які зараховані до спеціального курс, натиснувши на посилання Вибрати поруч з опцією пошуку курсу та виборі курсу у спливаючому вікні. Ви можете також шукати для студентів в певною діяльністю і для студентів, які в даний час не приймаються.
wa_be: Rhaid i chi ddewis fyfyriwr drwy ddefnyddio&#39;r Dod o hyd i Fyfyrwyr sgrin chwilio. Gallwch chwilio am fyfyrwyr sydd wedi cofrestru ar gwrs penodol drwy glicio ar y ddolen Dewiswch wrth ymyl y Cwrs opsiwn chwilio a dewis cwrs oddi wrth y ffenest pop-up sy&#39;n ymddangos. Gallwch hefyd chwilio ar gyfer myfyrwyr mewn gweithgaredd penodol, ac ar gyfer myfyrwyr sy&#39;n gymwys ar hyn o bryd.
zh_tw: 您必須先選擇一個學生通過查找一個學生搜索屏幕。您可以搜索學生誰是參加特定課程通過點擊選擇鏈接旁邊的課程搜索選項，並選擇一門課程從彈出窗口中。您也可以搜尋學生在一定的活動和學生誰是目前的資格。

source: To add an activity to the student, select the desired activity from the activity pull-down next to the add icon
af_za: Om &#39;n aktiwiteit aan die student te voeg, kies die gewenste aktiwiteit van die aktiwiteit trek langs die add ikoon
be_by: Каб дадаць актыўнасці студэнта, выберыце патрэбны дзейнасці ад дзейнасці выпадальным побач з дадаць значок
bg_bg: За да добавите дейност на ученика, изберете желания дейност от дейността падащото до добавката икона
bn_bd: থেকে ছাত্র থেকে একটি কর্ম যোগ, কার্যকলাপ থেকে পছন্দসই কার্যকলাপ-টান নিচে নির্বাচন পরবর্তী যোগ আইকন
da_dk: Hvis du vil tilføje en aktivitet til den studerende, vælge den ønskede aktivitet fra aktiviteten pull-down ved siden af ​​Tilføj-ikonet
el_gr: Για να προσθέσετε μια δραστηριότητα για το μαθητή, επιλέξτε την επιθυμητή δραστηριότητα από τη δραστηριότητα pull-down δίπλα στο εικονίδιο Προσθήκη
et_ee: Lisada tegevus üliõpilane, valige soovitud tegevus tegevusest saadud rippmenüüst kõrval lisada ikoon
fa_ir: برای اضافه کردن فعالیت های دانشجویی ، فعالیت مورد نظر را انتخاب کنید از فعالیت PULL - DOWN کنار آیکون اضافه کنید
fi_fi: Voit lisätä toiminnan opiskelija, valitse haluamasi aktiivisuutta toimintaa avattavasta vieressä lisätä kuvakkeen
ga_ie: Chun gníomhaíocht a chur leis an mac léinn, roghnaigh an ghníomhaíocht atá ag teastáil ón ngníomhaíocht tarraingt-síos in aice leis an deilbhín chur
gl_gl: Para engadir unha actividade para o alumno, seleccione a actividade desexada na actividade suspendido ao lado da icona engadir
hr_hr: Da biste dodali aktivnosti na učenika, odaberite željenu aktivnost iz djelatnosti padajućeg uz dodavanje Icon
hu_hu: Ha egy tevékenység a diák, válassza ki a kívánt tevékenységet a tevékenység legördülő mellett kiegészítő ikont
is_is: Til að bæta virkni við nemanda, velja virkni úr virkni rífa niður við hliðina á bæta við táknið
ja_jp: 学生への活動を追加するには、[追加]アイコンの隣にあるプルダウン活動から所望の活性を選択します。
lt_lt: Norėdami pridėti veiklą studento, pasirinkti norimą veiklą nuo veiklos traukti žemyn pridėti piktogramą šalia
lv_lv: Lai pievienotu darbību, lai students, izvēlieties vēlamo darbību no darbības pull-down blakus pievienotu ikonu
mk_mk: За да додадете активност на студентот, одберете го саканиот активност од активноста повлече надолу до додадете икона
nn_no: Slik legger du til en aktivitet til studenten, velger du ønsket aktivitet fra aktiviteten rullegardinmenyen ved siden av tillegget ikonet
pl_pl: Aby dodać aktywności ucznia, wybierz żądany działalności z działalności rozwijanej obok ikonę dodawania
pt_pt: Para adicionar uma atividade para o aluno, selecione a atividade desejada na atividade suspenso ao lado do ícone adicionar
ro_ro: Pentru a adăuga o activitate pentru student, selectaţi activitatea de dorit din activitatea de pull-down de lângă pictograma adăuga
ru_ru: Чтобы добавить активности студента, выберите нужный деятельности от деятельности выпадающем рядом с добавить значок
sk_sk: Ak chcete pridať aktivitu študenta, vyberte požadovanú činnosť od činnosti rozbaľovaciu vedľa pridať ikonu
sl_si: Če želite dodati dejavnost študentov, izberite želeno aktivnost od aktivnosti spustnem zraven dodati ikono
sq_al: Për të shtuar një aktivitet të studentëve, të zgjedhur aktivitetin e dëshiruar nga aktiviteti pull-down tjetër për të shtuar icon
sr_rs: Да бисте додали активности студента, изаберите жељени активности из делатности падајућег поред додати икону
sv_se: För att lägga till en aktivitet för eleven, välj önskad aktivitet från verksamheten rullgardinsmenyn bredvid ikonen Lägg till
th_th: เพื่อเพิ่มกิจกรรมให้นักเรียนเลือกกิจกรรมที่ต้องการจากกิจกรรมที่ดึงลงถัดจากไอคอนเพิ่ม
tr_tr: Öğrenciye bir etkinlik eklemek için, ekleme simgesinin yanındaki açılan faaliyet istenen etkinlik seçin
uk_ua: Щоб додати активності студента, виберіть потрібний діяльності від діяльності випадаючому поруч з додати значок
wa_be: I ychwanegu gweithgaredd i&#39;r myfyriwr, dewis y gweithgaredd a ddymunir o&#39;r gweithgaredd tynnu-lawr nesaf at yr eicon ychwanegu
zh_tw: 要添加一個活動的學生，選擇所需的活動，從活動下拉旁邊的添加圖標

source: and click the Add button.
af_za: en kliek Voeg by.
ar_dz: وانقر على زر إضافة.
be_by: і націсніце кнопку Дадаць.
bg_bg: и щракнете върху бутона Добави.
bn_bd: করে Add বাটন ক্লিক করুন.
da_dk: og klik på knappen Tilføj.
el_gr: και κάντε κλικ στο κουμπί Προσθήκη.
et_ee: ja klõpsake nuppu Lisa.
fa_ir: و روی دکمه Add کلیک کنید.
fi_fi: ja napsauta Lisää-painiketta.
ga_ie: agus cliceáil an cnaipe Cuir.
gl_gl: e prema no botón Engadir.
hr_hr: i kliknite gumb Dodaj.
hu_hu: és kattintson a Hozzáadás gombra.
is_is: og smellur the Bæta við hnappur.
ja_jp: し、[追加]ボタンをクリックします。
lt_lt: ir paspauskite mygtuką &quot;Pridėti&quot;.
lv_lv: un noklikšķiniet uz pogas Pievienot.
mk_mk: и кликнете на Add копчето.
nn_no: og klikk på Legg til knappen.
pl_pl: i kliknij przycisk Dodaj.
pt_pt: e clique no botão Adicionar.
ro_ro: şi faceţi clic pe butonul Add.
ru_ru: и нажмите кнопку Добавить.
sk_sk: a kliknite na tlačidlo Pridať.
sl_si: in kliknite na gumb Dodaj.
sq_al: dhe klikoni në butonin Shto.
sr_rs: и кликните на дугме Адд.
sv_se: och klicka på knappen Lägg till.
th_th: และคลิกที่ปุ่มเพิ่ม
tr_tr: ve Ekle düğmesini tıklatın.
uk_ua: і натисніть кнопку Додати.
wa_be: a chliciwch y botwm Add.
zh_tw: 然後點擊添加按鈕。

source: To drop an activity, click on the delete icon
af_za: &#39;N aktiwiteit te laat val, klik op die ikoon verwydering
be_by: Для адключэння дзейнасці, націсніце на значок выдалення
bg_bg: За да изключите дейност, кликнете върху иконата за изтриване
bn_bd: একটি কার্যকলাপ ড্রপ মুছে আইকনে ক্লিক করুন
da_dk: Hvis du vil fjerne en aktivitet, skal du klikke på ikonet Slet
el_gr: Για να αποβάλετε μια δραστηριότητα, κάντε κλικ στο εικονίδιο διαγραφής
et_ee: Tilk aktiivsus, klõpsa Delete ikoon
fa_ir: برای رها کردن یک فعالیت ، بر روی آیکون حذف کلیک کنید
fi_fi: Voit pudottaa toimintaa, klikkaa Poista-kuvaketta
ga_ie: Le titim gníomhaíocht, cliceáil ar an deilbhín scriosadh
gl_gl: Para soltar unha actividade, fai clic na icona de exclusión
hr_hr: Za pad aktivnosti, kliknite na ikonu za brisanje
hu_hu: Csökken a tevékenység, kattintson a törlés ikonra
is_is: Til að sleppa æfingu, smella á eyða táknið
ja_jp: アクティビティを削除するには、削除アイコンをクリックしてください
lt_lt: Norėdami lašas veikla, spustelėkite piktogramą ištrinti
lv_lv: Samazināties, klikšķiniet uz dzēst ikonas
mk_mk: Да се ​​откажат од дејност, кликнете на избришете икона
nn_no: For å slippe en aktivitet, klikk på slett ikonet
pl_pl: Aby spadek aktywności, kliknij ikonę usuwania
pt_pt: Para soltar uma atividade, clique no ícone de exclusão
ro_ro: Pentru a elimina o activitate, faceţi clic pe pictograma şterge
ru_ru: Для отключения деятельности, нажмите на значок удаления
sk_sk: K poklesu aktivity, kliknite na ikonu Odstrániť
sl_si: Za padec dejavnost, kliknite na brisanje ikono
sq_al: Të heqë një aktivitet, klikoni në ikonën fshini
sr_rs: Да пада активности, кликните на икона за брисање
sv_se: Att släppa en aktivitet, klicka på ikonen Ta bort
th_th: เพื่อวางกิจกรรมคลิกที่ไอคอนลบ
tr_tr: Bir etkinlik bırakmak için, sil simgesini tıklayın
uk_ua: Для відключення діяльності, натисніть на значок видалення
wa_be: Er mwyn gollwng gweithgaredd, cliciwch ar yr eicon ddileu
zh_tw: 要刪除一個活動，點擊刪除圖標

source: next to the activity you want to drop.
af_za: langs die aktiwiteit wat u wil te laat val.
ar_dz: بجانب النشاط الذي تريد الهبوط.
be_by: Побач з дзейнасцю вы хочаце выдаліць.
bg_bg: до дейността, искате да пуснете.
bn_bd: পরবর্তী কার্যকলাপ আপনি ড্রপ চান.
da_dk: ved siden af ​​den aktivitet, du ønsker at tabe.
el_gr: δίπλα στη δραστηριότητα που θέλετε να πέσει.
et_ee: kõrval aktiivsus soovite langeda.
fa_ir: در کنار فعالیت های شما می خواهید به قطره.
fi_fi: vieressä toimintaa haluat pudottaa.
ga_ie: in aice leis an ngníomhaíocht is mian leat a titim.
gl_gl: á beira da actividade que quere deixar caer.
hr_hr: uz aktivnost koju želite ispustiti.
hu_hu: mellett a tevékenység akar dobni.
is_is: við hliðina á virkni sem þú vilt að falla.
ja_jp: ドロップするアクティビティの隣にある。
lt_lt: greta veiklos, norite lašas.
lv_lv: blakus darbību, ko vēlaties piliens.
mk_mk: до активност во која што сакате да се откажат.
nn_no: ved siden av den aktiviteten du ønsker å slippe.
pl_pl: obok działalności chcesz usunąć.
pt_pt: ao lado da atividade que você quer deixar cair.
ro_ro: de lângă activitatea pe care doriţi să scadă.
ru_ru: Рядом с деятельностью вы хотите удалить.
sk_sk: Popri činnosti, ktorú chcete drop.
sl_si: poleg dejavnosti, ki jih želite padec.
sq_al: tjetër për aktivitetin që ju doni të bjerë.
sr_rs: поред активности желите да отпустите.
sv_se: bredvid den aktivitet du vill släppa.
th_th: ถัดไปกิจกรรมที่คุณต้องการวาง
tr_tr: damla istediğiniz aktivite.
uk_ua: Поряд з діяльністю ви хочете видалити.
wa_be: wrth ymyl y gweithgaredd ydych am alw heibio.
zh_tw: 旁邊的活動要下降。
