Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This page allows you to enter period attendance for all the selected teachers students. By default, this program will list the students in the selected teachers first period class. You can alter the current period by changing the period pull-down menu at the top of the screen to the desired period
af_za: Hierdie bladsy kan jy &#39;n tydperk van bywoning in te skryf vir al die geselekteerde onderwysers studente. By verstek, sal hierdie program lys van die studente in die geselekteerde onderwysers eerste periode klas. Jy kan die huidige tydperk verander deur die verandering van die tydperk hangkieslys aan die bokant van die skerm aan die verlangde tydperk
be_by: На гэтай старонцы можна ўвесці перыяд наведвальнасць для ўсіх адабраных студэнтаў настаўнікаў. Па змаўчанні, гэтая праграма будзе спіс студэнтаў у абранай настаўніка першага класа перыяду. Вы можаце змяніць бягучы перыяд, змяніўшы перыяд выпадальнае меню ў верхняй частцы экрана, каб патрабаваны перыяд
bg_bg: Тази страница ви позволява да въведете период на обслужване за всички избрани студенти на учителите. По подразбиране, тази програма ще списък на студентите в избраните учители първи клас период. Вие можете да променяте текущия период от промяна на период от падащото меню в горната част на екрана на желания период
bn_bd: এই পৃষ্ঠায় আপনি সব নির্বাচিত শিক্ষক ছাত্রদের জন্য সময়ের উপস্থিতি লিখতে পারবেন. ডিফল্টরূপে, এই প্রোগ্রাম নির্বাচিত শিক্ষকদের প্রথম সময় ক্লাসে ছাত্রদের তালিকা হবে. আপনি পর্দার উপরের সময়ের-টান ডাউন মেনু পরিবর্তন কাঙ্ক্ষিত সময়ের দ্বারা বর্তমান সময় পরিবর্তন করতে পারেন
da_dk: Denne side giver dig mulighed for at indtaste periode deltagelse for alle de udvalgte lærere studerende. Som standard, vil dette program en liste over de studerende i den valgte lærerne første periode klasse. Du kan ændre den nuværende periode ved at ændre den periode, pull-down menuen øverst på skærmen til den ønskede periode
el_gr: Αυτή η σελίδα σας επιτρέπει να εισαγάγετε συμμετοχή περίοδο για όλες τις επιλεγείσες φοιτητές καθηγητές. Από προεπιλογή, το πρόγραμμα αυτό θα λίστα των φοιτητών στο επιλεγμένο καθηγητές πρώτης κατηγορίας περιόδου. Μπορείτε να αλλάξετε την τρέχουσα περίοδο με την αλλαγή της περιόδου pull-down μενού στο πάνω μέρος της οθόνης στην επιθυμητή περίοδο
et_ee: Sellel leheküljel saab sisestada perioodi kohalolijate kõik valitud õpetaja õpilased. Vaikimisi on see programm nimekirja õpilaste valitud õpetajad esimesel perioodil klassis. Saab muuta käesoleval perioodil muutes periood rippmenüüst ülaosas ekraani soovitud perioodi
fa_ir: این صفحه به شما اجازه می دهد برای ورود به حضور در دوره برای تمام دانش آموزان معلمان انتخاب می باشد. به طور پیش فرض ، این برنامه دانش آموزان در انتخاب معلمان کلاس دوره اول لیست. شما می توانید دوره فعلی را با تغییر دوره منو PULL - DOWN در بالای صفحه نمایش به دوره مورد نظر را تغییر دهید
fi_fi: Tällä sivulla voit syöttää ajan läsnä kaikissa valituissa opettajat opiskelijat. Oletuksena ohjelma listaa opiskelijat valitaan opettajien ensimmäisen kauden luokkaa. Voit muuttaa kuluvan kauden muuttamalla ajan alasvetovalikosta yläosassa näytön Halutun ajan
ga_ie: Ceadaíonn an leathanach seo leat chun dul isteach tinreamh tréimhse do na scoláirí ar fad múinteoirí roghnaithe. De réir réamhshocraithe, beidh an clár liosta na scoláirí sa rang tréimhse múinteoirí a roghnaíodh ar dtús. Is féidir leat athrú ar an tréimhse reatha trí athrú a dhéanamh ar an tréimhse tarraingt-síos roghchlár ag barr an scáileáin ar an tréimhse atá ag teastáil
gl_gl: Esta páxina permite que insira comparecencia período para todos os alumnos seleccionados profesores. Por defecto, este programa ha incluír os estudantes seleccionados no período de clase primeiros profesores. Pode cambiar o período actual, cambiando o período de pull-down menu na parte superior da pantalla para o período desexado
hr_hr: Ova stranica vam omogućava da unesete razdoblje pohađanje za sve odabrane nastavnika studentima. Prema zadanim postavkama, ovaj program će se popis studenata u odabranoj nastavnici prvo razdoblje klase. Možete promijeniti tekuće razdoblje promjenom razdoblja padajući izbornik na vrhu zaslona na željenu razdoblje
hu_hu: Ezen az oldalon megadhatja időszak részvétel mindenki számára kijelölt tanár diák. Alapértelmezés szerint ez a program kiírja a hallgatók a kiválasztott tanárok első időszakban osztályban. Ön megváltoztathatja a jelenlegi időszakban a változó időszak legördülő menüből a képernyő felső részén a kívánt időszakra
is_is: Þessi síða gerir þér kleift að slá inn tímabil aðsókn fyrir öll valin kennarar nemendum. Við vanræksla, this program vilja skrá nemendur í völdu kennarar fyrsta tímabili bekknum. Hægt er að breyta núverandi tímabili með því að breyta tímabilinu fellilistanum efst á skjánum að viðkomandi tímabil
ja_jp: このページでは、選択したすべての教師の学生のための期間の出席を入力することができます。デフォルトでは、このプログラムは、選択された教師最初の期間のクラスの生徒のリストが表示されます。あなたが希望する期間に画面の上部にある期間のプルダウンメニューを変更することにより、現在の期間を変更することができます
lt_lt: Šis puslapis leidžia jums įvesti laikotarpį lankomumo visų atrinktų mokytojų studentų. Pagal numatytuosius parametrus, šioje programoje bus sąrašą atrinkti mokytojai pirmąjį laikotarpį klasės studentai. Galite pakeisti dabartiniu laikotarpiu keičiant laikotarpį, išskleidžiamajame meniu ekrano viršuje norimą laikotarpį
lv_lv: Šī lapa ļauj ievadīt laiku apmeklēšanu visiem izraudzītiem skolotājiem skolēniem. Pēc noklusējuma šī programma sarakstu studentu izraudzītiem skolotājiem pirmā perioda klasē. Jūs varat mainīt pašreizējo periodu, mainot laika pull-down menu augšpusē ekrānam, lai vēlamo laiku
mk_mk: Оваа страница ви овозможува да внесувате период присуство за сите избрани наставници. По правило, оваа програма ќе се листа на студентите во избраните наставници првиот период класа. Можете да го промените тековниот период со промена на период од паѓачкото мени на врвот на екранот, за да на саканиот период
nn_no: Denne siden lar deg legge inn periode oppmøte for alle de valgte lærerne studentene. Som standard vil dette programmet liste over elevene i den valgte lærerne første perioden klasse. Du kan endre inneværende periode ved å endre perioden rullegardinmenyen øverst på skjermen til ønsket periode
pl_pl: Ta strona pozwala na wprowadzenie obecności okres dla wszystkich wybranych nauczycieli studentów. Domyślnie, program ten będzie listy studentów w wybranych nauczyciele pierwszym okresie. Możesz zmienić bieżący okres poprzez zmianę okresu rozwijanego menu na górze ekranu na odpowiedni okres
pt_pt: Esta página permite que você insira comparecimento período para todos os alunos selecionados professores. Por padrão, este programa irá listar os estudantes selecionados no período de classe primeiros professores. Você pode alterar o período corrente, alterando o período de pull-down menu no topo da tela para o período desejado
ro_ro: Această pagină vă permite să introduceţi participare perioadă pentru toţi elevii selectate profesori. În mod implicit, acest program va lista elevilor din clasa selectate profesorii prima perioadă. Puteţi modifica perioada curentă prin schimbarea perioadei de meniu vertical din partea de sus a ecranului pentru a perioadei de dorit
ru_ru: На этой странице можно ввести период посещаемость для всех отобранных студентов учителей. По умолчанию, эта программа будет список студентов в выбранной учителя первого класса периода. Вы можете изменить текущий период, изменив период выпадающее меню в верхней части экрана, чтобы требуемый период
sk_sk: Táto stránka vám umožňuje zadať obdobie, účasť na všetkých vybraných učiteľov študentmi. V predvolenom nastavení bude tento program Zoznam študentov vybraných učiteľov prvej tretine triedy. Môžete zmeniť súčasnej dobe zmenou doby pull-down menu v hornej časti obrazovky na požadované obdobie
sl_si: Ta stran vam omogoča, da začne rok za udeležbo vseh izbranih učitelji učence. Privzeto je, da bo ta program seznam študentov v izbrani učitelji v prvem razredu obdobja. Lahko spremeni v tekočem obdobju s spremembo obdobja spustnem meniju na vrhu zaslona na želeno obdobje
sq_al: Kjo faqe ju lejon të hyjë në periudhën e pjesëmarrjes për të gjithë nxënësit edhe mësimdhënësit e zgjedhur. By default, ky program do të listën e nxënësve në klasë të zgjedhur mësuesit periudhës së parë. Ju mund të ndryshojë periudhën aktuale duke ndryshuar në periudhën pull-down menu në krye të ekranit në periudhën e dëshiruar
sr_rs: Ова страница вам омогућава да унесете присуство период за све и одабрани наставници ученицима. По подразумеваној вредности, овај програм ће излистати студената у одабрани наставници први период класе. Можете променити текућем периоду променом периоду падајућег менија на врху екрана да жељени период
sv_se: Den här sidan kan du ange tid närvaro för alla valda lärare elever. Som standard kommer detta program att lista de eleverna i de utvalda lärarna första perioden klass. Du kan ändra den aktuella perioden genom att ändra perioden rullgardinsmenyn längst upp på skärmen för att den önskade perioden
th_th: หน้านี้อนุญาตให้คุณใส่เข้าร่วมประชุมระยะเวลาทั้งหมดที่นักเรียนครูเลือก โดยค่าเริ่มต้นโปรแกรมนี้จะแสดงรายการของนักเรียนในชั้นเรียนที่เลือกช่วงเวลาที่ครูคนแรก คุณสามารถเปลี่ยนช่วงเวลาปัจจุบันโดยการเปลี่ยนระยะเวลาที่เมนูแบบดึงลงที่ด้านบนของหน้าจอกับช่วงเวลาที่ต้องการ
tr_tr: Bu sayfada, seçilen tüm öğretmenler öğrencileri için süre devam girmek için izin verir. Varsayılan olarak, bu program seçilen öğretmenler ilk döneminde sınıf öğrencileri listeler. Ekranın üst kısmında dönemde açılan menüden istenilen süre değiştirerek cari dönem değiştirebilir
uk_ua: На цій сторінці можна ввести період відвідуваність для всіх відібраних студентів вчителів. За замовчуванням, ця програма буде список студентів у вибраній вчителя першого класу періоду. Ви можете змінити поточний період, змінивши період випадає у верхній частині екрана, щоб необхідний період
wa_be: Mae&#39;r dudalen hon yn eich galluogi i fynd i mewn presenoldeb cyfnod holl fyfyrwyr athrawon a ddewiswyd. Yn ddiofyn, bydd y rhaglen hon yn rhestru&#39;r myfyrwyr yn y dosbarth cyfnod athrawon a ddewiswyd yn gyntaf. Gallwch newid y cyfnod presennol drwy newid y cyfnod tynnu-lawr ddewislen ar frig y sgrin i&#39;r cyfnod a ddymunir
zh_tw: 此頁面允許您輸入期間出席所有選定的教師學生。默認情況下，這個程序將列出學生在選擇教師第一期類。你可以改變目前的時期內通過改變下拉菜單在屏幕上方到所需的時間

source: Once you are in the correct period, you can enter attendance by selecting the attendance code corresponding to each student. Once you have entered attendance for all the students, click theSavebutton at the top of the screen
af_za: Sodra jy op die regte tyd is, kan jy in bywoning deur die kies van die bywoning-kode word aan elke student. Sodra jy bywoning vir al die studente, kliek theSavebutton aan die bokant van die skerm
be_by: Калі вы знаходзіцеся ў правільным перыяд, вы можаце ўвесці наведвальнасці, выбраўшы наведвальнасці код, адпаведны кожнаму студэнту. Пасля ўводу наведвальнасці для ўсіх студэнтаў, націсніце theSavebutton ў верхняй частцы экрана
bg_bg: След като сте в правилния период, можете да въведете и обслужване, като за избора на посещаемост кода, съответстващ на всеки студент. След като сте въвели обслужване за всички студенти, щракнете върху theSavebutton в горната част на екрана
bn_bd: একবার সঠিক সময় আপনি, আপনি উপস্থিতি লিখুন উপস্থিতি কোড অনুরূপ প্রত্যেক শিক্ষার্থীর জন্য নির্বাচন করতে পারেন. পরে আপনি সব ছাত্রদের জন্য উপস্থিতি আছে প্রবেশ পর্দার উপরের theSavebutton ক্লিক করুন
da_dk: Når du er i den korrekte periode, kan du indtaste fremmøde ved at vælge fremmøde kode, der svarer til hver elev. Når du har indtastet fremmøde for alle de studerende, skal du klikke theSavebutton i toppen af ​​skærmen
el_gr: Μόλις είστε στο σωστό χρονικό διάστημα, μπορείτε να εισάγετε την παρακολούθηση από την επιλογή του κωδικού συμμετοχής που αντιστοιχεί σε κάθε φοιτητή. Αφού έχετε εισάγει συμμετοχή για όλους τους μαθητές, κάντε κλικ theSavebutton στο πάνω μέρος της οθόνης
et_ee: Kui sa oled õige aja, saad osalemise valides osalemise vastav kood igale õpilasele. Kui olete sisestanud kohalolijate kõik õpilased, kliki theSavebutton ülaosas ekraani
fa_ir: هنگامی که شما در دوره درست است ، شما می توانید حضور با انتخاب کد مربوط به هر دانش آموز حضور را وارد کنید. هنگامی که شما باید حضور برای تمام دانش آموزان وارد شده ، کلیک کنید theSavebutton در بالای صفحه کلیک کنید
fi_fi: Kun olet oikeassa aikana, voit kirjoittaa läsnäoloa valitsemalla läsnä vastaava koodi kullekin opiskelijalle. Kun olet syöttänyt osallistuminen kaikille opiskelijoille, klikkaa theSavebutton yläosassa näytön
ga_ie: Nuair atá tú sa tréimhse ceart, is féidir leat dul isteach tinreamh ag roghnú an cód freastail a fhreagraíonn do gach mac léinn. Nuair a bheidh tú isteach freastal do na scoláirí ar fad, cliceáil theSavebutton ag barr an scáileáin
gl_gl: Cando estea no período correcto, pode poñerse atención, seleccionando o código de atención correspondente a cada alumno. Despois de ter introducido atención a todos os alumnos, prema theSavebutton na parte superior da pantalla
hr_hr: Nakon što su u ispravnom razdoblju, možete unijeti pohađanje odabirom prisustvo kod odgovaraju svakom učeniku. Nakon što ste unijeli pohađanje za sve studente, kliknite theSavebutton na vrhu zaslona
hu_hu: Ha nem a megfelelő időszakban, akkor be jelenléti kiválasztásával részvétel megfelelő kódot minden diák. Miután belépett részvétel minden diák, kattintson theSavebutton a képernyő felső részén
is_is: Þegar þú ert í rétta tíma, getur þú slærð inn aðsókn með því að velja aðsókn kóða sem svarar til hvers nemanda. Þegar þú hefur slegið inn aðsókn fyrir alla nemendur, smelltu theSavebutton efst á skjánum
ja_jp: あなたが適切な期間内に完了すると、各生徒に対応する出席のコードを選択することにより、出席を入力することができます。あなたがすべての学生のための出席を入力したら、画面の上部にあるtheSavebuttonをクリック
lt_lt: Kai esate teisingas laikotarpiu, galite įvesti lankomumo pasirinkę dalyvavimą kodas, atitinkantis kiekvieno studento. Kai įvesite lankyti visi studentai, spustelėkite ekrano viršuje theSavebutton
lv_lv: Kad esat pareizi periodā, jūs varat ievadīt apmeklējumu, izvēloties apmeklējumu kodu, kas atbilst katram studentam. Kad esat ievadījis apmeklēšanu visiem studentiem, noklikšķiniet theSavebutton augšpusē ekrānam
mk_mk: Откако ќе се во точниот период, можете да внесете присуство со избирање на посетеност кодот одговара на секој студент. Откако ќе се влезе присуство за сите студенти, кликнете theSavebutton на врвот на екранот
nn_no: Når du er i riktig periode, kan du skrive inn fremmøte ved å velge oppmøte kode som svarer til hver student. Når du har tastet oppmøte for alle studentene, klikk theSavebutton øverst på skjermen
pl_pl: Gdy jesteś w odpowiednim okresie, można wprowadzić obecności wybierając kod obecności odpowiedniego do każdego ucznia. Po wprowadzeniu obecności dla wszystkich studentów, kliknij theSavebutton w górnej części ekranu
pt_pt: Quando você estiver no período correto, você pode entrar atendimento, selecionando o código de atendimento correspondente a cada aluno. Depois de ter introduzido atendimento para todos os alunos, clique theSavebutton no topo da tela
ro_ro: Odată ce vă aflaţi în perioada de corect, aveţi posibilitatea să introduceţi participarea prin selectarea codul de prezenţă corespunzătoare fiecărui elev. După ce aţi introdus de participare pentru toţi elevii, faceţi clic pe theSavebutton în partea de sus a ecranului
ru_ru: Когда вы находитесь в правильном период, вы можете ввести посещаемости, выбрав посещаемости код, соответствующий каждому студенту. После ввода посещаемости для всех студентов, нажмите theSavebutton в верхней части экрана
sk_sk: Akonáhle ste v správnej dobe, je možné zadať účasť výberom účasť kód zodpovedajúci každého študenta. Po zadaní účasť pre všetkých študentov, kliknite theSavebutton v hornej časti obrazovky
sl_si: Ko ste v pravilnem obdobju, lahko vnesete udeležbo z izbiro udeležbo kodo, ki ustreza vsakega študenta. Ko ste vnesli udeležba za vse študente, kliknite theSavebutton na vrhu zaslona
sq_al: Pasi ju jeni në periudhën e saktë, ju mund të hyjë në pjesëmarrjen duke zgjedhur kodin pjesëmarrjen përkatëse për çdo student. Pasi të keni hyrë në pjesëmarrje për të gjithë studentët, klikoni theSavebutton në krye të ekranit
sr_rs: Када сте у исправном периоду, можете да унесете присуство избором присуство код који одговара сваком ученику. Када сте унели присуство за све студенте, кликните тхеСавебуттон на врху екрана
sv_se: När du är i rätt tid, kan du skriva in närvaro genom att markera närvaro koden för varje elev. När du har angett närvaro för alla studenter, klicka theSavebutton högst upp på skärmen
th_th: เมื่อคุณอยู่ในระยะเวลาที่ถูกต้อง, คุณสามารถใส่เข้าร่วมประชุมโดยการเลือกรหัสการเข้าร่วมประชุมที่สอดคล้องกับนักเรียนแต่ละคน เมื่อคุณได้ป้อนสำหรับนักเรียนที่เข้าร่วมประชุมทั้งหมดให้คลิก theSavebutton ที่ด้านบนของหน้าจอ
tr_tr: Bir kez doğru bir dönemde, her öğrenciye karşılık gelen katılım kod seçerek devam girebilirsiniz. Tüm öğrenciler için katılım girdikten sonra, ekranın üst kısmında theSavebutton tıklayın
uk_ua: Коли ви перебуваєте в правильному період, ви можете ввести відвідуваності, вибравши відвідуваності код, відповідний кожному студенту. Після введення відвідуваності для всіх студентів, натисніть theSavebutton у верхній частині екрана
wa_be: Unwaith i chi yn y cyfnod cywir, gallwch fynd i mewn presenoldeb trwy ddewis y cod presenoldeb cyfateb i bob myfyriwr. Unwaith y byddwch wedi cofrestru presenoldeb ar gyfer yr holl fyfyrwyr, cliciwch theSavebutton ar frig y sgrin
zh_tw: 一旦你在正確的時間，你可以通過選擇輸入出席出席代碼對應於每個學生。一旦你進入所有的學生參加，按theSavebutton在屏幕上方

source: Enter Eligibility
af_za: Voer in aanmerking te kom
ar_dz: أدخل الأهلية
be_by: Калі ласка, увядзіце Права
bg_bg: Въведете Допустимост
bn_bd: যোগ্যতা ঢোকান
da_dk: Indtast Støtteberettigelse
el_gr: Εισάγετε Επιλεξιμότητα
es_es: Ingresar Elegibilidad
et_ee: Enter abikõlblikkus
fa_ir: را وارد کنید واجد شرایط
fi_fi: Anna Kelpoisuus
ga_ie: Iontráil Incháilitheacht
gl_gl: Introduza Elegibilidade
hr_hr: Unesite Pravo
hu_hu: Adja meg a jogosultság
is_is: Sláðu Hæfi
ja_jp: 資格を入力してください
lt_lt: Įveskite Teisė
lv_lv: Ievadiet Tiesības
mk_mk: Внесете Подобност
nn_no: Tast Berettigelse
pl_pl: Wpisz Kwalifikowalność
pt_pt: Digite Elegibilidade
ro_ro: Introduceţi de eligibilitate
ru_ru: Введите Право
sk_sk: Zadajte Spôsobilosť
sl_si: Vpišite Upravičenost
sq_al: Shkruani Mundesi
sr_rs: Унесите Подобност
sv_se: Skriv Behörighet
th_th: ป้อนสิทธิ์
tr_tr: Uygunluk girin
uk_ua: Введіть Право
wa_be: Rhowch Cymhwyster
zh_tw: 進入資格
