Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Disable login alerts
af_za: Skakel inlog Alert
ar_dz: تعطيل تنبيهات الدخول
be_by: Адключыць Увайсці абвесткі
bg_bg: Забранете влизане сигнали
bn_bd: লগইন সঙ্কেত নিষ্ক্রিয়
da_dk: Deaktiver login advarsler
el_gr: Απενεργοποίηση ειδοποιήσεων συνδεθείτε
es_es: Desactivar las alertas de inicio de sesión
et_ee: Keela login teateid
fa_ir: غیر فعال کردن هشدار ورود به سیستم
fi_fi: Poista Kirjaudu hälytykset
ga_ie: Díchumasaigh foláirimh Logáil isteach
gl_gl: Desactivar as alertas de inicio de sesión
hr_hr: Onemogući prijavu upozorenja
hu_hu: Letiltása login riasztások
is_is: Gera óvinnufæran innskráningu tilkynningar
ja_jp: ログインアラートを無効にする
lt_lt: Išjungti prisijungimo perspėjimai
lv_lv: Izslēgt login brīdinājumus
mk_mk: Оневозможи логирање сигнали
nn_no: Deaktiver logg varsler
pl_pl: Wyłączyć alerty login
pt_pt: Desativar os alertas de login
ro_ro: Dezactivaţi alertele autentificare
ru_ru: Отключить Войти оповещения
sk_sk: Zakázať prihlásenie Upozornenie
sl_si: Onemogoči prijavo opozorila
sq_al: Disable alarme login
sr_rs: Онемогући упозорења пријавите се
sv_se: Inaktivera inloggning varningar
th_th: ปิดการใช้งานการแจ้งเตือนเข้าสู่ระบบ
tr_tr: Giriş uyarıları devre dışı bırakma
uk_ua: Вимкнути Увійти оповіщення
wa_be: Analluoga rhybuddion mewngofnodi
zh_tw: 禁用登錄警報

source: Display data using hidden fields
af_za: Wys data met behulp van verborge velde
ar_dz: عرض البيانات باستخدام حقول مخفية
be_by: Адлюстраванне дадзеных з дапамогай схаваных палёў
bg_bg: Показване на данни с използване на скрити полета
bn_bd: লুকানো ক্ষেত্র ব্যবহার করে তথ্য প্রদর্শন
da_dk: Vise data ved hjælp af skjulte felter
el_gr: Εμφάνιση δεδομένων χρησιμοποιώντας κρυμμένα πεδία
es_es: Mostrar los datos utilizando campos ocultos
et_ee: Kuvab andmeid, kasutades peidetud väljad
fa_ir: داده نما با استفاده از زمینه های مخفی
fi_fi: Näytettävä tiedot piilotettuja kenttiä
ga_ie: Taispeáin sonraí ag baint úsáide as réimsí i bhfolach
gl_gl: Exhibición de datos usando campos ocultos
hr_hr: Prikaz podataka pomoću skrivenih polja
hu_hu: Kijelző adatokat rejtett mezők
is_is: Skoða gögn með falinn sviðum
ja_jp: 隠しフィールドを使用してデータを表示する
lt_lt: Rodyti duomenis, naudojant paslėptų laukų
lv_lv: Displejs datus, izmantojot slēpto laukus
mk_mk: Покажи податоци користејќи скриени полиња
nn_no: Vise data ved hjelp av skjulte felt
pl_pl: Wyświetlanie danych za pomocą ukrytych pól
pt_pt: Exibição de dados usando campos ocultos
ro_ro: Detalii de afişare care utilizează câmpuri ascunse
ru_ru: Отображение данных с помощью скрытых полей
sk_sk: Zobrazenie dát pomocou skrytých polí
sl_si: Prikazovanje skritih podatkov z uporabo polj
sq_al: Dhënave duke përdorur Display fushat e fshehur
sr_rs: Приказ података помоћу скривених поља
sv_se: Visa data med hjälp av dolda fält
th_th: แสดงข้อมูลโดยใช้เขตข้อมูลที่ซ่อน
tr_tr: Gizli alanlarını kullanarak veri görüntüleme
uk_ua: Відображення даних за допомогою прихованих полів
wa_be: Dangos data gan ddefnyddio meysydd cudd
zh_tw: 顯示數據使用隱藏字段

source: Current Password
af_za: Huidige wagwoord
ar_dz: كلمة المرور الحالية
be_by: Бягучы пароль
bg_bg: Настояща Парола
bn_bd: বর্তমান পাসওয়ার্ড
da_dk: Nuværende adgangskode
el_gr: Τρέχοντα κωδικό πρόσβασης
es_es: Contraseña actual
et_ee: Praegune salasõna
fa_ir: رمز عبور جاری
fi_fi: Nykyinen salasana
ga_ie: Pasfhocal Reatha
gl_gl: Contrasinal actual
hr_hr: Trenutni Lozinka
hu_hu: Aktuális jelszó
is_is: Núverandi lykilorð
ja_jp: 現在のパスワード
lt_lt: Dabartinis slaptažodis
mk_mk: Актуелна Лозинка
nn_no: Gjeldende passord
pl_pl: Obecne hasło
pt_pt: Senha atual
ro_ro: Parola curent
ru_ru: Текущий пароль
sk_sk: Aktuálne heslo
sl_si: Trenutni Geslo
sq_al: Fjalëkalimi aktuale
sr_rs: Тренутну лозинку
sv_se: Nuvarande lösenord
th_th: รหัสผ่านปัจจุบัน
tr_tr: Şu anki Şifre
uk_ua: Поточний пароль
wa_be: Cyfrinair cyfredol
zh_tw: 當前密碼

source: New Password
af_za: Nuwe wagwoord
ar_dz: كلمة السر الجديدة
be_by: Новы пароль
bg_bg: Нова парола
bn_bd: নতুন পাসওয়ার্ড
da_dk: Ny adgangskode
es_es: Contraseña Nueva
fa_ir: رمز عبور جدید
fi_fi: Uusi salasana
ga_ie: Pasfhocal Nua
gl_gl: Nova Contrasinal
hr_hr: Nova lozinka
hu_hu: Új jelszó
is_is: Nýtt lykilorð
ja_jp: 新しいパスワード
lt_lt: Naujas slaptažodis
lv_lv: Jaunā parole
mk_mk: Нова Лозинка
nn_no: Nytt passord
pl_pl: Nowe hasło
pt_pt: Nova Senha
ro_ro: Parola nouă
ru_ru: Новый пароль
sk_sk: Nové heslo
sl_si: Novo geslo
sq_al: Fjalëkalimi të reja
sr_rs: Нови лозинку
sv_se: Nytt lösenord
th_th: รหัสผ่านใหม่
tr_tr: Yeni Şifre
uk_ua: Новий пароль
wa_be: Cyfrinair Newydd
zh_tw: 新密碼

source: Verify New Password
af_za: Nuwe wagwoord bevestig
ar_dz: التحقق من كلمة السر الجديدة
be_by: Праверце новы пароль
bg_bg: Проверка на Нова парола
bn_bd: নতুন পাসওয়ার্ড যাচাই করুন
da_dk: Bekræft ny adgangskode
el_gr: Επιβεβαίωση νέου κωδικού πρόσβασης
es_es: Verificar la Nueva Contraseña
et_ee: Kinnita uus parool
fa_ir: نگارش دوباره رمز عبور جدید
fi_fi: Vahvista uusi salasana
ga_ie: Fíoraigh Pasfhocal Nua
gl_gl: Comprobe Nova Contrasinal
hr_hr: Potvrdite novu zaporku
hu_hu: Győződjön meg arról, új jelszó
is_is: Staðfesta Nýtt lykilorð
ja_jp: 新しいパスワードの確認
lt_lt: Patvirtinkite naują slaptažodį
lv_lv: Pārbaudīt jauno paroli
mk_mk: Потврди нова лозинка
nn_no: Bekreft nytt passord
pl_pl: Sprawdź nowe hasło
pt_pt: Verifique Nova Senha
ro_ro: Verificaţi parolă nouă
ru_ru: Проверьте новый пароль
sk_sk: Skontrolujte, či nové heslo
sl_si: Preverite Novo geslo
sq_al: Verifikoni Password reja
sr_rs: Потврдите нову лозинку
sv_se: Bekräfta nytt lösenord
th_th: ยืนยันรหัสผ่านใหม่
tr_tr: Yeni Şifre Doğrula
uk_ua: Перевірте новий пароль
wa_be: Gwirio Cyfrinair Newydd
zh_tw: 確認新密碼

source: Contact Information
af_za: Kontak Inligting
ar_dz: معلومات الاتصال
be_by: Кантактная інфармацыя
bg_bg: Информация за контакти
bn_bd: যোগাযোগের তথ্য
da_dk: Kontakt information
el_gr: Επικοινωνία
es_es: Información de Contacto
et_ee: Kontaktandmed
fa_ir: اطلاعات تماس
fi_fi: Yhteystiedot
ga_ie: Eolas Teagmhála
gl_gl: Información de contacto
hr_hr: Kontakt
hu_hu: Elérhetőség
is_is: Hafðu Upplýsingar
ja_jp: 情報をお問い合わせください
lt_lt: Kontaktinė informacija
lv_lv: Kontaktinformācija
mk_mk: Контакт информации
nn_no: Kontaktinformasjon
pl_pl: Informacje kontaktowe
pt_pt: Informação de contato
ro_ro: Informaţii de contact
ru_ru: Контактная информация
sk_sk: Kontaktné informácie
sl_si: Kontaktne informacije
sq_al: Kontakto Informacione
sr_rs: Контакт информације
sv_se: Kontaktinformation
th_th: ข้อมูลการติดต่อ
tr_tr: İletişim Bilgileri
uk_ua: Контактна інформація
wa_be: Gwybodaeth Gyswllt
zh_tw: 聯繫信息

source: Contact Info Rollover
af_za: Kontak met Info Beoordeel
ar_dz: معلومات الاتصال التمديد
be_by: Кантактная інфармацыя Ролловер
bg_bg: За контакти с Info Rollover
bn_bd: যোগাযোগের তথ্য Rollover
da_dk: Kontakt Info Rollover
el_gr: Επικοινωνία Rollover
es_es: Renovación de la Información de Contacto
et_ee: Kontakt Info Ümberminekuoht
fa_ir: تماس با هزینه های اطلاعات
fi_fi: Yhteystiedot Rollover
ga_ie: Teagmháil Eolas tar-rolladh
gl_gl: Información de contacto rollover
hr_hr: Kontakt Informacije prevrtanja
hu_hu: Elérhetőség Rollover
is_is: Tengiliður Rollover
ja_jp: 連絡先のロールオーバー
lt_lt: Kontaktai Informacija termino pratęsimas
lv_lv: Kontaktinformācija Apgāšanās
mk_mk: Контакт Rollover
nn_no: Kontaktinfo Rollover
pl_pl: Informacje kontaktowe Rollover
pt_pt: Informações de contato Rollover
ro_ro: Informaţii de Contact rollover
ru_ru: Контактная информация Ролловер
sk_sk: Kontaktné informácie prevráteniu
sl_si: Contact Info Prevrnitev
sq_al: Kontakto Rollover Info
sr_rs: Контакт Инфо Пренеси
sv_se: Kontaktinfo Rollover
th_th: ข้อมูลการติดต่อแบบโรลโอเวอร์
tr_tr: İletişim Bilgisi Rollover
uk_ua: Контактна інформація ролловер
wa_be: Cyswllt Gwybodaeth treigl
zh_tw: 聯繫方式翻轉

source: Home Phone Number
af_za: HUISTELEFOONNOMMER
ar_dz: رقم هاتف المنزل
be_by: Хатні тэлефон
bg_bg: Номер на домашен телефон
bn_bd: হোম ফোন নম্বর
da_dk: Hjem Telefonnummer
el_gr: Αρχική Σελίδα Τηλέφωνο
es_es: Número de Teléfono Particular
et_ee: Kodu Telefoninumber
fa_ir: صفحه اصلی شماره تلفن
fi_fi: Kotinumero
ga_ie: Uimhir Fón Baile
gl_gl: Número de teléfono residencial
hr_hr: Početna Telefonski broj
hu_hu: Otthoni telefonszám
ja_jp: 自宅の電話番号
lt_lt: Namų telefono numeris
lv_lv: Mājas tālruņa numurs
mk_mk: Домашен телефонски број
nn_no: Hjem Telefonnummer
pl_pl: Numer telefonu domowego
pt_pt: Número de telefone residencial
ro_ro: Numărul de telefon acasă
ru_ru: Домашний телефон
sk_sk: Telefónne číslo domov
sq_al: Numri i telefonit në shtëpi
sr_rs: Кућни број телефона
sv_se: Hemtelefonnummer
th_th: หมายเลขโทรศัพท์บ้าน
tr_tr: Ev Telefonu
uk_ua: Домашній телефон
wa_be: Rhif Ffôn Cartref
zh_tw: 家庭電話號碼

source: Guardians
af_za: Voogde
ar_dz: الأوصياء
be_by: Вартавыя
bg_bg: Пазителите
bn_bd: অভিভাবকরা
el_gr: Κηδεμόνων
es_es: Tutores
fa_ir: نگهبان
fi_fi: Huoltajat
ga_ie: Caomhnóirí
gl_gl: Gardiáns
hr_hr: Čuvari
is_is: Forráðamenn
ja_jp: ガーディアン
lt_lt: Globėjai
lv_lv: Aizbildņiem
mk_mk: Старатели
pl_pl: Opiekunowie
pt_pt: Guardiões
ro_ro: Gardieni
ru_ru: Стражи
sk_sk: Strážcovia
sl_si: Varuhi
sq_al: Kujdestarët
sr_rs: Чувари
th_th: ผู้ปกครอง
tr_tr: Veliler
uk_ua: Правоохоронці
wa_be: Gwarcheidwaid
zh_tw: 守護者

source: All Contacts
af_za: Alle kontakte
ar_dz: كل الأسماء
be_by: Усе кантакты
bg_bg: Всички контакти
bn_bd: সমস্ত Contacts
da_dk: Alle kontakter
el_gr: Όλες οι επαφές
es_es: Todos los Contactos
et_ee: Kõik kontaktid
fa_ir: همه اطلاعات تماس
fi_fi: Kaikki yhteystiedot
ga_ie: Gach Teagmhálacha
gl_gl: Todos os contactos
hr_hr: Svi kontakti
hu_hu: Minden névjegy
is_is: Allir tengiliðir
ja_jp: すべての連絡先
lt_lt: Visi kontaktai
lv_lv: Visi kontakti
mk_mk: Сите Контакт
nn_no: Alle kontakter
pl_pl: Wszystkie kontakty
pt_pt: Todos os contatos
ro_ro: Toate Contacte
ru_ru: Все контакты
sk_sk: Všetky kontakty
sl_si: Vsi stiki
sq_al: Të gjitha kontaktet
sr_rs: Све контакте
sv_se: Alla kontakter
th_th: ที่ติดต่อทั้งหมด
tr_tr: Tüm Kişiler
uk_ua: Всі контакти
wa_be: Pob Cyswllt
zh_tw: 所有聯繫人

source: Addresses
af_za: Adresse
ar_dz: عناوين
be_by: Адрасы
bg_bg: Адреси
bn_bd: ঠিকানা
da_dk: Adresser
el_gr: Διευθύνσεις
es_es: Direcciones
et_ee: Aadressid
fa_ir: آدرس
fi_fi: Osoitteet
ga_ie: Seoltaí
gl_gl: Enderezos
hr_hr: Adrese
hu_hu: Címek
is_is: Heimilisföng
ja_jp: アドレス
lt_lt: Adresai
lv_lv: Adreses
mk_mk: Адреси
nn_no: Adresser
pl_pl: Adresy
pt_pt: Endereços
ro_ro: Adresele
ru_ru: Адреса
sk_sk: Adresy
sl_si: Naslovi
sq_al: Adresat
sr_rs: Адресе
sv_se: Adresser
th_th: ที่อยู่
tr_tr: Adresler
uk_ua: Адреси
wa_be: Cyfeiriadau
zh_tw: 地址

source: Field
af_za: Veld
ar_dz: حقل
be_by: Поле
bg_bg: Област
bn_bd: ক্ষেত্র
el_gr: Πεδίο
es_es: Campo
et_ee: Väli
fa_ir: میدان
fi_fi: Kenttä
ga_ie: Réimse
gl_gl: Campo
hr_hr: Polje
hu_hu: Mező
ja_jp: のフィールド
lt_lt: Laukas
lv_lv: Lauks
mk_mk: Поле
nn_no: Felt
pl_pl: Pole
pt_pt: Campo
ro_ro: Câmp
ru_ru: Поле
sk_sk: Pole
sq_al: Fushë
sr_rs: Поље
sv_se: Fält
th_th: เขตข้อมูล
tr_tr: Saha
uk_ua: Поле
wa_be: Maes
zh_tw: 現場

source: Confirm Delete
af_za: Verwyder bevestig
ar_dz: تأكيد حذف
be_by: Пацвердзіць выдаленне
bg_bg: Потвърдете изтриването
bn_bd: দৃঢ়তরভাবে প্রতিপন্ন করুন মুছে ফেলুন
da_dk: Bekræft sletning
el_gr: Επιβεβαίωση διαγραφής
es_es: Confirmar eliminación
et_ee: Kinnita kustutamine
fa_ir: تأییدحذف
fi_fi: Vahvista poistaminen
ga_ie: Deimhnigh Scrios
gl_gl: Confirmar Eliminar
hr_hr: Potvrdi brisanje
hu_hu: Törlés megerősítése
is_is: Staðfesta eyðingu
ja_jp: 削除の確認
lt_lt: Trynimo patvirtinimas
lv_lv: Apstiprināt dzēšanu
mk_mk: Потврди бришење
nn_no: Bekreft Slett
pl_pl: Potwierdź usunięcie
pt_pt: Confirmar exclusão
ro_ro: Confirmaţi ştergerea
ru_ru: Подтвердить удаление
sk_sk: Potvrdiť odstránenie
sq_al: Konfirmo Delete
sr_rs: Потврди брисање
sv_se: Bekräfta borttagning
th_th: ยืนยันการลบ
tr_tr: Silinsin
uk_ua: Підтвердити видалення
wa_be: Cadarnhau Dileu
zh_tw: 確認刪除

source: Are you sure you want to delete the user profile
af_za: Is u seker dat jy die gebruiker profiel te verwyder
ar_dz: هل أنت متأكد أنك تريد حذف التشكيل الجانبي للمستخدم
be_by: Вы ўпэўненыя, што жадаеце выдаліць профіль карыстальніка
bg_bg: Сигурни ли сте, че искате да изтриете профила на потребителя
bn_bd: আপনি কি নিশ্চিত আপনি ব্যবহারকারী প্রোফাইল মুছে ফেলতে চান
da_dk: Er du sikker på du vil slette brugerens profil
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε το προφίλ των χρηστών
es_es: Â¿Está seguro que desea eliminar el perfil de usuario?
et_ee: Oled sa kindel, et soovite kustutada kasutaja profiili
fa_ir: آیا شما مطمئن هستید که می خواهید حذف مشخصات کاربر
fi_fi: Oletko varma että haluat poistaa käyttäjäprofiilin
ga_ie: An bhfuil tú cinnte gur mian leat a scriosadh an phróifíl úsáideora
gl_gl: ¿Está seguro de que desexa eliminar o perfil do usuario
hr_hr: Jeste li sigurni da želite izbrisati korisnički profil
hu_hu: Biztos benne, hogy törli a felhasználói profil
is_is: Ertu viss um að þú viljir eyða uppsetningu notanda
ja_jp: あなたはユーザープロファイルを削除してよろしいです
lt_lt: Ar jūs tikrai norite ištrinti vartotojo aprašymą
lv_lv: Vai tiešām vēlaties dzēst lietotāja profilu
mk_mk: Дали сте сигурни дека сакате да го избришете профилот на корисникот
nn_no: Er du sikker på at du vil slette brukerprofil
pl_pl: Czy na pewno chcesz usunąć profil użytkownika
pt_pt: Tem certeza de que deseja excluir o perfil do usuário
ro_ro: Sunteţi sigur că doriţi să ştergeţi profilul de utilizator
ru_ru: Вы уверены, что хотите удалить профиль пользователя
sk_sk: Ste si istí, že chcete odstrániť profil používateľa
sl_si: Ali ste prepričani, da želite izbrisati uporabnikov profil
sq_al: Jeni te sigurte qe doni te fshini profilin e anëtarit
sr_rs: Да ли сте сигурни да желите да избришете профил корисника
sv_se: Är du säker på att du vill ta bort användarprofilen
th_th: คุณแน่ใจหรือว่าต้องการลบโปรไฟล์ผู้ใช้
tr_tr: Kullanıcı profili silmek istediğinizden emin
uk_ua: Ви впевнені, що хочете видалити профіль користувача
wa_be: Ydych chi&#39;n siŵr eich bod eisiau dileu y proffil defnyddiwr
zh_tw: 你確定要刪除用戶配置文件

source: Users of that profile will retain their permissions as a custom set which can be modified on a per-user basis through the User Permissions program
af_za: Gebruikers van die profiel sal behou hulle die regte as &#39;n persoonlike stel wat op&#39; n per gebruiker verander kan word deur die User Permissions program
ar_dz: وسيكون للمستخدمين من هذا التعريف الاحتفاظ الأذونات الخاصة بهم كمجموعة المخصصة التي يمكن تعديلها على أساس لكل مستخدم من خلال البرنامج المستخدم أذونات
be_by: Карыстальнікі гэтага профілю захаваюць свае правы, што карыстацкі набор, які можа быць зменены на кожнага карыстача з дапамогай праграмы Дазволы Карыстальнік
bg_bg: Потребителите на този профил ще запазят своите разрешения, като потребителски, които могат да бъдат промяна на всеки потребител поотделно чрез програмата Потребителски разрешения
bn_bd: যে প্রোফাইল ব্যবহারকারীরা একটি কাস্টম সেট যা প্রতিটি ব্যবহারকারী ভিত্তিতে করতে ব্যবহারকারীকে অনুমতি প্রোগ্রামের মাধ্যমে বার পরিমার্জিত হিসাবে তাদের অনুমতি রাখা হবে
da_dk: Brugere af denne profil vil bevarer deres tilladelser som et brugerdefineret sæt, der kan ændres på en pr bruger basis gennem brugertilladelser programmet
el_gr: Οι χρήστες αυτού του προφίλ θα διατηρήσει τα δικαιώματά τους ως προσαρμοσμένο σύνολο που μπορούν να τροποποιηθούν με βάση την ανά χρήστη μέσω του προγράμματος δικαιωμάτων χρήστη
es_es: Los usuarios de ese perfil conservarán sus permisos como un conjunto personalizado que se puede modificar en función de cada usuario a través del programa de Permisos de Usuario
et_ee: Kasutajad seda profiili säilitavad oma õigused nagu custom kogum, mida saab muutmine per-user alusel läbi kasutaja õigused programmi
fa_ir: کاربران آن مشخصات مجوز خود را به عنوان یک مجموعه سفارشی است که می تواند بر اساس هر کاربر از طریق کاربر و ویرایش برنامه تغییر حفظ
fi_fi: Käyttäjät että profiilin säilyttävät oikeudet kuin custom setti, johon voi muutettu käyttäjäkohtaisesti kautta käyttöoikeudet ohjelma
ga_ie: Beidh úsáideoirí a phróifíl coinneoidh siad a n ceadanna mar atá leagtha saincheaptha ar féidir a mhodhnú ar bhonn in aghaidh an-úsáideoir tríd an gclár Ceadanna Úsáideoir
gl_gl: Usuarios dese perfil ha manter os seus permisos como un conxunto personalizado que pode ser modificado nunha base por usuario, a través do programa Permisos de Usuario
hr_hr: Korisnici taj profil će zadržati svoje ovlasti kao običaj skup koji se može mijenjati na temelju po korisniku kroz program korisnik dozvole
hu_hu: A felhasználók az adott profil megtartják engedélyeket egyéni beállítása, amely lehet módosítani a per-user alapon a felhasználói engedélyek programot
is_is: Notendur sem upplýsingar munu halda leyfi sínu sem siðvenja sett sem hægt er að breyta á hvern notanda þar sem hún leyfi User program
ja_jp: そのプロファイルのユーザーは、ユーザー権限のプログラムを介してユーザーごとに変更できるカスタムセットとしてその権限を保持します
lt_lt: Vartotojai šio profilio išlaiko savo teises, kaip vartotojo, kuris gali būti pakeistas už vartotoją per vartotojo teises programą
lv_lv: Lietotāji šo profilu saglabās savas atļaujas kā muitas komplektu, kas var mainīt uz vienu lietotāju tīklu, izmantojot lietotāja atļaujas programmas
mk_mk: Корисниците на овој профил ќе ги задржат нивните дозволи како сопствен сет кој може да биде изменета на секој корисник основа преку Кориснички дозволи програма
nn_no: Brukere av at profilen vil beholde sine tillatelser som et egendefinert sett noe som kan endres på en per-bruker basis gjennom brukertillatelser program
pl_pl: Użytkownicy tego profilu zachowają swoje uprawnienia jako własny zestaw, który może być modyfikowany na poszczególnych użytkowników w ramach programu uprawnień użytkowników
pt_pt: Usuários desse perfil irá manter suas permissões como um conjunto personalizado que pode ser modificado em uma base por usuário, através do programa Permissões de Usuário
ro_ro: Utilizatorii de profil, care vor păstra permisiunile lor, ca un set personalizat care pot fi modificate pe o bază per-utilizator prin intermediul programului Permisiunile utilizatorului
ru_ru: Пользователи этого профиля сохранят свои права, что пользовательский набор, который может быть изменен на каждого пользователя с помощью программы Разрешения Пользователь
sk_sk: Používatelia tohto profilu si podrží svoje práva ako vlastný súbor, ktorý možno upraviť na jednotlivých užívateľov v rámci programu užívateľských oprávnení
sl_si: Uporabniki, ki bodo obdržale svojo profila dovoljenja kot po meri določeno, ki se lahko spremeni na posameznega uporabnika v okviru programa uporabniških dovoljenj
sq_al: Përdoruesit e se profili do të mbajë lejet e tyre si një grup porosi që mund të modifikohen në bazë-user përmes programit Permissions User
sr_rs: Корисници који профил ће задржати своје дозволе као обичај скуп који се могу модификовати на по основи за корисника кроз програм Корисник Дозволе
sv_se: Användare av denna profil kommer att behålla sin behörighet som en anpassad uppsättning som kan ändras på en per användare genom användarbehörigheter programmet
th_th: ผู้ใช้งานของรายละเอียดที่จะเก็บสิทธิ์ของพวกเขาเป็นชุดที่กำหนดเองซึ่งสามารถแก้ไขบนพื้นฐานต่อผู้ใช้ผ่านทางโปรแกรมสิทธิ์ของผู้ใช้
tr_tr: Bu profili kullanıcıları Kullanıcı İzinlerini program sayesinde kullanıcı başına bazında değiştirilebilir özel bir set olarak onların izinlerini koruyacaktır
uk_ua: Користувачі цього профілю збережуть свої права, що користувальницький набір, який може бути змінений на кожного користувача за допомогою програми Дозволи Користувач
wa_be: Bydd defnyddwyr y proffil yn cadw eu hawliau fel set arfer y gellir eu haddasu ar sail fesul defnyddiwr drwy&#39;r rhaglen Caniatâd Defnyddiwr
zh_tw: 用戶的個人資料將保留其權限為自定義設置，可以修改對每個用戶的基礎上，通過用戶權限方案
