Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To choose a period to work on, select the period from the pull-down menu on the top. The program will automatically refresh with the new period in the workspace. You can also change the school year and current marking period in a similar fashion
af_za: Om &#39;n tydperk om op te werk te kies, kies die tydperk van die trek-down menu&#39; op die top. Die program sal outomaties bygewerk met die nuwe tydperk in die werkruimte. Jy kan ook die skool jaar en die huidige nasienperiode verander in &#39;n soortgelyke wyse
be_by: Каб выбраць перыяд для працы, абярыце перыяд з выпадальным меню ў верхняй частцы. Праграма будзе аўтаматычна абнаўляцца з новага перыяду ў працоўнай вобласці. Вы таксама можаце змяніць навучальны год і бягучы перыяд маркіроўкі аналагічным чынам
bg_bg: За да изберете период, за да работят по, изберете период от падащото меню в горната част. Програмата ще се обновява автоматично с новия период в работното пространство. Можете също да промените на учебната година и текущия период за маркиране по подобен начин
bn_bd: উপর কাজ করার একটি সময় নির্বাচন করুন, উপরে টান ডাউন মেনু থেকে সময় নির্বাচন করুন. প্রোগ্রামটি স্বয়ংক্রিয়ভাবে কর্মপরিসর নতুন সময়ের সঙ্গে রিফ্রেশ হবে. আপনি একটি অনুরূপ ফ্যাশন স্কুলের বছর এবং বর্তমান অবস্থানসূচক সময় পরিবর্তন করতে পারেন
da_dk: At vælge en periode at arbejde på, skal du vælge perioden fra pull-down menuen på toppen. Programmet vil automatisk opdateres med den nye periode i arbejdsområdet. Du kan også ændre skoleåret og den nuværende mærkning periode på lignende måde
el_gr: Για να επιλέξετε ένα χρονικό διάστημα να εργαστεί για, επιλέξτε το χρονικό διάστημα από το pull-down μενού στο πάνω μέρος. Το πρόγραμμα θα ανανεωθεί αυτόματα με τη νέα περίοδο στο χώρο εργασίας. Μπορείτε επίσης να αλλάξετε το σχολικό έτος και την τρέχουσα περίοδο σήμανση με παρόμοιο τρόπο
et_ee: Valida perioodi tööd, valige ajavahemik rippmenüüst peal. Programm automaatselt värskendada uue perioodi tööruumi. Saate muuta ka kooliaasta ja praegune tähistamine jooksul sarnaselt
fa_ir: برای انتخاب یک دوره برای کار بر روی ، دوره از منوی PULL - DOWN در بالا را انتخاب کنید. این برنامه به طور خودکار با دوره جدیدی در فضای کاری تازه کردن. شما همچنین می توانید سال تحصیلی و دوره فعلی مارک در یک مد مشابه را تغییر دهید
fi_fi: Voit valita ajan työskennellä, valitse ajanjakson alasvetovalikosta päällä. Ohjelma päivittyy automaattisesti uuden kauden työtilassa. Voit myös muuttaa lukuvuoden ja nykyinen merkintä ajan samalla tavalla
ga_ie: A roghnú ar feadh tréimhse a bheith ag obair ar, roghnaigh an tréimhse ón roghchlár tarraingt anuas ar an mbarr. Beidh an clár athnuachan go huathoibríoch leis an tréimhse nua sa spás oibre. Is féidir leat freisin na scoilbhliana agus tréimhse a mharcáil reatha ar bhealach cosúil
gl_gl: Para escoller un período para traballar en, seleccione o período dende o menú desplegable na parte superior. O programa debería actualizar automaticamente co novo período no escritorio. Tamén pode cambiar o ano lectivo e período marcado actual nunha forma similar
hr_hr: Da biste odabrali razdoblje za rad na, odaberite razdoblje od padajućeg izbornika na vrhu. Program će se automatski osvježiti sa novim razdobljem u radnom prostoru. Također možete promijeniti školske godine i tekuće razdoblje obilježavanje na sličan način
hu_hu: Választani időszakban dolgozni, jelölje ki az időszak a legördülő menü a tetején. A program automatikusan frissíti az új időszakban a munkaterületen. Azt is megváltoztathatja a tanév, és a jelenlegi jelölési időszak hasonló módon
is_is: Til að velja tímabil að vinna með því að velja tímabilið frá fellilistanum efst. The program vilja á sjálfvirkan hátt endurnýja með nýju tímabili í vinnusvæði. Þú getur einnig breytt skólaársins og núverandi merkingar tímabil á svipaðan hátt
ja_jp: 上で動作する期間を選択するには、上部のプルダウンメニューから期間を選択します。プログラムが自動的にワークスペースに新しい時代によってリフレッシュされます。また、同様の方法で学年と現在のマーキング期間を変更することができます
lt_lt: Norėdami pasirinkti laikotarpį dirbti, pasirinkite iš išplečiamojo meniu viršuje laikotarpį. Programa bus automatiškai atnaujinti su naujuoju laikotarpiu darbo srities. Taip pat galite keisti mokslo metų ir dabartinio žymėjimo laikotarpiu panašiai
lv_lv: Lai izvēlētos periodā strādāt, izvēlieties periodu no pull-down menu uz augšu. Programma automātiski atsvaidzināt ar jaunu periodu darbvietā. Varat arī mainīt mācību gada un tekošā marķēšanas laikposmā līdzīgā veidā
mk_mk: Да се ​​избере период да се работи, изберете периодот од паѓачкото мени на врвот. На програмата автоматски ќе се освежи со нов период во работниот простор. Исто така може да се промени на учебната година и сегашниот означување период на сличен начин
nn_no: Å velge en periode for å jobbe på, velger perioden fra rullegardinmenyen på toppen. Programmet vil automatisk oppdatere med ny periode i arbeidsområdet. Du kan også endre skoleåret og nåværende merking periode på en lignende måte
pl_pl: Aby wybrać okres pracy, wybierz okres od rozwijanego menu na górze. Program automatycznie odświeżać z nowego okresu w obszarze roboczym. Można również zmienić roku szkolnego i bieżącego okresu oznakowania w sposób podobny
pt_pt: Para escolher um período para trabalhar em, selecione o período a partir do menu suspenso na parte superior. O programa irá atualizar automaticamente com o novo período na área de trabalho. Você também pode alterar o ano letivo e período marcação atual em uma forma similar
ro_ro: Pentru a alege o perioadă pentru a lucra la, selectaţi perioada din meniul vertical pe partea de sus. Programul se va actualiza automat cu noua perioadă în spaţiul de lucru. Puteţi schimba, de asemenea, în anul şcolar şi perioada curentă marcajul într-un mod similar
ru_ru: Чтобы выбрать период для работы, выберите период с выпадающем меню в верхней части. Программа будет автоматически обновляться с нового периода в рабочей области. Вы также можете изменить учебный год и текущий период маркировки аналогичным образом
sk_sk: Ak chcete zvoliť dobu pracovať, vyberte obdobie od pull-down menu v hornej časti. Program bude automaticky aktualizovať s novou etapu v pracovnom priestore. Môžete tiež zmeniť školského roka a súčasné označenie obdobia, v podobnej móde
sl_si: Če želite izbrati čas za delo na, izberite obdobje od spustnem meniju na vrhu. Program bo samodejno osvežite z novo obdobje v delovnem prostoru. Spremenite lahko tudi šolsko leto, in tekoče označevanje obdobja na podoben način
sq_al: Për të zgjedhur një periudhë për të punuar mbi të, zgjidhni periudhën nga pull-down menu në krye. Programi automatikisht do të rifreskoni me periudhë të re në Workspace. Ju gjithashtu mund të ndryshojë të vitit shkollor dhe të periudhës aktuale duke shënuar në një mënyrë të ngjashme
sr_rs: Да бисте изабрали период за рад, изаберите период од падајућег менија на врху. Програм ће се аутоматски освежити са новим период у радном простору. Такође можете променити школску годину и текући обележавање периоду на сличан начин
sv_se: För att välja en period att arbeta på, välj perioden från rullgardinsmenyn på toppen. Programmet kommer att uppdateras automatiskt med den nya perioden i arbetsytan. Du kan också ändra läsåret och nuvarande märkning period på ett liknande sätt
th_th: เพื่อเลือกระยะเวลาในการทำงานในให้เลือกช่วงเวลาจากเมนูแบบดึงลงที่ด้านบน โปรแกรมจะรีเฟรชโดยอัตโนมัติโดยมีระยะเวลาใหม่ในพื้นที่ทำงาน คุณยังสามารถเปลี่ยนปีของโรงเรียนและระยะเวลาในการทำเครื่องหมายในปัจจุบันในรูปแบบเหมือนกัน
tr_tr: Üzerinde çalışmak için bir süre seçmek için, üst üste açılan menüden dönem seçmek. Çalışma alanında yeni bir dönem program otomatik olarak yenilenir. Ayrıca benzer bir moda okulu yıl ve cari işaretleme dönemi değiştirebilirsiniz
uk_ua: Щоб вибрати період для роботи, виберіть період з спадному меню у верхній частині. Програма буде автоматично оновлюватися з нового періоду в робочій області. Ви також можете змінити навчальний рік та поточний період маркування аналогічним чином
wa_be: Er mwyn dewis cyfnod i weithio ar, dewiswch y cyfnod o&#39;r ddewislen tynnu i lawr ar y brig. Bydd y rhaglen adfywio yn awtomatig â&#39;r cyfnod newydd yn y gweithle. Gallwch hefyd newid y flwyddyn ysgol ac cyfnod marcio ar hyn o bryd mewn modd tebyg
zh_tw: 要選擇一個時期的工作，選擇期限從下拉菜單的頂部。該計劃將自動刷新與新時期的工作區。您還可以更改學年和當前評分期以類似的方式

source: You can also quickly access a Students Demographic Information from the Students tab
af_za: Jy kan vinnig ook toegang tot &#39;n studente demografiese inligting van die studente-blad
be_by: Вы таксама можаце хутка атрымаць доступ студэнтаў Дэмаграфічная інфармацыя на ўкладцы Студэнты
bg_bg: Можете също така бързо достъп до студентите демографска информация от раздела &quot;Студентски&quot;
bn_bd: আপনি দ্রুত ছাত্র ট্যাব থেকে প্রবেশ জনসংখ্যা তথ্য করতে একটি ছাত্র
da_dk: Du kan også hurtigt få adgang til en Elever demografiske oplysninger fra de studerende fanen
el_gr: Μπορείτε επίσης να αποκτήσετε πρόσβαση σε μια γρήγορα μαθητές δημογραφικές πληροφορίες, από την καρτέλα Φοιτητές
et_ee: Võite kiiresti juurde Õpilased Demograafilised Teave Õpilased tab
fa_ir: شما همچنین می توانید به سرعت به یک دانشجویان دسترسی به اطلاعات دموگرافیک از تب دانشجویان
fi_fi: Voit myös nopeasti saada opiskelijat demografisia tietoja opiskelijoilta välilehti
ga_ie: Is féidir leat freisin rochtain go tapa le mic léinn Déimeagrafacha Eolas ón cluaisín Mic Léinn
gl_gl: Tamén pode acceder rapidamente unha Estudantes Información demográfica a partir da guía Estudantes
hr_hr: Također možete brzo pristupiti Studenti demografske informacije od studenata kartice
hu_hu: Ön is egyszerűen elérhető hallgatók demográfiai adatokat a diákok lapon
is_is: Þú getur einnig fljótt nálgast Nemendur Lýðfræðileg Upplýsingar frá Nemendur flipanum
ja_jp: また、すぐに学生のタブから学生人口統計情報にアクセスできます。
lt_lt: Taip pat galite greitai prieiti prie Studentai demografinę informaciją iš studentų skirtuką
lv_lv: Varat arī ātri piekļūt Skolēni demogrāfisko informāciju no studentiem cilnes
mk_mk: Можете исто така да брзо да пристапите во Студентите демографски информации од студентите јазиче
nn_no: Du kan også raskt få tilgang til et Studenter Demografiske opplysninger fra studentene kategorien
pl_pl: Można także szybko uzyskać dostęp Studenci demograficzne Informacje na karcie Studenci
pt_pt: Você também pode acessar rapidamente uma Estudantes Informação demográfica a partir da guia Estudantes
ro_ro: De asemenea, puteţi accesa rapid un Elevii informaţii demografice din fila Studenţi
ru_ru: Вы также можете быстро получить доступ студентов Демографическая информация на вкладке Студенты
sk_sk: Môžete sa tiež rýchlo pristupovať Študenti demografické informácie od študentov karty
sl_si: Prav tako lahko hitro dostopate do Študenti demografski podatki na zavihku Študenti
sq_al: Ju gjithashtu mund të shpejt të kenë një Studentët informata demografike nga tab Studentëve
sr_rs: Такође можете да брзо приступите Студенти Демографске информације из картице Студенти
sv_se: Du kan också snabbt få tillgång till en Eleverna demografisk information från studenterna fliken
th_th: คุณยังสามารถเข้าถึงได้อย่างรวดเร็วนักเรียนข้อมูลประชากรจากแท็บนักเรียน
tr_tr: Ayrıca hızlı bir Öğrencileri Öğrenci sekmesinden Demografik Bilgiler erişebilirsiniz
uk_ua: Ви також можете швидко отримати доступ студентів Демографічна інформація на вкладці Студенти
wa_be: Gallwch hefyd yn gyflym gael mynediad i fyfyrwyr Gwybodaeth Ddemograffig gan y tab Myfyrwyr
zh_tw: 您還可以快速訪問學生從學生人口信息標籤

source: When you click on any of the tabs in the top menu, you will see a list of sub-menus available to you in that category. Clicking on any menu will launch the specific page in the main frame, and it will update the help frame to display help for that section
af_za: As jy kliek op enige van die tabs in die top kieslys, sal jy sien &#39;n lys van sub-menu&#39;s aan u beskikbaar in dié kategorie. Klik op &#39;n spyskaart sal die spesifieke bladsy in die hoof raam begin, en dit sal die hulp raam werk hulp vir daardie afdeling te vertoon
ar_dz: عند النقر على أي من علامات التبويب في أعلى القائمة ، سترى قائمة من القوائم الفرعية المتاحة لك في هذه الفئة. والنقر على أي القائمة إطلاق صفحة معينة في الإطار الرئيسي ، وأنه سيتم تحديث الإطار لعرض مساعدة مساعدة لهذا القسم
be_by: Пры націску на любую з ўкладак у верхнім меню, вы ўбачыце спіс падменю даступныя для вас у гэтай катэгорыі. Націснуўшы на любую меню запуску пэўнай старонцы ў акне чата, і яна будзе абнаўляцца дапамагчы рамка для адлюстравання даведкі па гэтаму падзелу
bg_bg: Когато кликнете върху някой от разделите в главното меню, ще видите списък на под-менюта са достъпни за Вас в тази категория. Кликването върху всяко меню, ще започне конкретната страница в прозореца на чата, и ще актуализира рамката за помощ за показване на помощ за този раздел
bn_bd: যখন আপনি উপরের মেনু মধ্যে ট্যাব কোন উপর ক্লিক করুন, আপনি যে বিভাগে সাব - মেনু উপলব্ধ তালিকা দেখতে পাবেন. কোনো মেনু ক্লিক প্রধান ফ্রেমে নির্দিষ্ট পৃষ্ঠা আরম্ভ, এবং এটা যে অধ্যায় জন্য সাহায্য প্রদর্শনে সাহায্য ফ্রেম আপডেট করবে
da_dk: Når du klikker på en af ​​fanerne i øverste menu, vil du se en liste af sub-menuer til rådighed for dig i denne kategori. Hvis du klikker på en menu vil lancere den specifikke side i hovedrammen, og det vil opdatere den hjælp, ramme for at få vist hjælp til det pågældende afsnit
el_gr: Όταν κάνετε κλικ σε οποιαδήποτε από τις καρτέλες στο μενού στην κορυφή, θα δείτε μια λίστα των υπο-μενού στη διάθεσή σας σε αυτή την κατηγορία. Κάνοντας κλικ σε οποιοδήποτε μενού θα ξεκινήσει την συγκεκριμένη σελίδα στο κύριο πλαίσιο, και θα την ενημέρωση του πλαισίου βοηθήσει για να εμφανιστεί βοήθεια για αυτή την ενότητα
et_ee: Kui klõpsate sakkidelt ülemises menüüs, näed nimekirja alammenüüd teile kättesaadavaks sellesse kategooriasse. Klõpsates ükskõik menüü käivitab konkreetse lehekülje kere, ja ajakohastab ta aitab raami kuvamise selle osa
fa_ir: هنگامی که شما با کلیک بر روی هر یک از زبانه ها در منوی بالای صفحه ، شما لیستی از زیر منوها در دسترس برای شما در آن بخش را ببینید. با کلیک بر روی هر منو صفحه مورد نظر در قاب اصلی ، راه اندازی و آن را قاب راهنما برای نشان دادن کمک به آن بخش به روز رسانی
fi_fi: Kun klikkaat jotakin välilehtien yläpalkin näet listan alavalikot käytössäsi tähän luokkaan. Jos klikkaat mitä tahansa valikosta käynnistää tietylle sivulle päärunko, ja se päivittää auttaa kehys näyttämään auttaa kyseiseen osioon
ga_ie: Nuair a bheidh tú cliceáil ar aon cheann de na táib sa roghchlár barr, feicfidh tú liosta de na fo-biachláir ar fáil duit sa chatagóir sin. Cliceáil ar aon roghchlár seoladh ar an leathanach faoi leith sa fhráma is mó, agus beidh cothrom le dáta an fráma cuidiú sé cúnamh a chur ar taispeáint ar an alt sin
gl_gl: Cando fai clic en calquera das guías na parte superior do menú, podes ver a lista de sub-menús dispoñibles para ti nesa categoría. Ao premer en calquera menú vai publicar a páxina específica no cadro principal, e debería actualizar o cadro de axuda para ver a axuda para esta sección
hr_hr: Kada kliknete na bilo koju od kartica u gornjem izborniku, vidjet ćete popis podizbornike koje su Vam dostupne u toj kategoriji. Klikom na bilo koji izbornik će se pokrenuti određenu stranicu u glavni okvir, a to će se ažurirati pomoći okvir za prikaz pomoći za to područje
hu_hu: Ha rákattint bármelyik lapot a felső menüben, akkor megjelenik egy lista az al-menük áll az Ön rendelkezésére ebben a kategóriában. Kattintva minden menü indít az adott oldalt a fő váz, és frissíteni fogja a segítségével keret súgóját jelenítheti meg, hogy részben
is_is: Þegar þú smellir á einhverju flipa í efstu valmyndinni, þú vilja sjá a listi af undir-matseðill í boði fyrir þig í þeim flokki. Með því að smella á hvaða matseðill vilja ráðast á ákveðna síðu í helstu ramma, og það mun uppfæra hjálpa ramma til að sýna hjálp fyrir þessi hluti
ja_jp: 一番上のメニュー任意のタブをクリックすると、そのカテゴリで使用可能なサブメニューのリストが表示されます。任意のメニューをクリックしても、メインフレーム内の特定のページを起動します、そしてそれはそのセクションのヘルプを表示するために、helpのフレームを更新します。
lt_lt: , Kai spustelite bet viršutiniame meniu skirtukus, matysite meniu jūs tos kategorijos sąrašą. Paspaudę ant bet meniu pradės tikrą puslapį, pagrindinį rėmą, ir atnaujinti pagalbos sistema, rodyti pagalbos šiame skirsnyje
lv_lv: Kad jūs noklikšķiniet uz kādu no augšējā izvēlnē cilnēm, jūs redzēsiet sarakstu ar apakšizvēlnēm jums pieejami šajā kategorijā. Noklikšķinot uz jebkuras izvēlnes uzsāks konkrētu lappusi, jo galvenā rāmja, un tā atjauninās palīdzēs rāmja, lai parādītu palīdzētu šīs sadaļas
mk_mk: Кога ќе кликнете на некој од табовите во главното мени, ќе видите листа на под-менија на располагање на вас во таа категорија. Со кликнување на било менито ќе започне на одредена страница во носечка рамка, а тоа ќе се ажурира помош рамка за да се прикаже помош за тој дел
nn_no: Når du klikker på en av kategoriene i toppmenyen, vil du se en liste over sub-menyer tilgjengelig for deg i den kategorien. Ved å klikke på en meny vil lansere den spesifikke siden i hovedrammen, og det vil oppdatere hjelpe rammen for å vise hjelpen for den delen
pl_pl: Po kliknięciu na jedną z zakładek w menu głównym, zobaczysz listę podmenu w tej kategorii dostępne. Kliknięcie na dowolnym menu uruchomi na stronę, na ramie głównej i będzie aktualizacja ramach pomocy w celu wyświetlenia pomocy dla tej sekcji
pt_pt: Quando você clica em qualquer uma das guias no topo do menu, você verá uma lista de sub-menus disponíveis para você nessa categoria. Ao clicar em qualquer menu vai lançar a página específica no quadro principal, e ele irá atualizar o quadro de ajuda para exibir a ajuda para essa seção
ro_ro: Când faceţi clic pe oricare dintre filele din meniul de sus, veţi vedea o listă de sub-meniurile disponibile pentru a vă în această categorie. Făcând clic pe orice meniu va lansa anumită pagină în cadrul principal, şi va actualiza cadru de ajutor pentru a afişa asistenţa pentru această secţiune
ru_ru: При нажатии на любую из вкладок в верхнем меню, вы увидите список подменю доступны для вас в этой категории. Нажав на любую меню запуска определенной странице в окне чата, и она будет обновляться помочь рамка для отображения справки по этому разделу
sk_sk: Keď kliknete na niektorý z kariet v hornom menu sa zobrazí zoznam sub-menu k dispozícii v tejto kategórii. Po kliknutí na akéhokoľvek menu začne na konkrétnu stránku v hlavnom okne, a bude aktualizovať pomocou rámu zobrazíte pomocníka k tejto sekcie
sl_si: Ko kliknete na katero koli od zavihkov v zgornjem meniju, boste videli seznam podmenije vam na voljo v tej kategoriji. Klik na menu bo sprožila posebno stran v glavnem okvirju, in da bo posodobil pomagali okvir za prikaz pomoč za ta razdelek
sq_al: Kur ju klikoni mbi ndonjë nga skedat në meny lartë, ju do të shihni një listë të nën-menytë në dispozicion për ju në këtë kategori. Duke klikuar në çdo menu do të fillojë faqe të veçantë në kuadrin kryesor, dhe kjo do update kuadër të ndihmojë për të shfaqur të ndihmuar për këtë seksion
sr_rs: Када кликнете на неку од картица у горњем менију, видећете листу под-менија на располагању да вам у тој категорији. Кликом на било који мени ће покренути одређену страницу у главном оквир, и он ће ажурирати оквир помоћи за приказ помоћ за тај део
sv_se: När du klickar på någon av flikarna i toppmenyn kommer du se en lista över undermenyer tillgängliga för dig i den kategorin. Klicka på någon meny kommer att lansera den specifika sidan i huvudramen, och det kommer att uppdatera den hjälp ram att visa hjälp för det avsnittet
th_th: เมื่อคุณคลิกที่ใด ๆ ของแท็บในเมนูด้านบนคุณจะเห็นรายการของเมนูย่อยที่สามารถใช้ได้ในประเภทที่ คลิกที่เมนูใด ๆ ที่จะเปิดตัวเพจที่เฉพาะเจาะจงในเฟรมหลักและจะปรับปรุงกรอบความช่วยเหลือเพื่อแสดงวิธีใช้ส่วนที่
tr_tr: Üst menüde sekmelerden herhangi birine tıkladığınızda, o kategoriye sizin için mevcut alt menüler bir listesini göreceksiniz. Herhangi bir menü tıklandığında ana çerçeve içinde belirli bir sayfa başlatmak, ve o bölüm için yardımı görüntülemek üzere yardım çerçeve güncelleme
uk_ua: При натисканні на кожну з вкладок у верхньому меню, ви побачите список підменю доступні для вас у цій категорії. Натиснувши на будь-яку меню запуску певної сторінки у вікні чату, і вона буде оновлюватися допомогти рамка для відображення довідки з цього розділу
wa_be: Pan fyddwch yn clicio ar unrhyw un o&#39;r tabiau yn y ddewislen uchaf, fe welwch chi restr o is-bwydlenni ar gael i chi yn y categori hwnnw. Bydd clicio ar unrhyw fwydlen lansio&#39;r dudalen benodol yn y ffrâm cyfan, a bydd yn diweddaru&#39;r ffrâm yn helpu i arddangos cymorth ar gyfer yr adran honno
zh_tw: 當你點擊任何標籤在頂部的菜單，你會看到一個列表的子菜單向您提供這一類。點擊任何菜單將推出具體的頁面在主框架，它將幫助更新幀顯示幫助該節
