Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You can edit these grades
af_za: Jy kan wysig hierdie grade
ar_dz: يمكنك تحرير هذه الدرجات
be_by: Вы можаце змяняць гэтыя класы
bg_bg: Можете да редактирате тези класове
bn_bd: আপনি এই ডিগ্রী পরিবর্তন করা সম্ভব
da_dk: Du kan redigere disse kvaliteter
el_gr: Μπορείτε να επεξεργαστείτε αυτές τις βαθμίδες
es_es: Puede editar estas calificaciones
et_ee: Võite muuta need klassid
fa_ir: شما می توانید از این نمرات را ویرایش کنید
fi_fi: Voit muokata näitä arvosanoja
ga_ie: Is féidir leat in eagar ar na gráid
gl_gl: Pode modificar estes graos
hr_hr: Možete urediti ove ocjene
hu_hu: Bármikor módosíthatja ezeket a fokozatok
is_is: Þú getur breytt þessum bekk
ja_jp: あなたはこれらの成績を編集することができます
lt_lt: Jūs galite redaguoti šias rūšis
lv_lv: Jūs varat rediģēt šīs kategorijas
mk_mk: Можете да ја промените овие оценки
nn_no: Du kan redigere disse karakterene
pl_pl: Możesz edytować te gatunki
pt_pt: Você pode editar estes graus
ro_ro: Puteţi edita aceste clase
ru_ru: Вы можете изменять эти классы
sk_sk: Môžete upraviť tieto známky
sl_si: Uredite lahko te ocene
sq_al: Ju mund të redaktoni këto nota
sr_rs: Можете да измените ова оцене
sv_se: Du kan redigera dessa kvaliteter
th_th: คุณสามารถแก้ไขผลการเรียนเหล่านี้
tr_tr: Bu notları düzenleyebilirsiniz
uk_ua: Ви можете змінювати ці класи
wa_be: Gallwch olygu y graddau hyn
zh_tw: 您可以編輯這些職系

source: Grade reporting begins on
af_za: Graad verslaggewing begin op
ar_dz: تقارير الصف يبدأ يوم
be_by: Клас справаздачнасці пачынаецца
bg_bg: Степен отчитане започва на
bn_bd: গ্রেড রিপোর্টিং 'উপর শুরু
da_dk: Grade rapportering begynder den
el_gr: Βαθμός αναφοράς αρχίζει στις
es_es: La presentación de los informes de calificaciones comienzan el
et_ee: Hinne aruandlus algab
fa_ir: گزارش کلاس آغاز می شود
fi_fi: Grade raportointi alkaa
ga_ie: Tosaíonn tuairisciú Grád ar
gl_gl: Informes grao comeza en
hr_hr: Ocjena izvještavanja počinje na
hu_hu: Grade jelentés kezdődik
is_is: Grade skýrslugerð hefst
ja_jp: グレードのレポートはから始まります
lt_lt: Įvertinimas ataskaitų prasideda
lv_lv: Novērtējums ziņošana sākas
mk_mk: Одделение за известување започнува на
nn_no: Vurder rapportering begynner på
pl_pl: Stopień raportowania rozpoczyna się
pt_pt: Relatórios grau começa em
ro_ro: Grad de raportare începe pe
ru_ru: Класс отчетности начинается
sk_sk: Stupeň správ začína
sl_si: Grade poročanje se začne
sq_al: Raportimit fillon në klasën e
sr_rs: Разреда извештавање почиње
sv_se: Grade rapportering börjar på
th_th: รายงานระดับเริ่มต้นใน
tr_tr: Sınıf raporlama başlar
uk_ua: Клас звітності починається
wa_be: Gradd adrodd yn dechrau ar
zh_tw: 報告上一級開始

source: Grade reporting starts on
af_za: Graad verslaggewing begin op
ar_dz: تقارير الصف يبدأ يوم
be_by: Клас справаздачнасці пачынаецца
bg_bg: Степен отчитане започва на
bn_bd: গ্রেড প্রতিবেদনের উপর আরম্ভ
da_dk: Grade indledes indberetning om
el_gr: Βαθμός η παροχή στοιχείων αρχίζει με
es_es: La presentación de los informes de calificaciones comienzan el
et_ee: Hinne aruandlus algab
fa_ir: گزارش کلاس شروع
fi_fi: Grade raportointi alkaa
ga_ie: Tosaíonn tuairisciú Grád ar
gl_gl: Informes grao comeza en
hr_hr: Ocjena izvještavanja počinje
hu_hu: Grade jelentés kezdődik
is_is: Grade skýrslugerð byrjar á
ja_jp: グレード報告がで開始
lt_lt: Įvertinimas ataskaitų prasideda
lv_lv: Novērtējums ziņošana sākas
mk_mk: Одделение за известување започнува на
nn_no: Vurder rapporteringen starter på
pl_pl: Stopień raportowania rozpoczyna się
pt_pt: Relatórios grau começa em
ro_ro: Grad de raportare începe pe
ru_ru: Класс отчетности начинается
sk_sk: Stupeň správ začína
sl_si: Grade poročanje začne na
sq_al: Raportimit klasën e fillon me
sr_rs: Разреда извештавање почиње у
sv_se: Grade rapportering börjar på
th_th: รายงานระดับเริ่มต้นใน
tr_tr: Sınıf raporlama başlar
uk_ua: Клас звітності починається
wa_be: Gradd adrodd yn dechrau ar
zh_tw: 報告上一級開始

source: and ends on
af_za: en eindig op
ar_dz: وتنتهي في
be_by: і заканчваецца
bg_bg: и приключва на
bn_bd: এবং শেষ
da_dk: og slutter den
el_gr: και λήγει την
et_ee: ja lõpeb
fa_ir: و پایان می یابد
fi_fi: ja päättyy
ga_ie: agus críochnaíonn sí ar
gl_gl: e remata no
hr_hr: i završava na
hu_hu: és ér véget
is_is: og endar á
ja_jp: とに終わる
lt_lt: ir baigiasi
lv_lv: un beidzas
mk_mk: и завршува на
nn_no: og slutter på
pl_pl: i kończy się
pt_pt: e termina no
ro_ro: şi se termină pe
ru_ru: и заканчивается
sk_sk: a končí
sl_si: in se konča na
sq_al: dhe përfundon në
sr_rs: и завршава се у
sv_se: och slutar
th_th: และสิ้นสุดวันที่
tr_tr: ve biter
uk_ua: і закінчується
wa_be: ac yn dod i ben ar
zh_tw: 並結束對

source: Grade reporting ended for this marking period on
af_za: Graad verslagdoening vir hierdie nasienperiode geëindig op
ar_dz: أنهى الصف الإبلاغ عن هذه الفترة لوضع علامات على
be_by: Клас справаздачнасці скончыўся для гэтага перыяду на маркіроўку
bg_bg: Степен отчитане приключила за тази маркировка период на
bn_bd: গ্রেড প্রতিবেদনের উপর এই অবস্থানসূচক সময়ের জন্য শেষ
da_dk: Grade rapportering slut for denne mærkning periode på
el_gr: Βαθμός αναφοράς λήξει για την σήμανση για την περίοδο
es_es: El proceso de calificaciones para este período finalizó en
et_ee: Hinne aruandlus lõppes selle märgistuse perioodi
fa_ir: گزارش کلاس به پایان رسید برای این دوره مارک
fi_fi: Grade raportointi päättyi tämän merkinnän ajanjakson
ga_ie: Tuairiscithe Grád dar críoch don tréimhse seo marcáil ar
gl_gl: Informes grao rematou a este período na reserva
hr_hr: Ocjena izvještavanja završila za ovo obilježavanje razdoblje na
hu_hu: Grade jelentés véget ért ehhez a jelölési időszak
is_is: Bekk skýrslur endaði fyrir þetta merking tímabili á
ja_jp: グレードのレポートは、このマーキング期間終了
lt_lt: Įvertinimas ataskaitų baigėsi šį žymėjimą laikotarpį
lv_lv: Novērtējums ziņošanas beidzās šim marķējumam laika periodu
mk_mk: Одделение за известување заврши за ова означување период на
nn_no: Vurder rapportering avsluttet for denne merkingen periode på
pl_pl: Stopień raportowania zakończył w tym okresie znakowania
pt_pt: Relatórios grau terminou para este período na marcação
ro_ro: Grad de raportare încheiat pentru această perioadă marcaj pe
ru_ru: Класс отчетности закончился для этого периода на маркировку
sk_sk: Stupeň hlásenie skončil pre toto označenie na dobu
sl_si: Grade poročanje končalo za to obdobje, za označevanje
sq_al: Raportimit klasën e përfundoi për këtë periudhë shënuar në
sr_rs: Разреда извештавање истекао Ова ознака период на
sv_se: Grade rapportering slut för denna märkning period
th_th: รายงานเกรดสำหรับงวดสิ้นสุดวันที่เครื่องหมายนี้
tr_tr: Sınıf raporlama bu işaretleme dönemi sona erdi
uk_ua: Клас звітності закінчився для цього періоду на маркування
wa_be: Gradd adrodd a ddaeth i ben ar gyfer y cyfnod marcio ar
zh_tw: 級報告結束了這個時期的標誌

source: Assign Percents
af_za: Ken Procenten
ar_dz: تعيين النسب المئوية
be_by: Прызначэнне Працэнты
bg_bg: Присвояване на сто
bn_bd: শতাংশ ধার্য
da_dk: Tildel procenter
el_gr: Εκχώρηση Ποσοστά
es_es: Asignar Porcentajes
et_ee: Määra protsent
fa_ir: اختصاص درصد
fi_fi: Määritä Prosentit
ga_ie: Percents Sann
gl_gl: Asignar porcentuais
hr_hr: Dodjela postocima
hu_hu: Rendeljen százalékos
is_is: Úthluta percents
ja_jp: パーセントを割り当てる
lt_lt: Priskirti Procentai
lv_lv: Piešķirt procenti
mk_mk: Доделување Проценти
nn_no: Tilordne prosentene
pl_pl: Przypisywanie Odchyłki
pt_pt: Atribuir Percentuais
ro_ro: Atribuirea procente
ru_ru: Назначение Проценты
sk_sk: Priradenie Percentá
sl_si: Določi odstotkov
sq_al: Caktimi i përqindjes
sr_rs: Додели процената
sv_se: Tilldela PROCENT
th_th: กำหนดร้อยละ
tr_tr: Yüzdeleri Ata
uk_ua: Призначення Відсотки
wa_be: Neilltuo percents
zh_tw: 分配百分比

source: Assign Letters
af_za: Ken briewe
ar_dz: تعيين رسائل
be_by: Прызначэнне Лісты
bg_bg: Присвояване на писма
bn_bd: চিঠিপত্র ধার্য
da_dk: Tildel Breve
el_gr: Εκχώρηση Γράμματα
es_es: Asignar Cartas
et_ee: Määra Letters
fa_ir: انتساب نامه
fi_fi: Määritä Letters
ga_ie: Litreacha Sann
gl_gl: Asignar Letras
hr_hr: Dodjela Pisma
hu_hu: Rendeljen levelek
is_is: Úthluta Letters
ja_jp: 文字を割り当てます。
lt_lt: Priskirti laiškai
lv_lv: Piešķirt Burti
mk_mk: Доделување писма
nn_no: Tilordne Letters
pl_pl: Przypisywanie litery
pt_pt: Atribuir Letras
ro_ro: Atribuirea scrisori
ru_ru: Назначение Письма
sk_sk: Priraďovať písmená
sl_si: Določi pisem
sq_al: Cakto Letra
sr_rs: Додели Писма
sv_se: Tilldela Brev
th_th: กำหนดอักษร
tr_tr: Mektuplar Ata
uk_ua: Призначення Листи
wa_be: Neilltuo Llythyrau
zh_tw: 分配快報

source: Get Gradebook Grades
af_za: Kry Gradebook Graad
ar_dz: الحصول على علامات دفتر التقديرات
be_by: Атрымаць Заліковая кніжка Ацэнкі
bg_bg: Вземи Gradebook степени
bn_bd: গ্রেড বই গ্রেড পান
da_dk: Få Gradebook Karakterer
el_gr: Πάρτε τους βαθμούς Gradebook
es_es: Obtener Calificaciones del Libro de Calificaciones
fa_ir: دریافت نمرات Gradebook
fi_fi: Hanki Gradebook arvosanat
ga_ie: Faigh Gráid Gradebook
gl_gl: Obter Reixas Gradebook
hr_hr: Nabavite Gradebook Ocjene
hu_hu: Get Gradebook Osztályzatok
is_is: Fá Gradebook Einkunnir
ja_jp: 成績表の評定を取得
lt_lt: Gauti Gradebook Prognozės
lv_lv: Get Gradebook pakāpes
mk_mk: Земете Gradebook Оценки
nn_no: Få karakterboken Karakterer
pl_pl: Pobierz Stopnie dzienniczek ocen
pt_pt: Obter Grades Gradebook
ro_ro: Ia Note cartea de note
ru_ru: Получить Зачетная книжка Оценки
sk_sk: Získajte zadávanie známok stupňa
sl_si: Get redovalnice Grades
sq_al: Get Notat Gradebook
sr_rs: Оцене се Градебоок
sv_se: Få betygsbok betyg
th_th: ได้เกรด Gradebook
tr_tr: Gradebook Sınıflar alın
uk_ua: Отримати Залікова книжка Оцінки
wa_be: Cael Graddau Llyfr Marciau
zh_tw: 獲得等級成績冊

source: Clear All
af_za: Alles uit
ar_dz: مسح جميع
be_by: Ачысціць усё
bg_bg: Изчистване на всички
bn_bd: সব পরিষ্কার করুন
da_dk: Ryd alle
el_gr: Κατάργηση όλων
es_es: Borrar Todos
et_ee: Kustuta kõik
fa_ir: پاک کردن همه
fi_fi: Tyhjennä kaikki
ga_ie: Glan Gach
gl_gl: Borrar Todos
hr_hr: Obriši sve
hu_hu: Az összes törlése
is_is: Hreinsa All
ja_jp: すべてをクリア
lt_lt: Išvalyti visus
lv_lv: Notīrīt visu
mk_mk: Исчисти сите
nn_no: Fjern alle
pl_pl: Wyczyść wszystko
pt_pt: Limpar Todos
ro_ro: Golire totală
ru_ru: Очистить все
sk_sk: Vymazať všetko
sl_si: Počisti vse
sq_al: Qartë të gjitha
sr_rs: Обриши све
sv_se: Ta bort alla
th_th: ล้างทั้งหมด
tr_tr: Tümünü Temizle
uk_ua: Очистити все
wa_be: Clir i bob
zh_tw: 全部清除

source: Percent
af_za: Persent
ar_dz: في المئة
be_by: Працэнт
bg_bg: На сто
bn_bd: শতাংশ
da_dk: Procent
el_gr: Τοις εκατό
es_es: Porcentaje
et_ee: Protsent
fa_ir: در صد
fi_fi: Prosentti
ga_ie: Céatadán
gl_gl: Por cento
hr_hr: Postotak
hu_hu: Százalék
is_is: Hlutfall
ja_jp: ％の
lt_lt: Procentų
lv_lv: Procents
mk_mk: Процент
nn_no: Prosent
pl_pl: Procent
pt_pt: Por cento
ro_ro: La sută
ru_ru: Процент
sk_sk: Percento
sl_si: Odstotek
sq_al: Përqind
sr_rs: Проценат
sv_se: Procent
th_th: เปอร์เซ็นต์
tr_tr: Yüzde
uk_ua: Відсоток
wa_be: Canran
zh_tw: ％的

source: Assign Grade
af_za: Ken Graad
ar_dz: تعيين الصف
be_by: Прызначэнне класа
bg_bg: Присвояване степен
bn_bd: গ্রেড প্রদান করুন
da_dk: Tildel Grade
el_gr: Αντιστοίχιση Βαθμού
es_es: Asignar Calificación
et_ee: Määra Hinne
fa_ir: اختصاص درجه
fi_fi: Määritä Grade
ga_ie: Sann Grád
gl_gl: Asignar Reixa
hr_hr: Dodjela Grade
hu_hu: Rendeljen Grade
is_is: Úthluta Grade
ja_jp: グレードを割り当てます。
lt_lt: Priskirti Įvertinimas
lv_lv: Piešķirt Novērtējums
mk_mk: Доделување Одделение
nn_no: Tilordne Grade
pl_pl: Przypisywanie klasy
pt_pt: Atribuir Grade
ro_ro: Atribuirea Grad
ru_ru: Назначение класса
sk_sk: Priradenie triedy
sl_si: Določi Grade
sq_al: Cakto Grade
sr_rs: Додели разред
sv_se: Tilldela Grade
th_th: กําหนดเกรด
tr_tr: Sınıf Ata
uk_ua: Призначення класу
wa_be: Neilltuo Gradd
zh_tw: 分配級

source: Assign Percent
af_za: Ken Persent
ar_dz: تعيين النسبة المئوية
be_by: Прызначэнне Працэнт
bg_bg: Присвояване Процент
bn_bd: শতাংশ ধার্য
da_dk: Tildel Procent
el_gr: Εκχώρηση Ποσοστό
es_es: Asignar Porcentaje
et_ee: Määra protsent
fa_ir: اختصاص درصد
fi_fi: Määritä Prosentti
ga_ie: Sann Céatadán
gl_gl: Asignar PERCENT
hr_hr: Dodjela posto
hu_hu: Rendeljen százalék
is_is: Úthluta Hlutfall
ja_jp: パーセントを割り当てる
lt_lt: Priskirti procentas
lv_lv: Piešķirt Percent
mk_mk: Доделување Процент
nn_no: Tilordne Prosent
pl_pl: Przypisywanie procent
pt_pt: Atribuir Percent
ro_ro: Atribuirea Procent
ru_ru: Назначение Процент
sk_sk: Priradenie percent
sl_si: Določi Odstotek
sq_al: Cakto Përqindja
sr_rs: Додели Проценат
sv_se: Tilldela Procent
th_th: กำหนดร้อยละ
tr_tr: Yüzde Ata
uk_ua: Призначення Відсоток
wa_be: Neilltuo Canran
zh_tw: 分配百分比

source: Fast Transcripts
af_za: Fast Transkripsies
ar_dz: نصوص سريع
be_by: Хуткі стэнаграмы
bg_bg: Бързо Преписи
bn_bd: স্থায়ী অনুলিপি
da_dk: Hurtig Afskrifter
el_gr: Γρήγορη Transcripts
et_ee: Fast Ärakirju
fa_ir: رونوشت سریع
fi_fi: Fast Tekstitystiedostojen
ga_ie: Athscríbhinní Fast
gl_gl: Transcricións rápido
hr_hr: Brzo Prijepisi
hu_hu: Gyors transzkriptumok
is_is: Fast afrit
ja_jp: 高速トラン
lt_lt: Greitas list dialogowych
lv_lv: Fast stenogrammas
mk_mk: Брз Записници
nn_no: Rask Avskrifter
pl_pl: Szybkie Stenogramy
pt_pt: Transcrições rápido
ro_ro: Transcrieri rapid
ru_ru: Быстрый Стенограммы
sk_sk: Rýchly Prepisy
sl_si: Fast Indeks
sq_al: Fast Transkriptet
sr_rs: Брзо Транскрипти
sv_se: Snabb Avskrifter
th_th: อาชีพได้อย่างรวดเร็ว
tr_tr: Hızlı Transkriptler
uk_ua: Швидкий Стенограми
wa_be: Trawsgrifiadau Cyflym
zh_tw: 快速成績單

source: Student Final Grades
af_za: Studente Finale Graad
ar_dz: علامات الطلاب النهائية
be_by: Студэнцкая выніковых адзнак
bg_bg: Студентски крайната оценка
bn_bd: ছাত্র ফাইনাল গ্রেড
da_dk: Student Afsluttende Karakterer
el_gr: Φοιτητής Τελική βαθμοί
es_es: Calificaciones Finales de Alumnos
fa_ir: نمرات دانشجویان نهایی
fi_fi: Opiskelijan lopullisen arvosanan
ga_ie: Gráid na Mac Léinn Deiridh
gl_gl: Reixas estudante final
hr_hr: Studentski završnih razreda
hu_hu: Diák végső pontszám
is_is: Námsmaður Final Einkunnir
ja_jp: 学生の最終評点
lt_lt: Studentų Baigiamosios Prognozės
lv_lv: Studentu Final pakāpes
mk_mk: Студент Финале Оценки
nn_no: Student endelige karakterene
pl_pl: Student Oceny końcowe
pt_pt: Grades estudante final
ro_ro: Note finale Student
ru_ru: Студенческая итоговых оценок
sk_sk: Študent konečnej známky
sl_si: Student končnih ocen
sq_al: Notat e studentëve Final
sr_rs: Студентски коначне оцене
sv_se: Student slutbetygen
th_th: คะแนนปลายภาคของนักศึกษา
tr_tr: Öğrenci Dönem Sonu Notlarının
uk_ua: Студентська підсумкових оцінок
wa_be: Graddau i Fyfyrwyr Terfynol
zh_tw: 學生的最終成績

source: Report Card Grades
af_za: Rapport kaart Graad
ar_dz: علامات بطاقة التقرير
be_by: Ацэнкі табель
bg_bg: Степен Доклад карта
bn_bd: প্রতিবেদন কার্ড গ্রেড
da_dk: Report Card Karakterer
el_gr: Βαθμοί Κάρτα Έκθεση
es_es: Grados del Reporte de Notas
fa_ir: گزارش نمرات کارت
fi_fi: Raportti Card arvosanat
ga_ie: Gráid Cárta Tuarascáil
gl_gl: Tarxeta Reixas informe
hr_hr: Izvješće kartica Ocjene
hu_hu: Jelentés kártya Osztályzatok
is_is: Report Card Einkunnir
ja_jp: レポートカードのグレード
lt_lt: Pranešimas apie kortelės Prognozės
lv_lv: Ziņojums Card pakāpes
mk_mk: Report Card Оценки
nn_no: Report Card Karakterer
pl_pl: Stopnie Report Card
pt_pt: Cartão Grades relatório
ro_ro: Report Card Note
ru_ru: Оценки Табель
sk_sk: Stupne vysvedčenie
sl_si: Poročilo Card Grades
sq_al: Dëftesa e klasave
sr_rs: Извештај картица Оцене
sv_se: Report Card betyg
th_th: เกรดบัตรรายงาน
tr_tr: Rapor Kartı Notlarının
uk_ua: Оцінки Табель
wa_be: Graddau Cerdyn Adroddiad
zh_tw: 報告卡成績

source: Report Card Comments
af_za: Rapportkaart Kommentaar
ar_dz: تعليقات تقرير بطاقة
be_by: Каментары табель
bg_bg: Коментари Доклад карта
da_dk: Report Card Kommentarer
el_gr: Card Σχόλια Έκθεση
es_es: Comentarios del Reporte de Notas
et_ee: Report Card Kommentaarid
fa_ir: کارت گزارش نظرات
fi_fi: Raportti Card Kommentit
ga_ie: Tuairimí Cárta Tuarascáil
gl_gl: Tarxeta Comments informe
hr_hr: Izvješće kartica Komentari
hu_hu: Jelentés kártya Hozzászólások
ja_jp: レポートカードのコメント
lt_lt: Kortelę, komentarai
lv_lv: Ziņojums Card Komentāri
mk_mk: Report Card Коментари
nn_no: Report Card Kommentarer
pl_pl: Komentarze Report Card
pt_pt: Cartão Comments relatório
ro_ro: Report Card Comentarii
ru_ru: Комментарии Табель
sk_sk: Komentáre vysvedčenie
sl_si: Poročilo Card Komentarji
sq_al: Komentet Dëftesa
sr_rs: Репорт Цард Коментари
sv_se: Report Card Kommentarer
th_th: ความคิดเห็นบัตรรายงาน
tr_tr: Rapor Kart
uk_ua: Коментарі Табель
wa_be: Sylwadau Cerdyn Adroddiad
zh_tw: 報告卡評論

source: Recalculate GPA Numbers
af_za: Herbereken GPA Nommers
ar_dz: أرقام حساب المعدل التراكمي
be_by: Пералічыць ГПД нумароў
bg_bg: Преизчисли GPA Numbers
da_dk: Genberegn GPA Numbers
el_gr: Επανυπολογισμός Αριθμοί ΣΔΣ
es_es: Recalcular los Números Promedio General
et_ee: Arvuta GPA Numbers
fa_ir: دوباره حساب شماره معدل
fi_fi: Laske GPA Numbers
ga_ie: Athríomh Uimhreacha GPA
gl_gl: Recalcular Números GPa
hr_hr: Preračunaj GPA Brojevi
hu_hu: Újratervezés GPA számok
is_is: Endurreikna GPA Numbers
ja_jp: 再計算GPA番号
lt_lt: Perskaičiuoti VPS numeriai
lv_lv: Pārrēķināt VIN numuri
mk_mk: Преизчисли Успех броеви
nn_no: Omberegn GPA Tall
pl_pl: Numery GPA Przelicz
pt_pt: Recalcular Números GPA
ro_ro: Recalcularea GPA Numere
ru_ru: Пересчитать ГПД номеров
sk_sk: Prepočítať GPA čísla
sl_si: Preračunaj GPA Numbers
sq_al: Rillogarisë Numrat GPA
sr_rs: Прерачунајте ГПА бројеви
sv_se: Räkna GPA Numbers
th_th: เกรดเฉลี่ยคำนวณตัวเลข
tr_tr: Yeniden Hesapla GPA Numaraları
uk_ua: Перерахувати ГПД номерів
wa_be: Ail-gyfrifo Rhifau GPA
zh_tw: 重新計算 GPA號

source: Edit Report Card Grades
af_za: Verander Verslag kaart Graad
ar_dz: تحرير علامات بطاقة تقرير
be_by: Змяніць Ацэнкі табель
bg_bg: Редактиране Степен на доклад Card
bn_bd: সম্পাদনা রিপোর্ট কার্ড গ্রেড
da_dk: Rediger Report Card Karakterer
el_gr: Επεξεργασία των βαθμών Card Έκθεση
es_es: Editar los Informes de las Tarjetas de Calificaciones
fa_ir: ویرایش نمرات کارت گزارش
fi_fi: Muokkaa report card arvosanat
ga_ie: Cuir Gráid Cárta Tuarascáil
gl_gl: Editar Reixas Report Card
hr_hr: Uredi Ocjene kartica Prijavi
hu_hu: Szerkesztés jelentése kártya Osztályzatok
is_is: Breyta Report Card Einkunnir
ja_jp: レポートカードのグレードを編集
lt_lt: Pranešimas apie kortelės Prognozės redagavimas
lv_lv: Rediģēt ziņojumu kartes pakāpes
mk_mk: Измени Report Card Оценки
pl_pl: Edytuj Stopnie Report Card
pt_pt: Editar Grades Report Card
ro_ro: Editare Note Raport Card
ru_ru: Изменить Оценки Табель
sk_sk: Upraviť Stupne Report Card
sl_si: Urejanje ocen Card Prijavi
sq_al: Edit klasave Dëftesa
sr_rs: Уређивање Оцене Репорт Цард
sv_se: Redigera Betyg Report Card
th_th: แก้ไขเกรดบัตรรายงาน
tr_tr: Rapor Kartı Sınıflar Düzenle
uk_ua: Змінити Оцінки Табель
wa_be: Golygu Graddau Cerdyn Adroddiad
zh_tw: 編輯報告單牌號

source: Final Grades
af_za: Finale Graad
ar_dz: الدرجات النهائية
be_by: Выніковыя адзнакі
bg_bg: Крайната оценка
bn_bd: ফাইনাল গ্রেড
da_dk: Afsluttende Karakterer
el_gr: Τελική βαθμοί
es_es: Calificaciones Finales
et_ee: Lõplik Grades
fa_ir: نمرات نهایی
fi_fi: Lopullisen arvosanan
ga_ie: Gráid Deiridh
gl_gl: Notas finais
hr_hr: Završnih razreda
hu_hu: Végső pontszám
is_is: Final Einkunnir
ja_jp: 最終評点
lt_lt: Galutinis Prognozės
lv_lv: Gala pakāpes
mk_mk: Финале Оценки
nn_no: Endelige karakterene
pl_pl: Oceny końcowe
pt_pt: Notas finais
ro_ro: Note finale
ru_ru: Итоговые оценки
sk_sk: Konečné známky
sl_si: Končnih ocen
sq_al: Notat përfundimtare
sr_rs: Коначне оцене
sv_se: Slutbetyg
th_th: คะแนนปลายภาค
tr_tr: Dönem Sonu Notlarının
uk_ua: Підсумкові оцінки
wa_be: Graddau Terfynol
zh_tw: 決賽成績

source: Gradebook Grades
af_za: Gradebook Graad
ar_dz: علامات دفتر التقديرات
be_by: Заліковая кніжка Ацэнкі
bg_bg: Gradebook степени
bn_bd: গ্রেড বই গ্রেড
da_dk: Gradebook Karakterer
el_gr: Gradebook βαθμοί
es_es: Calificaciones del Libro de Calificaciones
fa_ir: نمرات Gradebook
fi_fi: Gradebook arvosanat
ga_ie: Gráid Gradebook
gl_gl: Reixas gradebook
hr_hr: Gradebook Ocjene
hu_hu: Gradebook Osztályzatok
is_is: Gradebook Einkunnir
ja_jp: 成績表成績
lt_lt: Gradebook Prognozės
lv_lv: Gradebook pakāpes
mk_mk: Gradebook Оценки
nn_no: Karakterboken Karakterer
pl_pl: Stopnie dzienniczek ocen
pt_pt: Grades gradebook
ro_ro: Cartea de note Note
ru_ru: Зачетная книжка Оценки
sk_sk: Zadávanie známok stupňa
sl_si: Redovalnice Grades
sq_al: Notat Gradebook
sr_rs: Градебоок оцене
sv_se: Betygsbok betyg
th_th: เกรด Gradebook
tr_tr: Gradebook Sınıflar
uk_ua: Залікова книжка Оцінки
wa_be: Graddau Llyfr Marciau
zh_tw: 年級成績冊

source: GPA / Class Rank
af_za: GPA / Klas Rank
ar_dz: GPA / فئة الرتبة
be_by: GPA / класнага чыну
bg_bg: GPA / клас Rank
bn_bd: জিপিএ / class মান
da_dk: GPA / Klasse Rank
el_gr: ΣΔΣ / Κατηγορία Κατάταξη
es_es: Promedio General / Ranking de la Clase
fa_ir: معدل / رتبه کلاس
fi_fi: GPA / luokka Sijoitus
ga_ie: GPA / Aicme Rank
gl_gl: GPa / Clase Posición
hr_hr: GPA / klasa Poredak
ja_jp: GPA /クラスランク
lt_lt: VPS / klasė Reitingas
mk_mk: Успех / Класа ранг
nn_no: GPA / klasse Rank
pt_pt: GPA / Classe Posição
ro_ro: AAP / Clasa Locul
ru_ru: GPA / классного чина
sk_sk: GPA / trieda hodnotenia
sq_al: GPA / Klasa Rank
sr_rs: ГПА / Класа Ранг
sv_se: GPA / Klass Rank
th_th: เกรดเฉลี่ยอันดับ / ระดับ
tr_tr: GPA / Sınıf Sıra
uk_ua: GPA / класного чину
wa_be: GPA / Dosbarth Safle
zh_tw: GPA /班級排名

source: Exclude Ungraded E/C Assignments
af_za: Ongegradeerde E / C Opdragte exclusion
ar_dz: استبعاد غير المصنفين E / C بيتية
be_by: Выключыць Некласіфікаваныя E / C Заданні
bg_bg: Изключи неподбрани E / C Задачи
bn_bd: Ungraded ই / সি কার্য অপসারণের
da_dk: Udeluk usorterede E / C Opgaver
el_gr: Εξαίρεση Πέτρες Ε / Γ Εργασίες
es_es: Excluir Tareas E/C Sin Clasificar
et_ee: Välista sorteerimata E / C Ülesanded
fa_ir: محروم Ungraded E / C تکالیف
fi_fi: Sulkea lajittelemattomat E / C Toimeksiannot
ga_ie: Fág amach Ungraded E / C Tascanna
gl_gl: Eliminar sen clasificación E / C Asignacións
hr_hr: Isključi negradiran E / C dodjele
hu_hu: Kizárás osztályozatlan E / C Hozzárendelések
is_is: Útiloka Ungraded E / C Tökur
ja_jp: 段階的でないE / Cの割り当てを除外する
lt_lt: Pašalinti nesurūšiuoti R / C priskyrimai
lv_lv: Izslēgt nešķiroti E / C uzdevumu
mk_mk: Исклучување на Ungraded Е / C Задачи
nn_no: Utelukke usorterte E / C Oppdrag
pl_pl: Wyklucz niesortowane E / C Zadania
pt_pt: Excluir sem classificação E / C Atribuições
ro_ro: Excludeţi pietre E / C Assignments
ru_ru: Исключить неклассифицированные E / C Задания
sk_sk: Vylúčiť netriedené E / C priradenie
sl_si: Izključi nesortirani E / C Naloge
sq_al: Përjashtojë ungraded E / C Detyrat
sr_rs: Искључи ПРИРОДНОГ А / Ц задаци
sv_se: Uteslut osorterade E / C Uppdrag
th_th: ไม่รวม Ungraded E / C กำหนด
tr_tr: Puansız hale E / C Atamaları dışla
uk_ua: Виключити некласифіковані E / C Завдання
wa_be: Peidiwch â chynnwys Heb eu Graddio E / C Aseiniadau
zh_tw: 排除非分E / C分配
