Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This page allows you to input assignment grades for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period
af_za: Hierdie bladsy laat jou toe om insette opdrag grade vir al jou studente in die huidige tydperk. By verstek, sal hierdie program lys van die studente in die eerste periode klas. Jy kan die huidige tydperk verander deur die verandering van die tydperk hangkieslys in die linker raam aan die verlangde tydperk
be_by: На гэтай старонцы можна ўвесці прызначэнне класаў для ўсіх вашых студэнтаў у бягучым перыядзе. Па змаўчанні, гэтая праграма будзе спіс студэнтаў у першы клас перыяд. Вы можаце змяніць бягучы перыяд, змяніўшы перыяд выпадальнае меню ў левым фрэйме на патрабаваны перыяд
bg_bg: Тази страница ви позволява да въведете задача клас за всички ученици в текущия период. По подразбиране, тази програма ще списък на студентите в първия си период клас. Вие можете да променяте текущия период чрез промяна на периода падащото меню в лявата рамка на желания период
bn_bd: এই পৃষ্ঠার সাহায্যে সমস্ত বর্তমান কাল আপনার ছাত্রদের জন্য বরাত বাংলাদেশের ইনপুট. ডিফল্টরূপে, এই প্রোগ্রামটি আপনার প্রথম সময় ক্লাসে ছাত্রদের তালিকা হবে. আপনি পছন্দসই সময়ের বাম ফ্রেমে সময়ের-টান ডাউন মেনু পরিবর্তন বর্তমান সময় পরিবর্তন করতে পারেনListenRead phoneticallyRate translation
da_dk: Denne side giver dig mulighed for input opgaven kvaliteter for alle dine elever i den nuværende periode. Som standard, vil dette program en liste over de studerende i din første periode klasse. Du kan ændre den nuværende periode ved at ændre den periode, pull-down menuen i venstre ramme til den ønskede periode
el_gr: Αυτή η σελίδα σας επιτρέπει να εισάγετε τους βαθμούς απόδοσης για όλους τους μαθητές σας κατά την τρέχουσα περίοδο. Από προεπιλογή, το πρόγραμμα αυτό θα τον κατάλογο των μαθητών στην πρώτη τάξη της περιόδου σας. Μπορείτε να αλλάξετε την τρέχουσα περίοδο με την αλλαγή της περιόδου pull-down μενού στο αριστερό πλαίσιο για την επιθυμητή περίοδο
et_ee: Sellel leheküljel saab sisestada ülesande klasside kõigi oma õpilaste praeguse perioodi jooksul. Vaikimisi on see programm nimekirja õpilased oma esimese perioodi klassis. Saab muuta käesoleval perioodil muutes periood rippmenüüst vasakpoolselt paneelilt soovitud perioodi
fa_ir: این صفحه به شما اجازه می دهد تا ورودی نمرات انتساب برای تمام دانش آموزان خود را در دوره جاری است. به طور پیش فرض ، این برنامه به دانش آموزان در اولین کلاس دوره خود را لیست کنید. شما می توانید دوره فعلی را با تغییر دوره PULL - DOWN منو در قاب سمت چپ به دوره مورد نظر را تغییر دهید.
fi_fi: Tällä sivulla voit syöttää tehtävän arvosanat kaikista opiskelijoista kuluvalla kaudella. Oletuksena ohjelma listaa opiskelijoiden ensimmäinen jakson luokassa. Voit muuttaa kuluvan kauden muuttamalla ajan alasvetovalikosta in vasemmassa kehyksessä haluamasi ajan
ga_ie: Ceadaíonn an leathanach seo a thabhairt duit ionchur gráid a shannadh do gach do mhic léinn sa tréimhse reatha. De réir réamhshocraithe, beidh an clár liosta na mic léinn i do rang a chéad tréimhse. Is féidir leat athrú ar an tréimhse reatha trí athrú a dhéanamh ar an tréimhse tarraingt-síos roghchlár i bhfráma chlé go dtí an tréimhse atá ag teastáil
gl_gl: Esta páxina permite que insira os graos de asignación a todos os seus alumnos no período actual. Por defecto, este programa ha incluír os estudantes da súa clase primeira frase. Pode cambiar o período actual, cambiando o período de pull-down menú no marco esquerdo para o período desexado
hr_hr: Ova stranica vam omogućuje da unesete zadatkom ocjene za sve vaše učenike u tekućem razdoblju. Prema zadanim postavkama, ovaj program će se popis studenata u prvom razdoblju klase. Možete promijeniti tekuće razdoblje promjenom razdoblja padajući izbornik u lijevom okviru na željeni period
hu_hu: Ez az oldal lehetővé teszi, hogy hozzárendelése évfolyamon az összes tanuló az aktuális időszakban. Alapértelmezés szerint ez a program kiírja a tanulók az első időszakban osztály. Ön megváltoztathatja a jelenlegi időszakban a változó időszak legördülő menüt a bal keretben, hogy a kívánt időszakban
is_is: Þessi síða gerir þér kleift að inntak verkefni einkunn fyrir alla nemendur í núverandi tímabili. Við vanræksla, this program vilja skrá nemendur í fyrsta tíma bekknum þínum. Hægt er að breyta núverandi tímabili með því að breyta tímabilinu fellilistanum í vinstri rammanum að viðkomandi tímabil
ja_jp: このページでは、現在の期間におけるすべての学生のための入力割り当てグレードをすることができます。デフォルトでは、このプログラムはあなたの最初の期間のクラスで学生のリストが表示されます。あなたが希望する期間には、左フレームにある期間のプルダウンメニューを変更することにより、現在の期間を変更することができます
lt_lt: Šis puslapis leidžia jums įvesti priskyrimo rangams visiems savo studentams dabartiniu laikotarpiu. Pagal numatytuosius parametrus, šioje programoje bus sąrašą savo pirmąjį laikotarpį klasės studentų. Galite pakeisti dabartiniu laikotarpiu keičiant laikotarpį išskleidžiamajame meniu kairiajame rėmelyje norimą laikotarpį
lv_lv: Šī lapa ļauj Jums ievadi uzdevumu atzīmes visiem saviem skolēniem pārskata periodā. Pēc noklusējuma šī programma sarakstu studenti savā pirmajā periodā klasē. Jūs varat mainīt pašreizējo periodu, mainot laika pull-down menu kreisajā rūtī uz vēlamo laiku
mk_mk: Оваа страница ви овозможува да го внесете задача оценки за сите ученици во тековниот период. По правило, оваа програма ќе се листа на студенти во првиот период класа. Можете да го промените тековниот период со промена на период од паѓачкото мени во левата рамка на саканиот период
nn_no: Denne siden lar deg legge inn oppdraget karakterer for alle elevene i den aktuelle perioden. Som standard vil dette programmet liste over elevene i den første perioden klasse. Du kan endre inneværende periode ved å endre perioden pull-down menyen i venstre ramme til den ønskede perioden
pl_pl: Ta strona pozwala na wprowadzenie klas zadanie dla wszystkich uczniów w bieżącym okresie. Domyślnie, program z listy słuchaczy w pierwszej klasie okresie. Możesz zmienić bieżący okres poprzez zmianę okresu rozwijanego menu w lewej ramce na żądany okres
pt_pt: Esta página permite que você insira os graus de atribuição para todos os seus alunos no período atual. Por padrão, este programa irá listar os estudantes em sua classe primeiro período. Você pode alterar o período corrente, alterando o período de pull-down menu no frame esquerdo para o período desejado
ro_ro: Această pagină vă permite să introduceţi clasele cesiunea pentru toate studenţilor în perioada curentă. În mod implicit, acest program va lista elevilor din clasa dvs. prima perioadă. Puteţi modifica perioada curentă prin schimbarea perioadei de meniul derulant din cadrul din stânga pentru perioada dorita
ru_ru: На этой странице можно ввести назначение классов для всех ваших студентов в текущем периоде. По умолчанию, эта программа будет список студентов в первый класс период. Вы можете изменить текущий период, изменив период выпадающее меню в левом фрейме на требуемый период
sk_sk: Táto stránka vám umožňuje zadať úlohu známky pre všetky svoje študentov v bežnom období. V predvolenom nastavení bude tento program Zoznam študentov v prvej tretine triedy. Môžete zmeniť súčasnej dobe zmenou doby pull-down menu v ľavom ráme na požadovanú dobu
sl_si: Ta stran vam omogoča vnos dodelitev ocene za vse učence v tekočem obdobju. Privzeto je, da bo ta program seznam študentov v prvem razredu obdobja. Lahko spremeni v tekočem obdobju s spremembo obdobja pull-down menu v levem okvirju za želeno obdobje
sq_al: Kjo faqe ju lejon të dhëna notat detyrë për të gjithë nxënësit tuaj në periudhën aktuale. By default, ky program do të listën e nxënësve në klasën tuaj të parë periudhe. Ju mund të ndryshojë periudhën aktuale duke ndryshuar në periudhën pull-down menu në kuadrin e majtë në periudhën e dëshiruar
sr_rs: Ова страница вам омогућава да унесете задатак оцене за све ваше ученике у текућем периоду. По подразумеваној вредности, овај програм ће излистати студенти у свом првом периоду класе. Можете променити текућем периоду променом периоду падајућег менија у левом оквиру за жељени период
sv_se: Den här sidan kan du ingång uppdrag betygen för alla elever i den aktuella perioden. Som standard kommer detta program att lista de eleverna i första perioden klass. Du kan ändra den aktuella perioden genom att ändra perioden rullgardinsmenyn i den vänstra ramen till önskad period
th_th: หน้านี้ช่วยให้คุณได้รับมอบหมายเกรด input สำหรับนักเรียนของคุณทั้งหมดในงวดปัจจุบัน โดยค่าเริ่มต้นโปรแกรมนี้จะแสดงรายการของนักเรียนในชั้นเรียนในช่วงแรกของคุณ คุณสามารถเปลี่ยนช่วงเวลาปัจจุบันโดยการเปลี่ยนระยะเวลาที่เมนูแบบดึงลงในกรอบด้านซ้ายกับช่วงเวลาที่ต้องการ
tr_tr: Bu sayfa Cari dönem içinde öğrencilerin tüm atama sınıflar için giriş sağlar. Varsayılan olarak, bu programın ilk döneminde sınıf öğrencilerin listesini verir. Cari dönemde sol çerçevedeki dönemde açılan menüden istenilen süre için değiştirerek değiştirebilir
uk_ua: На цій сторінці можна ввести призначення класів для всіх ваших студентів у поточному періоді. За замовчуванням, ця програма буде список студентів у перший клас період. Ви можете змінити поточний період, змінивши період випадає в лівому фреймі на необхідний період
wa_be: Mae&#39;r dudalen hon yn eich galluogi i gyfrannu graddau aseiniad ar gyfer eich holl fyfyrwyr yn y cyfnod cyfredol. Yn ddiofyn, bydd y rhaglen hon rhestr y myfyrwyr yn eich dosbarth cyfnod cyntaf. Gallwch newid y cyfnod presennol drwy newid y cyfnod tynnu-lawr ddewislen yn y ffrâm chwith i&#39;r cyfnod a ddymunir
zh_tw: 此頁面允許您輸入分配為所有的學生成績在目前的時期。默認情況下，這個程序將列出學生在第一期的類。你可以改變目前的時期內通過改變下拉菜單在左幀所需的時間
