Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: is a utility that allows you to print requests sheets for your child
af_za: is &#39;n program waarmee jy versoeke velle vir jou kind te druk
be_by: гэта ўтыліта, якая дазваляе друкаваць лісты запытаў для вашага дзіцяці
bg_bg: е помощна програма, която ви позволява да отпечатвате искания листа за вашето дете
bn_bd: একটি ইউটিলিটি যে আপনি আপনার সন্তানের জন্য অনুরোধ শীট মুদ্রণ করতে পারবেন
da_dk: er et hjælpeprogram, der giver dig mulighed for at udskrive anmodninger ark til dit barn
el_gr: είναι ένα βοηθητικό πρόγραμμα που σας επιτρέπει να εκτυπώσετε τις αιτήσεις φύλλα για το παιδί σας
et_ee: on utiliit, mis võimaldab printida taotlusi lehed oma lapsele
fa_ir: نرم افزاری است که به شما اجازه می دهد تا در آن چاپ ورق درخواست برای فرزند شما
fi_fi: on apuohjelma, jonka avulla voit tulostaa pyyntöjä arkkia lapsellesi
ga_ie: Is fóntais a ligeann duit a phriontáil bileoga iarratais ar do leanbh
gl_gl: é unha utilidade que permite imprimir follas de peticións do seu fillo
hr_hr: je uslužni program koji vam omogućuje ispis zahtjeva listova za vaše dijete
hu_hu: egy olyan segédprogram, amely lehetővé teszi a nyomtatási kérelmek lapok a gyermek
is_is: er a gagnsemi þessi leyfa þú til prenta beiðni blöð fyrir barnið þitt
ja_jp: あなたの子供のための要求のシートを印刷するためのユーティリティです。
lt_lt: yra įrankis, kuris leidžia jums spausdinti prašymus lakštai Jūsų vaikui
lv_lv: ir utilīta, kas ļauj drukāt pieprasījumus loksnes Jūsu bērnam
mk_mk: е алатка која ви овозможува да печатите барања листови за вашето дете
nn_no: er et verktøy som lar deg skrive ut forespørsler ark for barnet ditt
pl_pl: to narzędzie, które umożliwia drukowanie wniosków o karty dla Twojego dziecka
pt_pt: é um utilitário que permite imprimir folhas de pedidos de seu filho
ro_ro: este un utilitar care vă permite să imprimaţi foi de cereri pentru copilul dumneavoastră
ru_ru: это утилита, которая позволяет печатать листы запросов для вашего ребенка
sk_sk: je nástroj, ktorý umožňuje tlač žiadosti listov pre svoje dieťa
sl_si: je pripomoček, ki vam omogoča tiskanje zahteve liste za vašega otroka
sq_al: është një dobi që ju lejon të shtypura fletë kërkesa për fëmijën tuaj
sr_rs: је услужни програм који вам омогућава да одштампате захтеве листова за ваше дете
sv_se: är ett verktyg som låter dig skriva ut förfrågningar ark för ditt barn
th_th: เป็นโปรแกรมที่ช่วยให้คุณสามารถพิมพ์แผ่นร้องขอสำหรับบุตรหลานของคุณ
tr_tr: çocuğunuz için istekleri sayfa yazdırmak için izin veren bir yardımcı programdır.
uk_ua: це утиліта, яка дозволяє друкувати листи запитів для вашої дитини
wa_be: yn cyfleustodau sy&#39;n eich galluogi i argraffu taflenni ceisiadau ar gyfer eich plentyn
zh_tw: 是一種實用工具，允許您打印請求表為您的孩子

source: The request sheets will be automatically downloaded to your computer in the printable PDF format when you click the Submit button
af_za: Die versoek velle sal outomaties afgelaai word na jou rekenaar in die drukbare PDF-formaat as jy op die Submit knoppie
be_by: Запыт лісты будуць аўтаматычна загружаны на ваш кампутар у фармаце PDF для друку, калі вы націснеце кнопку Адправіць
bg_bg: Искането листове ще бъдат изтеглени автоматично на вашия компютър в PDF формат за печат, когато щракнете върху бутона Submit
bn_bd: অনুরোধ শীট স্বয়ংক্রিয়ভাবে আপনার কম্পিউটার হবে ডাউনলোড মুদ্রণযোগ্য পিডিএফ ফরম্যাটে যখন আপনি ছবি বাটন ক্লিক করুন
da_dk: Anmodningen ark vil automatisk blive downloadet til din computer i PDF-format, når du klikker på knappen Send
el_gr: Τα φύλλα αίτημα θα γίνει αυτόματα με τον υπολογιστή σας σε εκτυπώσιμη μορφή PDF όταν κάνετε κλικ στο κουμπί Υποβολή
et_ee: Taotluse lehed automaatselt laaditakse teie arvutisse printable PDF formaadis, kui klõpsate nupule
fa_ir: ورق های درخواست خواهد شد به صورت خودکار در فرمت PDF قابل چاپ به کامپیوتر شما دانلود شده زمانی که دکمه ارسال را کلیک کنید
fi_fi: Pyyntö levyt automaattisesti ladataan tietokoneeseesi tulostettava pdf kun napsautat Lähetä-painiketta
ga_ie: Beidh na bileoga a íoslódáil go huathoibríoch iarraidh ar do ríomhaire san fhormáid inphriontáilte PDF nuair a dhéanann tú cliceáil ar an gcnaipe Cuir isteach
gl_gl: As follas solicitude será automaticamente trasladado para o seu ordenador en formato PDF para imprimir ao premer o botón Enviar
hr_hr: Zahtjev ploče će biti automatski preuzeti na svoje računalo u PDF formatu za ispis, kada kliknete na gumb Pošalji
hu_hu: A kérelmet lapok automatikusan letöltődik a számítógépre a nyomtatható PDF formátumban, ha rákattint a Küldés gombra
is_is: Beiðnin blöð verður sjálfkrafa niður í tölvuna þína í Prentvæn PDF snið þegar þú smellir á Senda takkann
ja_jp: あなたが[Submit]ボタンをクリックすると、リクエストシートは、自動的に印刷可能なPDF形式でコンピュータにダウンロードされます。
lt_lt: Prašymo lapai bus automatiškai atsiunčiami į jūsų kompiuterį spausdinimui PDF formatu, kai paspausite mygtuką &quot;Siųsti&quot;
lv_lv: Pieprasījums lapas tiks automātiski lejupielādēti jūsu datorā izdrukājamu PDF formātu, kad jūs noklikšķiniet uz pogas Iesniegt
mk_mk: Барањето листови ќе бидат автоматски преснимуваат на вашиот компјутер во печатење PDF формат кога ќе кликнете на копчето Submit
nn_no: Anmodningen ark vil automatisk bli lastet ned til datamaskinen din i utskriftsvennlig PDF-format når du klikker Send-knappen
pl_pl: Arkusze wniosek zostanie automatycznie pobrany na komputer w formacie PDF do druku po kliknięciu przycisku Prześlij
pt_pt: As folhas pedido será automaticamente transferido para o seu computador no formato PDF para impressão quando você clica no botão Enviar
ro_ro: Foile de cererea va fi automat descărcate pe computer în format PDF imprimabilă atunci când faceţi clic pe butonul Remitere
ru_ru: Запрос листы будут автоматически загружены на ваш компьютер в формате PDF для печати, когда вы нажмете кнопку Отправить
sk_sk: Žiadosť listy sa automaticky stiahne do počítača vo formáte PDF pre tlač, keď kliknete na tlačidlo Odoslať
sl_si: Zahteva listi se bodo samodejno prenesejo v računalnik, v printable PDF formatu, ko boste kliknili na gumb Submit
sq_al: Fletët Kërkesa do të shkarkohet automatikisht në kompjuterin tuaj në formatin PDF shtypshëm kur ju të klikoni butonin Submit
sr_rs: Захтев листови ће бити аутоматски преузета на ваш рачунар у штампање ПДФ формату када кликнете на Субмит дугме
sv_se: Begäran ark kommer automatiskt ned till din dator i det utskrivbara PDF-format när du klickar på knappen Skicka
th_th: แผ่นร้องขอจะถูกดาวน์โหลดโดยอัตโนมัติไปยังเครื่องคอมพิวเตอร์ของคุณในรูปแบบ PDF พิมพ์เมื่อคุณคลิกที่ปุ่มส่ง
tr_tr: Gönder düğmesine tıkladığınızda isteği sayfa otomatik olarak yazdırılabilir PDF formatında bilgisayarınıza yüklenir.
uk_ua: Запит листи будуть автоматично завантажені на ваш комп&#39;ютер у форматі PDF для друку, коли ви натиснете кнопку Надіслати
wa_be: Bydd y taflenni cais ei lwytho i lawr yn awtomatig ar eich cyfrifiadur yn y fformat PDF argraffadwy pan fyddwch yn clicio ar y botwm Anfon
zh_tw: 請求表將被自動下載到你的計算機中打印的PDF格式，當您點擊提交按鈕

source: is a display of the students course schedule
af_za: is &#39;n vertoning van die studente in die skedule
be_by: з&#39;яўляецца адлюстраваннем графіка курса студэнты
bg_bg: е израз на студентите разбира график
bn_bd: হয় ছাত্রদের কোর্স সময়সূচি একটি প্রদর্শন
da_dk: er en udstilling af de studerende kursusplan
el_gr: Είναι μια επίδειξη του προγράμματος σπουδών τους φοιτητές
et_ee: on esiletoodud õpilased Kursuse ajakava
fa_ir: یک صفحه نمایش البته دانش آموزان از برنامه است
fi_fi: on näyttö opiskelijoiden kurssin aikataulu
ga_ie: Tá taispeántas de sceideal an cúrsa do mhic léinn
gl_gl: é unha exposición da programación do curso os alumnos
hr_hr: je prikaz rasporeda studenata tečaja
hu_hu: a kijelzőn a diákok természetesen menetrend
is_is: er sýna nemenda auðvitað áætlun
ja_jp: 学生のコーススケジュールの表示です。
lt_lt: rodyti studentų užsiėmimų tvarkaraštis
lv_lv: ir displejs studentu kursa grafiks
mk_mk: е приказ на студентите разбира распоред
nn_no: er en oppvisning av elevene selvfølgelig timeplanen
pl_pl: jest wyświetlanie kursu studenci harmonogram
pt_pt: é uma exposição da programação do curso os alunos
ro_ro: este un display de programul cursului studenţii
ru_ru: является отображением графика курса студенты
sk_sk: je displej študentov Rozvrh
sl_si: je prikaz študentov urnik tečaja
sq_al: është një shfaqje të orarit studentëve gjatë
sr_rs: је приказ студената наравно распоред
sv_se: är en uppvisning av eleverna kursschemat
th_th: คือการแสดงผลของช่วงเวลาที่แน่นอนนักเรียน
tr_tr: öğrencilerin ders programı bir görüntü
uk_ua: є відображенням графіка курсу студенти
wa_be: yn arddangos yr amserlen myfyrwyr cwrs
zh_tw: 是顯示學生的課程表

source: This report allows you to print schedules for any number of students
af_za: Hierdie verslag kan jou skedules vir enige aantal studente te druk
ar_dz: هذا التقرير يسمح لك طباعة أي جداول زمنية لعدد من الطلاب
be_by: Дадзены справаздачу дазваляе друкаваць графікі для любой колькасці студэнтаў
bg_bg: Този доклад ви позволява да отпечатвате графици за произволен брой на студентите
bn_bd: এই প্রতিবেদন আপনি ছাত্রদের কোন নম্বর সময়সূচী প্রিন্ট করতে পারবেন
da_dk: Denne rapport giver dig mulighed for at udskrive skemaer for et vilkårligt antal af studerende
el_gr: Αυτή η αναφορά σας επιτρέπει να εκτυπώσετε χρονοδιαγράμματα για οποιοδήποτε αριθμό των φοιτητών
et_ee: See aruanne võimaldab printida ajakava iga õpilaste arv
fa_ir: این گزارش به شما اجازه می دهد تا برای چاپ برنامه برای هر تعداد از دانش آموزان
fi_fi: Tämän raportin avulla voit tulostaa aikatauluja mistään opiskelijoiden määrä
ga_ie: Ceadaíonn an tuarascáil seo a phriontáil duit sceidil le haghaidh aon líon na mac léinn
gl_gl: Este informe permítelle imprimir calendarios para calquera número de alumnos
hr_hr: Ovo izvješće omogućuje ispis rasporeda za bilo koji broj studenata
hu_hu: Ez a jelentés lehetővé teszi a nyomtatott menetrendek tetszőleges számú diák
is_is: Þessi skýrsla gerir þér kleift að prenta tímaáætlun fyrir fjölda nemenda
ja_jp: このレポートでは、学生の任意の数のスケジュールを印刷することができます
lt_lt: Ši ataskaita leidžia jums spausdinti tvarkaraščius, bet studentų skaičius
lv_lv: Šis ziņojums ļauj drukāt grafikus jebkuru studentu skaita
mk_mk: Овој извештај ви овозможува да печатите распоредот за било кој број на студенти
nn_no: Denne rapporten kan du skrive ut tidsplaner for antall elever
pl_pl: Raport ten pozwala na drukowanie harmonogramów dla dowolnej liczby studentów
pt_pt: Este relatório permite-lhe imprimir calendários para qualquer número de alunos
ro_ro: Acest raport vă permite să imprimaţi program pentru orice număr de studenţi
ru_ru: Данный отчет позволяет печатать графики для любого количества студентов
sk_sk: Táto správa umožňuje tlačiť plány pre ľubovoľný počet študentov
sl_si: To poročilo vam omogoča tiskanje razporedi za poljubno število študentov
sq_al: Ky raport ju lejon të shtypura oraret për çdo numër të studentëve
sr_rs: Овај извештај вам омогућава да штампате распоред за било који број студената
sv_se: Denna rapport kan du skriva ut scheman för ett obegränsat antal elever
th_th: รายงานนี้จะช่วยให้คุณสามารถพิมพ์ตารางการจำนวนนักเรียนใด ๆ
tr_tr: Bu rapor, öğrencilerin herhangi bir sayı için programları baskı sağlar.
uk_ua: Даний звіт дозволяє друкувати графіки для будь-якої кількості студентів
wa_be: Mae&#39;r adroddiad hwn yn caniatáu i chi argraffu amserlenni ar gyfer unrhyw nifer o fyfyrwyr yn
zh_tw: 此報告可讓您打印時間表的任何學生人數

source: You can search for students who requested or are enrolled in a specific course by clicking the Choose link next to the Request and Course search options respectively and choosing a course from the popup window that appears
af_za: Jy kan soek vir studente wat gevra het of ingeskryf is in &#39;n spesifieke kursus deur te kliek op die &quot;Kies&#39; skakel langs die versoek en Cursus soek-opsies geld onderskeidelik en die keuse van &#39;n kursus van die pop-up&quot; venster wat verskyn
be_by: Вы можаце шукаць для студэнтаў, якія прасілі або залічаны ў спецыяльны курс, націснуўшы кнопку Выбраць спасылку побач з запытам і курс параметры пошуку, адпаведна, і выбар курсу ад ўсплываючым акне, якое з&#39;яўляецца
bg_bg: Можете да търсите за студентите, които поискаха или са записани в определен курс, като щракнете върху Избор на връзка до Заявка и опции курса търсене съответно и избора на курс от изскачащ прозорец, който се появява
bn_bd: আপনি ছাত্র যারা অনুরোধ অথবা নির্দিষ্ট কোর্সে নির্বাচন লিংক পরবর্তী জন্য অনুরোধ কোর্স অনুসন্ধান বিকল্পগুলি যথাক্রমে ক্লিক এবং পপআপ উইন্ডো প্রদর্শিত থেকে একটি কোর্স বেছে হয় নাম নথিভুক্ত অনুসন্ধান করতে পারেন
da_dk: Du kan søge efter studerende, der anmodes om eller er indskrevet på et bestemt kursus ved at klikke på Vælg linket ved siden af ​​anmodningen og kursus søgemuligheder henholdsvis og vælge et kursus fra popup vindue, der vises
el_gr: Μπορείτε να ψάξετε για τους σπουδαστές που ζητούνται ή είναι εγγεγραμμένοι σε μια συγκεκριμένη πορεία, κάνοντας κλικ στο σύνδεσμο Επιλογή δίπλα από το αίτημα και επιλογές αναζήτησης Γήπεδο αντίστοιχα και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται
et_ee: Võite otsida üliõpilastele, kes taotlenud või õpib konkreetse kursuse klikkides Vali linki taotlemise ja Course otsing võimalustega ja valides kursuse popup aken, mis kuvatakse
fa_ir: شما می توانید برای دانشجویانی که درخواست یا در یک دوره خاص را توسط کلیک کردن بر روی لینک را انتخاب کنید بعد به درخواست و به درس به ترتیب گزینه های جستجوی و انتخاب یک درس از پنجره پنجره که ظاهر می شود ثبت نام جستجو
fi_fi: Voit hakea opiskelijat, jotka pyysivät tai kirjoittautuu tietyn opintojakson klikkaamalla Valitse linkkiä Pyydä ja Course hakuvaihtoehtoja vastaavasti ja valitsemalla kurssin aukeavasta ikkunasta
ga_ie: Is féidir leat cuardach a dhéanamh ar mhic léinn a d&#39;iarr nó atá cláraithe i gcúrsa áirithe trí chliceáil ar an nasc Roghnaigh in aice leis an Iarratas agus roghanna cuardaigh Cúrsa faoi seach agus a roghnú ar chúrsa as an fhuinneog aníos gur dealraitheach
gl_gl: Pode procurar para os alumnos que proceda ou están matriculados nun curso específico, premendo na ligazón Escolla a carón da solicitude e busca opcións de Curso, respectivamente, e elixir un curso desde a fiestra que aparece
hr_hr: Možete pretraživati ​​za studente koji traži ili su upisani u određenu tečaj klikom Odaberite vezu uz zahtjev i tečaj opcije pretraživanja, odnosno i odabirom kolegija iz popup prozor koji se pojavljuje
hu_hu: Kereshet a diákok, akik kérték, vagy vesz részt egy adott tanfolyam kattintva választása linkre a Request és a pálya keresési lehetőségek rendre és válasszon egy tanfolyamot a felugró ablakban jelenik meg
is_is: Hægt er að leita að nemendum sem óskað eða eru skráðir í ákveðnu námskeiði með því að smella á Veldu tengilinn við hliðina á að biðja um og Course leitarmöguleikar sig og velja námskeið úr almenningur glugganum sem birtist
ja_jp: あなたが要求したか、それぞれの要求やコースの検索オプションの隣の選択]リンクをクリックすると表示されるポップアップウィンドウからコースを選択することで、特定のコースに在籍している学生を検索することができます
lt_lt: Jūs galite ieškoti studentams, kurią prašoma pareikšti, ar mokosi tam tikro kurso, spustelėję Pasirinkite nuorodą, esančią šalia Prašymas ir kursai paieškos galimybių ir pasirinkti kursą iš lango, kuris pasirodo
lv_lv: Jūs varat meklēt studentiem, kuri pieprasījuši vai ir reģistrēti kādā konkrētā laikā, noklikšķinot Izvēlieties saiti blakus pieprasījums un Kursa meklēšanas iespējas, attiecīgi un izvēloties kursu no uznirstošo logu, kas parādās
mk_mk: Можете да пребарувате за студентите кои бараат или се запишуваат во одредена разбира со кликнување на линк до Изберете барањето и курсот опции за пребарување соодветно и изборот на курс од скокачки прозорец што ќе се појави
nn_no: Du kan søke etter studenter som etterspør eller er registrert i en bestemt kurs ved å klikke Velg koblingen ved siden av Request og Kurs søkemuligheter henholdsvis og velge et kurs fra popup-vinduet som vises
pl_pl: Można wyszukiwać dla studentów, którzy żądanie lub są zapisani w konkretny kurs, klikając link Wybierz obok żądania i opcje wyszukiwania kursu odpowiednio i wybierając kurs z wyskakującego okna, które pojawia się
pt_pt: Você pode pesquisar para os alunos que solicitado ou estão matriculados em um curso específico, clicando no link Escolha ao lado da solicitação e busca opções de Curso, respectivamente, e escolher um curso a partir da janela pop-up que aparece
ro_ro: Aveţi posibilitatea să căutaţi pentru studenţii care au solicitat sau sunt înscrişi într-un anumit curs făcând click pe link Alegeţi lângă Solicit şi de opţiunile de căutare şi, respectiv, Teren de alegerea unui curs de la fereastra pop-up care apare
ru_ru: Вы можете искать для студентов, которые просили или зачислены в специальный курс, нажав кнопку Выбрать ссылку рядом с запросом и курс параметры поиска, соответственно, и выбор курса от всплывающем окне, которое появляется
sk_sk: Môžete hľadať pre študentov, ktorí žiadosť alebo sú zapísaní v určitom kurze kliknutím na odkaz Vyberte si vedľa požiadavky a možnosťou kurzu, respektíve hľadanie a výberu kurzu v pop-up okne, ktoré sa objavia
sl_si: Iščete lahko za študente, ki je zahteval, ali so vpisani v določeno pot s klikom na povezavo Izberi poleg Request in možnosti iskanja Course oziroma izbiri in seveda iz pojavnega okna, ki se pojavi
sq_al: Ju mund të kërkoni për studentët të cilët kërkohet apo janë të regjistruar në një kurs të veçantë duke klikuar Zgjidhni pranë Kërkesa dhe opsione kërkimi Kursi respektivisht dhe zgjedhjen e një kurs nga dritare popup që duket
sr_rs: Можете претраживати за студенте који су тражили или су уписани у одређени предмет кликом Изаберите везу поред захтева и опције претраживања Курс редом и избором курса искачући прозор који се појави
sv_se: Du kan söka efter studenter som begärt eller är inskriven i en specifik kurs genom att klicka på Välj bredvid begäran och kursen sökalternativ respektive och välja en kurs från popup-fönstret som visas
th_th: คุณสามารถค้นหาสำหรับนักเรียนที่ร้องขอหรือมีการลงทะเบียนในหลักสูตรที่เฉพาะเจาะจงได้โดยคลิกที่ลิงค์เลือกถัดไปเพื่อขอและตัวเลือกการค้นหาหลักสูตรตามลำดับและการเลือกหลักสูตรจากหน้าต่างป๊อปอัพที่ปรากฏขึ้น
tr_tr: Talep veya İstek ve Ders arama seçenekleri sırasıyla yanında Seç bağlantısını tıklayarak ve açılan pop-up pencere bir ders seçerek belirli bir kursa kayıt yaptıran öğrenciler için arama yapabilirsiniz
uk_ua: Ви можете шукати для студентів, які просили або зараховані в спеціальний курс, натиснувши кнопку Вибрати посилання поруч із запитом і курс параметри пошуку, відповідно, і вибір курсу від спливаючому вікні, яке з&#39;являється
wa_be: Gallwch chwilio am fyfyrwyr sy&#39;n gofyn am neu yn cael eu cofrestru ar gwrs penodol drwy glicio ar y ddolen Dewiswch wrth ymyl y Cais a dewisiadau chwilio Cwrs yn y drefn honno a dewis cwrs oddi wrth y ffenest pop-up sy&#39;n ymddangos
zh_tw: 您可以搜索要求或為學生誰是參加特定課程通過點擊選擇鏈接旁邊的要求和課程搜索選項分別選擇一門課程，從彈出的窗口中
