Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You <i>must</i> roll users, school periods, marking periods, calendars, and report card<br>codes at the same time or before rolling courses<BR><BR>* You <i>must</i> roll courses at the same time or before rolling report card comments<BR><BR>Red items have already have data in the next school year (They might have been rolled).<BR><BR>Rolling red items will delete already existing data in the next school year.
af_za: Jy <i>moet</i> rol gebruikers, skool, tydperke, nasien tydperke, kalenders, en rapportkaart <br> kodes op dieselfde tyd voor of op die rol van kursusse <BR><BR> * Jy <i>moet</i> rol kursusse op dieselfde tyd voor of op die rol van rapportkaart comments <BR><BR> Rooi items het reeds data in die volgende skooljaar (Hulle kon gewees het gerol). <BR><BR> Rolling rooi items verwyder reeds bestaande data in die volgende skooljaar.
ar_dz: <i>يجب</i> لفة المستخدمين ، وفترات الدراسة وفترات وضع العلامات ، والتقويمات ، وبطاقات تقرير <br> رموز في نفس الوقت أو قبل الدورات المتداول <BR><BR> * <i>يجب</i> لفة المقررات في نفس الوقت أو قبل المتداول التعليقات بطاقة تقرير <BR><BR> العناصر الحمراء وبالفعل البيانات في العام الدراسي المقبل (وهي قد تكون تدحرجت). <BR><BR> سوف المتداول بنود حمراء حذف البيانات الموجودة بالفعل في العام الدراسي المقبل.
be_by: Вы <i>павінны кінуць</i> карыстальнікаў, школы перыяды, маркіроўка перыяды, календары і табель <br> Коды ў той жа час або перад прокаткой курсы <BR><BR> * Вы <i>павінны кінуць</i> курсы ў той жа час або перад прокаткой каментарыі табель <BR><BR> Чырвоны пункты ўжо ёсць дадзеныя ў наступным навучальным годзе (Яны маглі быць пракату). <BR><BR> Ролінг чырвоныя элементы будуць выдаляць ўжо існуючыя дадзеныя ў наступным навучальным годзе.
bg_bg: Вие <i>трябва да</i> хвърли потребители, училище периоди, маркировка периоди, календари, и да докладва карта <br> кодове по същото време или преди подвижен курсове <BR><BR> * Вие <i>трябва да</i> хвърли курсове по същото време или преди търкаляне на коментари доклад карта <BR><BR> Червените елементи са вече разполагат с данни в следващата учебна година (Те може да са били валцувани). <BR><BR> Ролинг на червен предмет ще изтрие вече съществуващи данни в следващата учебна година.
bn_bd: আপনি <i> </ আমি> রোল ব্যবহারকারী, স্কুল সময়কাল, অবস্থানসূচক সময়কাল, ক্যালেন্ডার, একই সময়ে বা আগে রোলিং কোর্স ও প্রতিবেদন কার্ড <br> কোড <br> <br> * আপনি <i> আবশ্যক </ আমি অবশ্যই > একই সময়ে বা আগে রোলিং রিপোর্ট কার্ড মন্তব্য <br> <br> রেড আইটেম রোল কোর্স ইতিমধ্যে ডাটা পরের বছর স্কুল মধ্যে (তারা হয়েছে ঘূর্ণিত হতে পারে). করেছেন <br> <br> ঘূর্ণায়মান লাল আইটেম ইতিমধ্যেই মুছে ফেলা হবে পরের বছর স্কুল মধ্যে উপস্থিত তথ্য.
da_dk: Du <i>skal</i> rulle brugere, skoleophold, mærkning perioder, kalendere og Report Card <br> koder på samme tid eller før rullende kurser <BR><BR> * Du <i>skal</i> rulle kurser på samme tid eller før rullende Report Card kommentarer <BR><BR> Røde genstande har allerede har data i det kommende skoleår (De kunne have været rullet). <BR><BR> Rolling røde genstande vil slette allerede eksisterende data i det næste skoleår.
el_gr: Θα <i>πρέπει να φέρει</i> τους χρήστες, σχολικές περιόδους, σήμανση περιόδους, ημερολόγια, κάρτες και έκθεση <br> κωδικούς ταυτόχρονα ή πριν από το τροχαίο μαθήματα <BR><BR> * Θα <i>πρέπει να</i> roll μαθήματα ταυτόχρονα ή πριν από το τροχαίο σχόλια κάρτα έκθεση <BR><BR> Red στοιχεία έχουν ήδη δεδομένα την επόμενη σχολική χρονιά (Θα μπορούσε να είχε έλασης). <BR><BR> Τροχαίο κόκκινα στοιχεία θα διαγράψει ήδη υπάρχοντα δεδομένα στο επόμενο σχολικό έτος.
et_ee: <i>Sa</i> pead roll kasutajad, kooli perioodidel, märgistus perioodidel, kalendrite ja aruande kaart <br> koodid samal ajal või enne rullimist kursused <BR><BR> * <i>Sa</i> pead roll kursused samal ajal või enne jooksva aruande kaart kommentaari <BR><BR> Red esemed on juba andmeid järgmisel õppeaastal (Nad oleks võinud valtsitud). <BR><BR> Rolling punaseid esemeid kustutada juba olemasolevaid andmeid järgmisel õppeaastal.
fa_ir: شما <i>باید</i> کاربران ، دوره مدرسه ، دوره های مارک ، تقویم ، کارت گزارش و رول <br> کد را در همان زمان یا قبل از نورد دوره <BR><BR> * شما <i>باید</i> رشته در همان زمان یا قبل از نورد نظرات کارت گزارش ، رول <BR><BR> آیتم های قرمز در حال حاضر داده ها در سال تحصیلی آینده (آنها ممکن است شده اند نورد) داشته باشد. <BR><BR> نورد آیتم های قرمز ، اطلاعات در حال حاضر موجود در سال تحصیلی بعدی را حذف کنید.
fi_fi: Sinun <i>täytyy</i> Roll käyttäjille, koulun aikoja, merkintä aikoja, kalentereita ja raportti kortti <br> koodit samaan aikaan tai ennen liikkuvan kursseja <BR><BR> * Sinun <i>täytyy</i> Roll kursseja samaan aikaan tai ennen liikkuvan report card kommenttia <BR><BR> Red erät ovat jo tietoja ensi lukuvuonna (se saattaa on heitetty). <BR><BR> Rolling punaisen värisiä esineitä poistaa jo olemassa olevia tietoja ensi lukuvuonna.
ga_ie: <i>Ní mór</i> duit rolla úsáideoirí, tréimhsí scoile, tréimhsí marcáil, féilirí, agus cárta tuairisce <br> cóid ag an am céanna nó roimh cúrsaí rollta <BR><BR> * Ní <i>mór</i> duit cúrsaí rolla ag an am céanna nó roimh rollta tuairimí cárta tuairisce <BR><BR> Míreanna dearg acu cheana féin go bhfuil na sonraí sa scoilbhliain seo chugainn (D&#39;fhéadfadh siad a bheith i bhfeidhm). <BR><BR> Beidh míreanna Rolling dearg a scriosadh sonraí atá ann cheana sa scoilbhliain seo chugainn.
gl_gl: Ten <i>que</i> rolar usuarios, períodos escolares, períodos de reserva, calendarios, e unha tarxeta de informe <br> códigos á vez ou antes de cursos rolando <BR><BR> * <i>Debe</i> rolar cursos á vez ou antes de rodar comentarios boletín <BR><BR> Elementos vermellos xa ten datos o próximo curso (Eles poderían ser enrolado). <BR><BR> Rolar elementos vermello ha borrar os datos xa existentes no curso seguinte.
hr_hr: <i>Morate</i> role korisnika, škola razdoblja, obilježavanje razdoblja, kalendare i izvješća kartica <br> kodove u isto vrijeme ili prije valjanja tečajeve <BR><BR> * <i>Morate</i> role tečajeva u isto vrijeme ili prije valjanja komentara izvješća kartice <BR><BR> Crveni predmeti već imate podatke u sljedeću školsku godinu (možda su oni valjani). <BR><BR> Parni crveno stavke će obrisati već postojeće podatke u sljedećoj školskoj godini.
hu_hu: Meg <i>kell</i> tekercs felhasználók, az iskolai időszak, jelölés időszakok, naptárak, és jelentést kártya <br> kódok egyidejűleg vagy azt megelőzően gördülő tanfolyamok <BR><BR> * Meg <i>kell</i> tekercs tanfolyamok egyidejűleg vagy azt megelőzően folyamatos jelentést kártya hozzászólások <BR><BR> Red tételek már az adatok a következő tanévben (Lehet, hogy bekerülve). <BR><BR> Rolling piros elemeket törli a már meglévő adatokat a következő tanévben.
is_is: Þú <i>verður að</i> rúlla notendur, skóla tímabil, merkingar tímabil, dagatal, og tilkynna kortið <br> númerin á sama tíma eða áður en veltingur námskeið <BR><BR> * Þú <i>verður að</i> rúlla námskeið á sama tíma eða áður en veltingur skýrslu kort athugasemdir <BR><BR> Red atriði hafa þegar gögn á næsta skólaári (Þau gætu hafa verið velt). <BR><BR> Rolling rautt atriði verða eytt þegar fyrirliggjandi gögn á næsta skólaári.
ja_jp: あなたはユーザー、学校の期間、マーキングの期間、カレンダー、およびレポートのカードをロールバック<i>する必要があります</i> <br>同時にまたは圧延のコースの前にコード<BR><BR> *あなたは、同時にまたはレポートのカードのコメントを圧延前にコースをロールバック<i>する必要があります</i> <BR><BR>レッドのアイテムは既に次の学年のデータを（彼らは、ロールバックされている可能性があります）を持っている。 <BR><BR>赤いアイテムをローリングすると、次の学年で既に既存のデータを削除します。
lt_lt: <i>Turite</i> roll vartotojai, mokyklos laikotarpių, ženklinimo laikotarpių kalendorių, ir pranešti kortelę <br> tuo pačiu metu arba prieš geležinkelių kursai kodai <BR><BR> * <i>Turite</i> Roll kursus, tuo pačiu metu arba prieš geležinkelių kortelę komentarus <BR><BR> Raudonus daiktus jau kitų mokslo metų duomenis (Jie galėjo valcavimo). <BR><BR> Geležinkelių raudonus daiktus bus ištrinti jau esamų duomenų, ateinančiais mokslo metais.
lv_lv: Jums <i>ir</i> roll lietotājiem, skolas laika, marķēšana periodi, kalendārus un ziņojumu kartes <br> kodi, tajā pašā laikā vai pirms ritošā kursi <BR><BR> * Jums <i>ir</i> roll kursos, tajā pašā laikā vai pirms ritošā ziņojumu kartes komentārus <BR><BR> Red posteņi jau ir dati, nākamajā mācību gadā (Tās varētu būt velmētas). <BR><BR> Rolling sarkans posteņi tiks dzēsti jau esošos datus nākamajā mācību gadā.
mk_mk: <i>Мора</i> да се тркалаат корисници, училиште периоди, по повод одбележувањето периоди, календари и извештај картичка <br> кодови во исто време или пред тркалање курсеви <BR><BR> * <i>Мора да</i> се тркалаат курсеви во исто време или пред тркалање извештај картичка коментари <BR><BR> Црвениот предмети веќе имаат податоци во следната учебна година (Тие може да се стркала). <BR><BR> Ролинг црвени предмети ќе ги избрише постоечките податоци во следната учебна година.
nn_no: Du <i>må</i> rulle brukere, skole perioder, merking perioder, kalendere og report card <br> koder på samme tid eller før rullende kurs <BR><BR> * Du <i>må</i> rulle kurs på samme tid eller før rullende report card kommentarer <BR><BR> Red elementer har allerede har data i det neste skoleår (De kan ha blitt rullet). <BR><BR> Rolling røde elementer vil slette allerede eksisterende data i det neste skoleåret.
pl_pl: <i>Musisz</i> rolki użytkowników, okresy szkoły, okresy CE, kalendarze, karty raport <br> kodów w tym samym czasie lub przed kursy toczenia <BR><BR> <i>*</i> Musisz rolki kursy w tym samym czasie lub przed wyrzuceniem komentarzy na świadectwie <BR><BR> Red pozycje już danych w przyszłym roku szkolnym (Mogą być gorąco). <BR><BR> Rolling czerwone przedmioty spowoduje usunięcie już istniejących danych w przyszłym roku szkolnym.
pt_pt: Você <i>deve</i> rolar usuários, períodos escolares, períodos de marcação, calendários, e um cartão de relatório <br> códigos ao mesmo tempo ou antes de cursos rolando <BR><BR> * Você <i>deve</i> rolar cursos ao mesmo tempo ou antes de rolar comentários boletim <BR><BR> Itens vermelhos já tem dados no próximo ano lectivo (Eles poderiam ter sido enrolado). <BR><BR> Rolar itens vermelho irá apagar os dados já existentes no ano lectivo seguinte.
ro_ro: <i>Trebuie să</i> rola utilizatori, perioadele de şcoală, perioadele de marcare, calendare, şi carnetul de note <br> Codurile, în acelaşi timp sau înainte de cursuri de rulare <BR><BR> * <i>Trebuie să</i> rola de cursuri, în acelaşi timp sau înainte de rulare comentarii raport carte <BR><BR> Elementele de culoare roşie-au au fost deja date în anul şcolar următor (Ei ar fi putut fi laminate). <BR><BR> Rolling elementele de culoare roşie va şterge datele deja existente, în anul şcolar următor.
ru_ru: Вы <i>должны бросить</i> пользователей, школы периоды, маркировка периоды, календари и табель <br> Коды в то же время или перед прокаткой курсы <BR><BR> * Вы <i>должны бросить</i> курсы в то же время или перед прокаткой комментарии табель <BR><BR> Красный пункты уже есть данные в следующем учебном году (Они могли быть проката). <BR><BR> Роллинг красные элементы будут удалять уже существующие данные в следующем учебном году.
sk_sk: <i>Musíte</i> role užívateľov, školské obdobie, označenie obdobia, kalendára a vysvedčenia <br> kódy súčasne alebo pred valcovacie kurzy <BR><BR> <i>*</i> Musíte role kurzov naraz, alebo pred valcovacie komentáre vysvedčenie <BR><BR> Červené položky sú už dáta v nasledujúcom školskom roku (oni by mohli boli za tepla). <BR><BR> Rolovacie červené veci sa odstráni už existujúce dáta v budúcom školskom roku.
sl_si: <i>Morate</i> roll uporabnikov, šola obdobja, označevanje obdobja, koledarje, in poročilo kartica <br> Kode hkrati ali pred valjanjem tečajev <BR><BR> * <i>Morate</i> roll tečajev hkrati ali pred valjanjem komentarje kartico poročila <BR><BR> Red predmete že imajo podatke v naslednjem šolskem letu (Morda so bili valjanih). <BR><BR> Rolling rdeča postavke bodo izbrisati že obstoječe podatke v naslednjem šolskem letu.
sq_al: Ju <i>duhet</i> roll përdoruesit, periudhat e shkollës, duke shënuar periudhat, kalendarë, dhe dëftesë <br> kodeve në të njëjtën kohë ose para kurse kodrina <BR><BR> * Ju <i>duhet</i> roll kurse në të njëjtën kohë ose para kodrina komente dëftesë <BR><BR> Artikuj Kuq tashmë janë të dhëna në vitin e ardhshëm shkollor (Ato mund të ketë qenë mbështjellë). <BR><BR> Rolling artikuj të kuqe do të fshirë të dhënat ekzistuese në vitin e ardhshëm shkollor.
sr_rs: <i>Морате</i> Д корисника, школски период, обележавање периода, календари, и извештај картица <br> кодова у исто време или пре ваљање курсеве <BR><BR> <i>*</i> Морате Д курсеве у исто време или пре него ваљање Репорт Цард коментаре <BR><BR> Црвених ставки већ имају податке у наредној школској години (Можда су били ваљани). <BR><BR> Ваљање црвено ставке ће обрисати већ постојећи подаци у наредној школској години.
sv_se: Du <i>måste</i> rulla användare, perioder skolan, märkning perioder, kalendrar och rapport kort <br> koder samtidigt eller innan rullande kurser <BR><BR> * Du <i>måste</i> rulla kurser samtidigt eller innan rullande kommentarer rapport kort <BR><BR> Red poster har redan data i nästa läsår (De kan ha varit rullade). <BR><BR> Rolling röda objekt kommer att ta bort redan befintliga data under nästa läsår.
th_th: <i>คุณต้องม้วนผู้ใช้ระยะเวลาเรียนระยะเวลาการทำเครื่องหมายปฏิทินและบัตรรายงาน</i> <br> รหัสในเวลาเดียวกันหรือก่อนหลักสูตรกลิ้ง <BR><BR> * <i>คุณต้องม้วนหลักสูตรในเวลาเดียวกันหรือก่อนกลิ้งความคิดเห็นบัตรรายงาน</i> <BR><BR> รายการสีแดงมีอยู่แล้วมีข้อมูลในปีของโรงเรียนต่อไป (พวกเขาอาจจะได้รับการรีด) <BR><BR> Rolling รายการสีแดงจะลบข้อมูลที่มีอยู่แล้วในปีของโรงเรียนต่อไป
tr_tr: Bu kullanıcılar, okul dönemlerinde, işaretleme dönemleri, takvimler ve karne rulo <i>gerekir</i> <br> aynı anda veya haddeleme kursları önce kodları <BR><BR> * Aynı anda veya karne yorumlar atmadan önce ders rulo <i>gerekir</i> <BR><BR> Kırmızı öğeler zaten bir sonraki eğitim-öğretim yılında (Onlar alındı ​​olabilir) veri var. <BR><BR> Kırmızı öğeleri Rolling bir sonraki öğretim yılında zaten mevcut verileri silecektir.
uk_ua: Ви <i>повинні кинути</i> користувачів, школи періоди, маркування періоди, календарі та табель <br> Коди в той же час або перед прокаткою курси <BR><BR> * Ви <i>повинні кинути</i> курси в той самий час або перед прокаткою коментарі табель <BR><BR> Червоний пункти вже є дані в наступному навчальному році (Вони могли бути прокату). <BR><BR> Роллінг червоні елементи будуть видаляти вже існуючі дані в наступному навчальному році.
wa_be: <i>Mae&#39;n rhaid i</i> chi gyflwyno i ddefnyddwyr, cyfnodau ysgol, cyfnodau marcio, calendrau, a cherdyn adroddiad <br> codau ar yr un pryd neu cyn gyrsiau treigl <BR><BR> * <i>Mae&#39;n rhaid i</i> chi gyflwyno&#39;r cyrsiau ar yr un pryd neu cyn rholio sylwadau cerdyn adroddiad <BR><BR> Eitemau Coch eisoes wedi data yn y flwyddyn ysgol nesaf (Efallai eu bod wedi cael eu cyflwyno). <BR><BR> Bydd Rolling eitemau coch ddileu data sydd eisoes yn bodoli yn y flwyddyn ysgol nesaf.
zh_tw: 你<i>必須</i>滾動用戶，學校時期，標誌著時期，日曆和成績單<br>代碼的同時或之前滾動課程<BR><BR> *您<i>必須</i>滾動課程的同時或之前，滾動成績單評論<BR><BR>紅色的項目已經有數據，在下一學年（他們可能已被軋）。 <BR><BR>滾動紅色項目將刪除現有的數據，在下一學年。

source: Confirm Rollover
af_za: Bevestig Beoordeel
ar_dz: تأكيد التمديد
be_by: Пацвердзіце Ролловер
bg_bg: Потвърди Rollover
bn_bd: নিশ্চিত Rollover
da_dk: Bekræft Rollover
el_gr: Επιβεβαίωση Rollover
es_es: Confirmar Renovación
et_ee: Kinnita Ümberminekuoht
fa_ir: تکرار هزینه های
fi_fi: Vahvista Rollover
ga_ie: Deimhnigh tar-rolladh
gl_gl: Confirmar rollover
hr_hr: Potvrdi prevrtanja
hu_hu: Megerősítés Rollover
is_is: Staðfesta Rollover
ja_jp: ロールオーバーを確認
lt_lt: Patvirtinti nuo apsivertimo
lv_lv: Apstiprināt Apgāšanās
mk_mk: Потврди Rollover
nn_no: Bekreft Rollover
pl_pl: Potwierdź Rollover
pt_pt: Confirmar Rollover
ro_ro: Confirmaţi rollover
ru_ru: Подтвердите Ролловер
sk_sk: Potvrdiť prevráteniu
sl_si: Potrdi Prevrnitev
sr_rs: Потврди Пренеси
sv_se: Bekräfta Rollover
th_th: ยืนยันแบบโรลโอเวอร์
tr_tr: Onayla Rollover
uk_ua: Підтвердіть ролловер
wa_be: Cadarnhau treigl
zh_tw: 確認翻轉

source: Are you sure you want to roll the data for
af_za: Is jy seker jy wil die data te rol vir
ar_dz: هل أنت متأكد أنك تريد لفة بيانات
be_by: Вы ўпэўненыя, што хочаце, каб кінуць дадзеных для
bg_bg: Сигурни ли сте, че искате да се търкаля на данни за
bn_bd: আপনি কি নিশ্চিত আপনি ডেটা rollতে চান
da_dk: Er du sikker på du vil rulle data for
el_gr: Είστε σίγουροι ότι θέλετε να ρίξετε τα δεδομένα για
es_es: Â¿Está seguro que desea renovar los datos para
et_ee: Oled sa kindel, et soovid rulli andmeid
fa_ir: آیا شما مطمئن هستید که می خواهید به رول داده ها برای
fi_fi: Oletko varma että haluat Roll tiedot
ga_ie: An bhfuil tú cinnte gur mian leat rolla na sonraí le haghaidh
gl_gl: Está seguro de que quere rodar os datos para
hr_hr: Jeste li sigurni da želite roll podataka za
hu_hu: Biztos benne, hogy szeretné dobni az adatokat
is_is: Ertu viss um að þú viljir velta gögn fyrir
ja_jp: あなたがのためにデータをロールバックしてもよろしいですか
lt_lt: Ar jūs tikrai norite roll duomenys
lv_lv: Vai tiešām vēlaties, lai roll datu
mk_mk: Дали сте сигурни дека сакате да се тркалаат на податоци за
nn_no: Er du sikker på at du vil rulle data for
pl_pl: Czy na pewno chcesz rzucić danych
pt_pt: Você tem certeza que quer rolar os dados para
ro_ro: Sunteţi sigur că doriţi să se rostogolească de date pentru
ru_ru: Вы уверены, что хотите, чтобы бросить данных для
sk_sk: Ste si istí, že chcete vrátiť dáta
sl_si: Ali ste prepričani, da želite roll podatkov za
sq_al: Jeni te sigurte qe doni te rrokulliset të dhënat për
sr_rs: Да ли сте сигурни да желите да се котрља података за
sv_se: Är du säker på att du vill rulla data för
th_th: คุณแน่ใจหรือว่าต้องการม้วนข้อมูลสำหรับ
tr_tr: Için veri rulo istediğiniz emin
uk_ua: Ви впевнені, що хочете, щоб кинути даних для
wa_be: A ydych yn sicr eich bod am gyflwyno data ar gyfer
zh_tw: 你確定要滾動數據

source: Please login again
af_za: Log weer
ar_dz: الرجاء تسجيل الدخول مرة أخرى
be_by: Калі ласка, Увайсці зноў
bg_bg: Моля, влезте отново
bn_bd: দয়া করে পুনরায় লগিন করুন
da_dk: Venligst log på igen
el_gr: Παρακαλούμε συνδεθείτε ξανά
es_es: Por favor, inicie sesión nuevamente
et_ee: Palun logi uuesti sisse
fa_ir: لطفا وارد
fi_fi: Kirjaudu uudelleen
ga_ie: Cuir logáil isteach arís
gl_gl: Por favor sesión
hr_hr: Molimo, prijavite se opet
hu_hu: Kérjük, jelentkezzen be újra
is_is: Vinsamlegast skráðu þig inn aftur
ja_jp: もう一度ログインしてください
lt_lt: Prašome prisijungti vėl
lv_lv: Lūdzu, piesakieties vēlreiz
mk_mk: Пријавете се повторно
nn_no: Vennligst logg inn igjen
pl_pl: Zaloguj się ponownie
pt_pt: Por favor login novamente
ro_ro: Rugam sa va logati din nou
ru_ru: Пожалуйста, Войти снова
sk_sk: Prosím prihláste sa znovu
sl_si: Prosim, prijavite se ponovno
sq_al: Ju lutemi të identifikohen përsëri
sr_rs: Молим вас пријавите се опет
sv_se: Logga in igen
th_th: กรุณาเข้าสู่ระบบอีกครั้ง
tr_tr: Lütfen tekrar giriş yapın
uk_ua: Будь ласка, Увійти знову
wa_be: Mewngofnodwch eto
zh_tw: 請重新登錄

source: Can't write to file
af_za: Kan nie skryf na lêer
ar_dz: لا يمكن الكتابة إلى ملف
be_by: Немагчыма запісаць у файл
bg_bg: Не може да се записва във файл
bn_bd: থেকে ফাইল লিখতে না পারি
da_dk: Kan ikke skrive til fil
el_gr: Αδύνατη η εγγραφή στο αρχείο
es_es: No se puede escribir en el archivo
et_ee: Ei saa kirjutada faili
fa_ir: نمی توانید بنویسید به فایل
fi_fi: Ei voi kirjoittaa tiedostoon
ga_ie: Ní féidir scríobh chuig comhad
gl_gl: Non se pode gardar ficheiro
hr_hr: Ne mogu pisati u datoteku
hu_hu: Nem lehet írni a fájlba
is_is: Get ekki skrifað í skrá
ja_jp: ファイルに書き込むことができません
lt_lt: Negali rašyti į failą
lv_lv: Nevar ierakstīt failā
mk_mk: Не може да напише на датотеката
nn_no: Kan ikke skrive til fil
pl_pl: Nie można zapisać do pliku
pt_pt: Não é possível gravar arquivo
ro_ro: Nu se poate scrie în fişier
ru_ru: Невозможно записать в файл
sk_sk: Nemožno zapisovať do súboru
sl_si: Ne morem pisati v datoteko
sq_al: Nuk munda të shkruaj fotografi
sr_rs: Не могу да пишу на фајл
sv_se: Kan inte skriva till fil
th_th: ไม่สามารถเขียนไปยังแฟ้ม
tr_tr: Dosyasına yazamıyor
uk_ua: Неможливо записати в файл
wa_be: Does dim modd ysgrifennu i ffeil
zh_tw: 無法寫入文件

source: School Name
af_za: Skool Naam
ar_dz: اسم المدرسة
be_by: Назва школы
bg_bg: Училище Име
bn_bd: স্কুল নাম
da_dk: Skolens navn
el_gr: Όνομα Σχολείου
es_es: Nombre de la Institución
et_ee: Kooli nimi
fa_ir: نام مدرسه
fi_fi: Koulun nimi
ga_ie: Ainm na Scoile
gl_gl: Nome da escola
hr_hr: Ime škole
hu_hu: Iskola neve
is_is: Skóli Nafn
ja_jp: 学校名
lt_lt: Mokyklos pavadinimas
lv_lv: Skolas nosaukums
mk_mk: Име на училиште
nn_no: Skole Navn
pl_pl: Nazwa szkoły
pt_pt: Nome da escola
ro_ro: Scoala de Nume
ru_ru: Название школы
sk_sk: Názov školy
sq_al: Emri shkollës
sr_rs: Име школе
sv_se: Skolans namn
th_th: ชื่อโรงเรียน
tr_tr: Okul Adı
uk_ua: Назва школи
wa_be: Enw&#39;r Ysgol
zh_tw: 學校名稱

source: Telephone
af_za: Telefoon
ar_dz: هاتف
be_by: Тэлефон
bg_bg: Телефон
bn_bd: টেলিফোন
da_dk: Telefon
el_gr: Τηλέφωνο
es_es: Teléfono
et_ee: Telefon
fa_ir: تلفن
fi_fi: Puhelin
ga_ie: Teileafón
gl_gl: Teléfono
hr_hr: Telefonski
hu_hu: Telefon
is_is: Sími
ja_jp: 電話
lt_lt: Telefonas
lv_lv: Telefons
mk_mk: Телефон
nn_no: Telefon
pl_pl: Telefon
pt_pt: Telefone
ro_ro: Telefon
ru_ru: Телефон
sk_sk: Telefón
sl_si: Telefon
sq_al: Telefon
sr_rs: Телефонски
sv_se: Telefon
th_th: โทรศัพท์
tr_tr: Telefon
uk_ua: Телефон
wa_be: Rhif ffôn
zh_tw: 電話

source: Base Grading Scale
af_za: Base Gradering skaal
ar_dz: قاعدة مقياس الدرجات
be_by: Шкала базы класіфікацыі
bg_bg: Скала Base Grading
bn_bd: তল শূন্য স্কেল
da_dk: Base karakterskala
el_gr: Βάση κλίμακα ταξινόμησης
es_es: Escala de Calificación Básica
et_ee: Base hindamisskaala
fa_ir: پایه مقیاس نمره گذاری
fi_fi: Base Arviointiasteikko
ga_ie: Scála Grádaithe Base
gl_gl: Escala de clasificación de base
hr_hr: Baza Ljestvica ocjena
hu_hu: Base osztályozási
is_is: Base Einkunnakvarði
ja_jp: ベースの評価尺度
lt_lt: Bazinės klasifikavimo skalę
lv_lv: Base vērtējumu skala
mk_mk: База Скала за оценување
nn_no: Base Karakterskala
pl_pl: Skala ocen bazy
pt_pt: Escala de classificação de base
ro_ro: Baza Grila de notare
ru_ru: Шкала базы классификации
sk_sk: Základňa Stupnica
sl_si: Osnovna Ocenjevalna lestvica
sq_al: Nota bazë të shkallës
sr_rs: База скала оцењивања
sv_se: Base Betygsskala
th_th: สเกลการวัดผลฐาน
tr_tr: Baz Derecelendirme Ölçeği
uk_ua: Шкала бази класифікації
wa_be: Graddfa Graddio Sylfaen
zh_tw: 基地規模分級

source: E-Mail
af_za: E-pos
ar_dz: البريد الإلكتروني
bn_bd: ইমেইল
fa_ir: پست الکترونیک
ja_jp: E -メール
lt_lt: El-paštas
mk_mk: Е-пошта
sl_si: E-pošta
sr_rs: Е-маил
sv_se: E-post
tr_tr: E-Posta
wa_be: E-bost
zh_tw: 電子郵件

source: Website
af_za: Webwerf
ar_dz: الموقع
be_by: Вэб-сайт
bg_bg: Уебсайт
bn_bd: ওয়েবসাইট
da_dk: Hjemmeside
el_gr: Δικτυακός τόπος
es_es: Sitio Web
et_ee: Veebisait
fa_ir: سایت اینترنتی
fi_fi: Verkkosivusto
ga_ie: Láithreán Gréasáin
gl_gl: Sitio web
hu_hu: Weboldal
ja_jp: ウェブサイト
lt_lt: Tinklapis
mk_mk: Веб-страница
nn_no: Nettsted
pl_pl: Strona WWW
pt_pt: Site
ru_ru: Веб-сайт
sk_sk: Webové stránky
sl_si: Spletna stran
sr_rs: Вебсајт
sv_se: Webbplats
th_th: เว็บไซต์
tr_tr: Web sitesi
uk_ua: Веб-сайт
wa_be: Gwefan
zh_tw: 網站

source: change logo
af_za: verandering logo
ar_dz: تغيير شعار
es_es: cambio de logo

source: Click here to upload logo
af_za: Klik hier logo te laai
ar_dz: انقر هنا لتحميل الشعار
es_es: Haga clic aquí para cargar el logotipo

source: Currency
af_za: Geld
ar_dz: عملة
be_by: Валюта
bg_bg: Валута
bn_bd: মুদ্রা
da_dk: Valuta
el_gr: Νόμισμα
es_es: Moneda Corriente
et_ee: Raha
fa_ir: پول
fi_fi: Valuutta
ga_ie: Airgeadra
gl_gl: Moeda
hr_hr: Valuta
hu_hu: Valuta
is_is: Gjaldmiðill
ja_jp: 通貨
lt_lt: Valiuta
lv_lv: Valūta
mk_mk: Валута
nn_no: Valuta
pl_pl: Waluta
pt_pt: Moeda
ro_ro: Valută
ru_ru: Валюта
sk_sk: Mena
sl_si: Gotovina
sq_al: Monedhë
sr_rs: Валута
sv_se: Valuta
th_th: สกุลเงิน
tr_tr: Para
uk_ua: Валюта
wa_be: Arian cyfred
zh_tw: 貨幣
