Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Malay
af_za: Maleis
ar_dz: الملايو
be_by: Малайская
bg_bg: Малайски
bn_bd: মালয়
el_gr: Μαλαισίας
es_es: Malayo
et_ee: Malai
fa_ir: مالایا
fi_fi: Malaiji
ga_ie: Malaeis
gl_gl: Malaio
hr_hr: Malajski
hu_hu: Maláj
ja_jp: マレー語
lt_lt: Malajų
lv_lv: Malajiešu valoda
mk_mk: Малајски
pl_pl: Malajski
pt_pt: Malaio
ro_ro: Malaezian
ru_ru: Малайский
sk_sk: Malajzijská
sr_rs: Малајски
th_th: ภาษามลายู
uk_ua: Малайська
zh_tw: 馬來語

source: Polish
af_za: Pools
ar_dz: بولندي
be_by: Польскі
bg_bg: Полски
bn_bd: পালিশ
da_dk: Polsk
el_gr: Στίλβωση
es_es: Polaco
et_ee: Poola
fa_ir: لهستانی
fi_fi: Puola
ga_ie: Polainnis
gl_gl: Polaco
hr_hr: Poljski
hu_hu: Lengyel
is_is: Pólskur
ja_jp: ポーランド
lt_lt: Lenkijos
lv_lv: Polijas
mk_mk: Полски
nn_no: Polsk
pt_pt: Polonês
ro_ro: Polonez
ru_ru: Польский
sk_sk: Poľský
sl_si: Poljski
sq_al: Polonisht
sr_rs: Пољски
sv_se: Polska
th_th: ขัด
tr_tr: Polonya
uk_ua: Польський
wa_be: Pwyleg
zh_tw: 波蘭

source: Portuguese
af_za: Portugees
ar_dz: البرتغالية
be_by: Партугальская
bg_bg: Португалски
bn_bd: পর্তুগিজ
da_dk: Portugisisk
el_gr: Πορτογαλικά
es_es: Portugués
et_ee: Portugali
fa_ir: پرتغالی
fi_fi: Portugali
ga_ie: Portaingéilis
gl_gl: Galician
hr_hr: Portugalski
hu_hu: Portugál
is_is: Portúgalska
ja_jp: ポルトガル
lt_lt: Portugalų
lv_lv: Portugāļu
mk_mk: Португалски
nn_no: Portugisisk
pl_pl: Portugalski
ro_ro: Portughez
ru_ru: Португальский
sk_sk: Portugalčina
sl_si: Portugalski
sq_al: Portugalisht
sr_rs: Португалски
sv_se: Portugisiska
th_th: ภาษาโปรตุเกส
tr_tr: Portekizce
uk_ua: Португальська
wa_be: Portiwgaleg
zh_tw: 葡萄牙文

source: Russian
af_za: Russiese
ar_dz: الروسية
be_by: Рускі
bg_bg: Руски
bn_bd: রাশিয়ান
da_dk: Russisk
el_gr: Ρωσική
es_es: Ruso
et_ee: Vene
fa_ir: روسی
fi_fi: Venäjän
ga_ie: Rúisis
gl_gl: Ruso
hr_hr: Ruski
hu_hu: Orosz
is_is: Rússneska
ja_jp: ロシア語
lt_lt: Rusijos
lv_lv: Krievu
mk_mk: Руската
nn_no: Russisk
pl_pl: Rosyjski
pt_pt: Russo
ro_ro: Rusesc
ru_ru: Русский
sk_sk: Rus
sl_si: Ruski
sq_al: Rus
sr_rs: Руски
sv_se: Ryska
th_th: ภาษารัสเซีย
tr_tr: Rus
uk_ua: Російська
wa_be: Rwsia
zh_tw: 俄羅斯

source: Spanish
af_za: Spaans
ar_dz: الأسبانية
be_by: Іспанская
bg_bg: Испански
bn_bd: স্প্যানিশ
da_dk: Spansk
el_gr: Ισπανικά
es_es: Español
et_ee: Hispaania
fa_ir: اسپانیایی
fi_fi: Espanjalainen
ga_ie: Spáinnis
gl_gl: Español
hr_hr: Španjolski
hu_hu: Spanyol
is_is: Spænska
ja_jp: スペイン
lt_lt: Ispanijos
lv_lv: Spāņu
mk_mk: Шпански
pl_pl: Hiszpański
pt_pt: Espanhol
ro_ro: Spaniol
ru_ru: Испанский
sk_sk: Španielčina
sl_si: Špansko
sq_al: Spanjisht
sr_rs: Шпански
sv_se: Spanska
th_th: ภาษาสเปน
tr_tr: İspanyolca
uk_ua: Іспанська
wa_be: Sbaeneg
zh_tw: 西班牙語

source: Urdu
af_za: Oerdoe
ar_dz: الأردية
be_by: Мова урду
bg_bg: Урду
bn_bd: উর্দু
el_gr: Ουρντού
et_ee: Urdu keel
fa_ir: زبان اردو
ga_ie: Urdais
gl_gl: Urdú
ja_jp: ウルドゥー語
lt_lt: Urdų kalba
mk_mk: Урду
ru_ru: Язык урду
sr_rs: Урду
th_th: ภาษาอิรดู
tr_tr: Urduca
uk_ua: Мова урду
zh_tw: 烏爾都語

source: Vietnamese
af_za: Viëtnamees
ar_dz: الفيتنامية
be_by: В&#39;етнамская
bg_bg: Виетнамски
bn_bd: ভিএত্নেম
da_dk: Vietnamesisk
el_gr: Βιετνάμ
es_es: Vietnamita
et_ee: Vietnami
fa_ir: ویتنامی
fi_fi: Vietnam
ga_ie: Vítneaimis
gl_gl: Vietnamita
hr_hr: Vijetnamski
hu_hu: Vietnami
is_is: Víetnamska
ja_jp: ベトナム
lt_lt: Vietnamiečių
lv_lv: Vjetnamiešu
mk_mk: Виетнамски
nn_no: Vietnamesisk
pl_pl: Wietnamski
pt_pt: Vietnamita
ro_ro: Vietnameză
ru_ru: Вьетнамский
sk_sk: Vietnamský
sq_al: Vietnamisht
sr_rs: Вијетнамски
th_th: เวียตนาม
tr_tr: Vietnam
uk_ua: В&#39;єтнамський
wa_be: Fietnameg
zh_tw: 越南

source: Demographic Information
af_za: Demografiese inligting
ar_dz: المعلومات الديموغرافية
be_by: Дэмаграфічная інфармацыя
bg_bg: Демографска информация
bn_bd: জনসংখ্যা তথ্য
da_dk: Demografiske oplysninger
el_gr: Δημογραφικά στοιχεία
es_es: Información Demográfica
et_ee: Demograafilisi andmeid
fa_ir: اطلاعات دموگرافیک
fi_fi: Demografisia tietoja
ga_ie: Eolas Déimeagrafacha
gl_gl: Información demográficas
hr_hr: Demografske informacije
hu_hu: Demográfiai adatok
is_is: Lýðfræðilegar upplýsingar
ja_jp: 人口統計学的情報
lt_lt: Demografinę informaciją
lv_lv: Demogrāfiskā informācija
mk_mk: Демографски податоци
nn_no: Demografiske opplysninger
pl_pl: Informacje demograficzne
pt_pt: Informações demográficas
ro_ro: Informaţii demografice
ru_ru: Демографическая информация
sk_sk: Demografické informácie
sl_si: Demografski podatki
sq_al: Informacione demografike
sr_rs: Демографске информације
sv_se: Demografisk information
th_th: ข้อมูลประชากร
tr_tr: Demografik Bilgiler
uk_ua: Демографічна інформація
wa_be: Gwybodaeth Ddemograffig
zh_tw: 人口信息

source: V
af_za: In
ar_dz: في
be_by: У
bg_bg: В
da_dk: I
el_gr: Σε
et_ee: Sisse
fa_ir: به
fi_fi: Vuonna
ga_ie: I
gl_gl: En
hr_hr: U
hu_hu: -Ben
is_is: Í
ja_jp: の
lt_lt: Į
lv_lv: In
mk_mk: Во
nn_no: I
pl_pl: W
pt_pt: Em
ro_ro: În
ru_ru: В
sq_al: Në
sr_rs: У
sv_se: I
th_th: ใน
tr_tr: Içinde
uk_ua: В
wa_be: Yn
zh_tw: 在

source: Estimated Grad. Date
af_za: Beraamde Grad. Datum
ar_dz: يقدر غراد. تاريخ
be_by: Разлікова Град. Дата
bg_bg: Прогнозна град. Дата
bn_bd: আনুমানিক Grad. তারিখ
da_dk: Anslået Grad. Dato
el_gr: Εκτιμώμενη Grad. Ημερομηνία
es_es: Fecha de Graduación Estimada
et_ee: Hinnanguline Grad. Kuupäev
fa_ir: تخمینی گرادیان. تاریخ
fi_fi: Arvioitu Grad. Päivämäärä
ga_ie: Grád measta. Dáta
gl_gl: Grad estimado. Data
hr_hr: Procjena Grad. Datum
hu_hu: Becsült Grad. Dátum
is_is: Áætlaður Grad. Dagsetning
ja_jp: 推定卒業生。日
lt_lt: Numatomas grad. Data
lv_lv: Paredzamā Grad. Datums
mk_mk: Проценето Град. Датум на
nn_no: Beregnet Grad. Dato
pl_pl: Szacunkowa Grad. Data
pt_pt: Grad estimado. Data
ro_ro: Estimată de Grad. Data
ru_ru: Расчетное Град. Дата
sk_sk: Odhadovaná Grad. Dátum
sl_si: Ocenjena Grad. Datum
sq_al: Grad e vlerësuar. Data
sr_rs: Процењена Граду. Датум
sv_se: Beräknad Grad. Datum
th_th: Grad ประมาณ วันที่
tr_tr: Tahmini Grad. Tarih
uk_ua: Розрахункова Град. Дата
wa_be: Grad Amcangyfrif. Dyddiad
zh_tw: 預計 GRAD。日期

source: Common Name
af_za: Gewone naam
ar_dz: اسم المشترك
be_by: Агульнае імя
bg_bg: Общо наименование
bn_bd: প্রচলিত নাম
da_dk: Almindeligt navn
el_gr: Κοινή ονομασία
es_es: Nombre
et_ee: Üldnimetus
fa_ir: نام متداول
fi_fi: Yleinen nimi
ga_ie: Ainm Coiteann
gl_gl: Nome común
hr_hr: Zajedničko ime
ja_jp: コモンネーム
lt_lt: Bendrinis pavadinimas
lv_lv: Vispārpieņemtais nosaukums
mk_mk: Заедничко име
pl_pl: Nazwa zwyczajowa
pt_pt: Nome comum
ro_ro: Substantiv comun
ru_ru: Общее имя
sk_sk: Všeobecný názov
sl_si: Splošno ime
sq_al: Emri përbashkët
sr_rs: Заједнички назив
sv_se: Vanligt namn
th_th: ชื่อสามัญ
tr_tr: Ortak Ad
uk_ua: Загальне ім&#39;я
wa_be: Enw Cyffredin
zh_tw: 通用名

source: Primary Language
af_za: Primêre Taal
ar_dz: اللغة الأساسية
be_by: Асноўная мова
bg_bg: Основен език
bn_bd: প্রধান ভাষা
da_dk: Primære sprog
el_gr: Πρωτογενή γλώσσα
es_es: Idioma Principal
et_ee: Esmane keel
fa_ir: زبان اصلی
fi_fi: Ensisijainen kieli
ga_ie: Teanga Bunscoile
gl_gl: Idioma principal
hr_hr: Primarni jezik
hu_hu: Elsődleges nyelv
is_is: Primary Tungumál
ja_jp: 主要言語
lt_lt: Pirminis kalba
lv_lv: Primārā valoda
mk_mk: Мајчин јазик
pl_pl: Podstawowy język
pt_pt: Idioma principal
ro_ro: Primar Limba
ru_ru: Основной язык
sk_sk: Primárny jazyk
sl_si: Primarni jezik
sq_al: Gjuha fillore
sr_rs: Примарни језик
sv_se: Primärt språk
th_th: ภาษาหลัก
tr_tr: Birincil Dil
uk_ua: Основна мова
wa_be: Iaith Cynradd
zh_tw: 主要語言

source: Update Student's Photo
af_za: Update Student se Foto
ar_dz: التحديث الطالب الصور
be_by: Абнаўленне Студэнцкага фотаздымак
bg_bg: Актуализация на Студентски снимка
bn_bd: ছাত্র এর ছবি আপডেট
da_dk: Opdater Student &#39;s Photo
el_gr: Φωτογραφία Ενημέρωση Φοιτητών
es_es: Actualización de la foto del Alumno
et_ee: Uuenda Õpilase Photo
fa_ir: بروز رسانی عکس دانشجویی
fi_fi: Päivitä Opiskelijan kuva
ga_ie: Thabhairt cothrom le dáta an Mhic Léinn Grianghraf
gl_gl: Foto actualización de Student
hr_hr: Update Studentski Foto
hu_hu: Frissítés Hallgatói Fotó
is_is: Uppfæra Student &#39;s
ja_jp: 生徒の写真を更新
lt_lt: Atnaujinti Studentų nuotrauka
lv_lv: Update Studentu Foto
mk_mk: Ажурирање Студентски Фото
nn_no: Oppdatering Student foto
pl_pl: Student aktualizacja zdjęcie
pt_pt: Foto atualização de Student
ro_ro: Actualizaţi elevului poză
ru_ru: Обновление Студенческого фотография
sk_sk: Aktualizácia Študent fotka
sl_si: Posodobitev Študentska Photo
sq_al: Foto Update i Studentëve
sr_rs: Упдате Студентски Фото
sv_se: Uppdatera Student foto
th_th: รูปถ่ายของนักเรียนปรับปรุง
tr_tr: Güncelleme Öğrenci Fotoğrafı
uk_ua: Оновлення Студентського малюнок
wa_be: Photo Diweddariad Myfyriwr
zh_tw: 更新學生的照片

source: Will automatically be assigned
af_za: Sal outomaties toegeskryf word
ar_dz: وسوف يتم تعيين تلقائيا
be_by: Аўтаматычна будзе прысвоены
bg_bg: Автоматично ще бъде назначен
bn_bd: স্বয়ংক্রিয়রূপে নির্ধারিত হবে
da_dk: Vil automatisk blive tildelt
el_gr: Αυτόματα θα αποδοθούν
es_es: Será asignada automáticamente
et_ee: Automaatselt määratud
fa_ir: به طور خودکار اختصاص داده شود
fi_fi: Automaattisesti määritetty
ga_ie: An mbeidh a shannadh go huathoibríoch
gl_gl: Será automaticamente asignado
hr_hr: Automatski će se dodijeliti
hu_hu: Automatikusan hozzá
is_is: Verður sjálfkrafa úthlutað
ja_jp: 自動的に割り当てられます。
lt_lt: Automatiškai priskiriama
lv_lv: Automātiski tiks piešķirts
mk_mk: Автоматски ќе биде доделен
nn_no: Vil automatisk bli tildelt
pl_pl: Zostanie automatycznie przypisany
pt_pt: Será automaticamente atribuído
ro_ro: Va fi atribuit automat
ru_ru: Автоматически будет присвоен
sk_sk: Bude automaticky priradený
sl_si: Ali bo samodejno dodeljena
sq_al: Automatikisht do të caktohen
sr_rs: Ће аутоматски бити додељена
sv_se: Kommer automatiskt att tilldelas
th_th: จะได้รับการมอบหมายให้
tr_tr: Otomatik olarak atanacak
uk_ua: Автоматично буде присвоєно
wa_be: A fydd yn awtomatig yn cael ei neilltuo
zh_tw: 將自動分配

source: Rolling/Retention Options
af_za: Rolling / Behoud Opsies
ar_dz: خيارات المتداول / الاستبقاء
be_by: Ролінг / Захаванне параметраў
bg_bg: Rolling / Задържане Опции
bn_bd: ঘূর্ণায়মান / ধারক বিকল্প
da_dk: Rolling / Retention Optioner
el_gr: Τροχαίο / Διατήρηση Επιλογές
es_es: Opciones de Retención/Renovación
et_ee: Rolling / säilitamine Valikud
fa_ir: نورد / احتباس گزینه ها
fi_fi: Rolling / säilytysasetuksia
ga_ie: Rolling Roghanna / Coinneáil
gl_gl: Rolando Opcións / Mantemento
hr_hr: Rolling / Zadržavanje Mogućnosti
hu_hu: Rolling / megtartása opciók
is_is: Rolling / Varðveisla Options
ja_jp: ローリング/リテンションオプション
lt_lt: Geležinkelių / išsaugojimas parinktys
lv_lv: Rolling / saglabāšanas opcijas
mk_mk: Ролинг / задржување Опции
pl_pl: Rolling / Zatrzymanie Opcje
pt_pt: Rolando Opções / Manutenção
ro_ro: Rolling Opţiuni / Păstrarea
ru_ru: Роллинг / Сохранение параметров
sk_sk: Rolovacie / Retenčné Možnosti
sl_si: Rolling / Ohranjanje Options
sq_al: Options kodrina / mbajtjes
sr_rs: Ваљање / Задржавање опције
sv_se: Rullande / Retention alternativ
th_th: กลิ้งตัวเลือกการเก็บรักษา /
tr_tr: Rolling / Tutma Seçenekleri
uk_ua: Роллінг / Збереження параметрів
wa_be: Opsiynau / Rolling Cadw
zh_tw: 滾動 /保存選項

source: Access Information
af_za: Toegang tot inligting
ar_dz: الوصول إلى المعلومات
be_by: Доступ да інфармацыі
bg_bg: Достъп до информация
bn_bd: প্রবেশ তথ্য
da_dk: Få adgang til oplysninger
el_gr: Πληροφορίες Πρόσβαση
es_es: Acceder a la Información
et_ee: Juurdepääs teabele
fa_ir: دسترسی به اطلاعات
fi_fi: Saada tietoja
ga_ie: Eolas Rochtana
gl_gl: Acceso á información
hr_hr: Pristup informacijama
hu_hu: Információhoz való hozzáférés
is_is: Nálgast upplýsingar
ja_jp: アクセス情報
lt_lt: Naudotis informacija
lv_lv: Piekļuves informācija
mk_mk: Пристап до информации
nn_no: Tilgang til informasjon
pl_pl: Dostęp do informacji
pt_pt: Acesso à informação
ro_ro: Acces la informaţii
ru_ru: Доступ к информации
sk_sk: Prístup k informáciám
sl_si: Dostop do informacij
sq_al: Informacione Access
sr_rs: Приступ информацијама
sv_se: Tillgång till information
th_th: เข้าถึงข้อมูล
tr_tr: Erişim Bilgileri
uk_ua: Доступ до інформації
wa_be: Gwybodaeth am Fynediad
zh_tw: 交通信息

source: Enrollment Information
af_za: Inschrijving Inligting
ar_dz: الالتحاق المعلومات
be_by: Рэгістрацыі інфармацыі
bg_bg: Записване Информация
bn_bd: তালিকাভুক্তি তথ্য
da_dk: Tilmelding Information
el_gr: Πληροφορίες Εγγραφής
es_es: Información de Inscripción
et_ee: Registreerimine Info
fa_ir: اطلاعات ثبت نام
fi_fi: Ilmoittautuminen tiedot
ga_ie: Eolas rollú
gl_gl: De inscrición Información
hr_hr: Upis podataka
hu_hu: Beiratkozás információk
is_is: Innritun Upplýsingar
ja_jp: 登録情報
lt_lt: Įrašas Informacija
lv_lv: Uzņemšanas informācija
mk_mk: Запишувањето информации
nn_no: Påmelding Informasjon
pl_pl: Informacje o rejestracji
pt_pt: De inscrição Informação
ro_ro: Înscrierea de informare
ru_ru: Регистрации информации
sk_sk: Informácie o zápise
sl_si: Vpis Informacije
sq_al: Informacione Regjistrimi
sr_rs: Упис Информације
sv_se: Registreringsinformation
th_th: ข้อมูลการลงทะเบียน
tr_tr: Kayıt Bilgiler
uk_ua: Реєстрації інформації
wa_be: Gwybodaeth cofrestru
zh_tw: 招生信息

source: Data not saved because start and end date is not valid
af_za: Data nie gered omdat begin en die einde datum is nie geldig
ar_dz: لا يتم حفظ البيانات بسبب بدء وتاريخ انتهاء غير صالح
es_es: Los datos no guardados, porque inicio y de finalización no es válida

source: Primary Care Physician
af_za: Primêre Sorg Geneesheer
ar_dz: طبيب الرعاية الأولية
be_by: Які лечыць лекара
bg_bg: Първична Грижи лекар
bn_bd: প্রাথমিক যত্ন ডাক্তার
da_dk: Praktiserende læge
el_gr: Γιατρό πρωτοβάθμιας φροντίδας
es_es: Cuidado Médico Primario
et_ee: Esmatasandi arsti
fa_ir: پزشکان مراقبت های اولیه
fi_fi: Ensihoidon lääkäri
ga_ie: Lia Cúraim Phríomhúil
gl_gl: Médico de atención primaria
hr_hr: Primarne zdravstvene zaštite
hu_hu: Elsődleges ellátás Orvos
is_is: Primary Care Læknir
ja_jp: プライマリケア医
lt_lt: Pirminės sveikatos priežiūros gydytojui
lv_lv: Primārās aprūpes ārsta
mk_mk: Примарната здравствена заштита
nn_no: Primary Care Lege
pl_pl: Lekarza podstawowej opieki zdrowotnej
pt_pt: Médico da atenção primária
ro_ro: Medic de asistenţă medicală primară
ru_ru: Лечащего врача
sk_sk: Lekára primárnej starostlivosti
sq_al: Mjek Kujdesit Parësor
sr_rs: Лекар примарне здравствене заштите
sv_se: Primärvårdsläkare
th_th: แพทย์ดูแลหลัก
tr_tr: Birinci Basamak Hekimli
uk_ua: Лікуючого лікаря
wa_be: Meddyg Gofal Sylfaenol
zh_tw: 初級保健醫生

source: Physicians Phone
af_za: Interniste Tel.
ar_dz: الأطباء الهاتف
be_by: Лекары тэлефон
bg_bg: Лекарите Телефон
bn_bd: চিকিত্সক ফোন
da_dk: Læger Telefon
el_gr: Οι γιατροί Τηλέφωνο
es_es: Teléfono del Médico
et_ee: Arstid Telefon
fa_ir: تلفن پزشکان
fi_fi: Lääkärit Puhelin
ga_ie: Fón Lianna
gl_gl: Teléfono médicos
hr_hr: Liječnici Telefon
hu_hu: Orvosok telefon
is_is: Læknar Sími
ja_jp: 医師の電話番号
lt_lt: Gydytojai Telefonas
lv_lv: Ārsti Tālrunis
mk_mk: Лекарите телефон
nn_no: Leger Phone
pl_pl: Telefon lekarzy
pt_pt: Telefone médicos
ro_ro: Medicii Telefon
ru_ru: Врачи телефон
sk_sk: Lekári Telefón
sl_si: Zdravniki Phone
sq_al: Mjekët Phone
sr_rs: Лекари Телефон
sv_se: Läkare Tel
th_th: โทรศัพท์มือถือแพทย์
tr_tr: Doktorlar Telefon
uk_ua: Лікарі телефон
wa_be: Meddygon Ffôn
zh_tw: 醫生電話

source: Preferred Medical Facility
af_za: Voorkeur Mediese fasiliteit
ar_dz: المرافق الطبية المفضل
be_by: Пераважныя медыцынскую ўстанову
bg_bg: Предпочитан Медицински съоръжение
bn_bd: পছন্দের চিকিৎসাবিদ্যা সুবিধা
da_dk: Foretrukken Medical Facility
el_gr: Προτεινόμενα Ιατρικό Ίδρυμα
es_es: Servicio Médico Preferido
et_ee: Eelistatud meditsiiniasutus
fa_ir: ترجیحی تسهیلات پزشکی
fi_fi: Suositut lääketieteen laitoksen
ga_ie: Áis Leighis Rogha
gl_gl: Facilidade Medical preferidos
hr_hr: Preferirana medicinske ustanove
hu_hu: Preferált Gyógyászati ​​létesítmény
is_is: Valið Medical Facility
ja_jp: 優先医療施設
lt_lt: Pageidautina medicinos įstaigoje
lv_lv: Vēlamā medicīnas iestādi
mk_mk: Корисно медицинска установа
nn_no: Foretrukket Medical Facility
pl_pl: Preferowane medycznej
pt_pt: Facilidade Medical preferidos
ro_ro: Facilitatea preferate medicale
ru_ru: Предпочтительные медицинское учреждение
sk_sk: Preferované zdravotnícke zariadenia
sl_si: Prednostna Medical Facility
sq_al: Facility preferuar Mjekësore
sr_rs: Жељени медицинске установе
sv_se: Prioriterade sjukhus
th_th: สิ่งอำนวยความสะดวกทางการแพทย์ที่ต้องการ
tr_tr: Tercih edilen Tıp Tesisi
uk_ua: Перевага медичний заклад
wa_be: Cyfleuster Meddygol a Ffefrir
zh_tw: 首選醫療機構

source: Medical Note
af_za: Mediese Nota
ar_dz: ملاحظة الطبية
be_by: Медыцынскія Заўвага
bg_bg: Медицински Забележка
bn_bd: চিকিৎসাবিদ্যা উল্লেখ্য
da_dk: Medicinsk Note
el_gr: Ιατρική Σημείωση
es_es: Nota Médica
et_ee: Medical Märkus
fa_ir: توجه داشته باشید پزشکی
fi_fi: Lääketieteellinen Huomaa
ga_ie: Nóta Leighis
gl_gl: Nota médica
hr_hr: Medicinski Napomena
hu_hu: Orvosi megjegyzés
is_is: Medical Ath
ja_jp: 医学的注意
lt_lt: Medicinos pastaba
lv_lv: Medicīnas Piezīme
mk_mk: Медицински Забелешка
nn_no: Medisinsk Merk
pl_pl: Uwaga medyczne
pt_pt: Nota médica
ro_ro: Notă medicale
ru_ru: Медицинские Примечание
sk_sk: Zdravotné poznámka
sl_si: Medicinske Opomba
sq_al: Shënim Mjekësore
sr_rs: Медицински Напомена
sv_se: Medicinsk not
th_th: หมายเหตุการแพทย์
tr_tr: Tıbbi Not
uk_ua: Медичні Примітка
wa_be: Nodyn Meddygol
zh_tw: 醫療注意

source: Medical Notes
af_za: Mediese aantekeninge
ar_dz: ملاحظات طبية
be_by: Медыцынскія Notes
bg_bg: Медицински Бележки
bn_bd: চিকিৎসাবিদ্যা নোট
da_dk: Lægelige notater
el_gr: Ιατρικές Σημειώσεις
es_es: Notas Médicas
fa_ir: یادداشت های پزشکی
fi_fi: Lääketieteellinen Notes
ga_ie: Nótaí Leighis
gl_gl: Notes médica
hr_hr: Medicinski Bilješke
hu_hu: Orvosi Notes
is_is: Medical athugasemdir
ja_jp: メディカルノート
lt_lt: Medicinos pažymi,
lv_lv: Medicīnas atzīmē
mk_mk: Медицински белешки
nn_no: Medisinsk Merknader
pl_pl: Uwagi medyczne
pt_pt: Notes médica
ro_ro: Ia act medical
ru_ru: Медицинские Notes
sk_sk: Zdravotné záznamy
sl_si: Medicinske Notes
sq_al: Shënime Mjekësore
sr_rs: Медицински Напомене
sv_se: Medicinsk Notes
th_th: หมายเหตุการแพทย์
tr_tr: Tıbbi Notlar
uk_ua: Медичні Notes
wa_be: Nodiadau Meddygol
zh_tw: 醫學筆記

source: Immunizations or Physicals
af_za: Inentingen of Physicals
ar_dz: التطعيمات أو الفحوصات الطبية
be_by: Прышчэпкі або медыцынскія агляды
bg_bg: Имунизации или Physicals
bn_bd: টীকা বা Physicals
da_dk: Vaccinationer eller physicals
el_gr: Εμβολιασμούς ή physicals
es_es: Registro de Vacunación/Físico
et_ee: Immuniseerimise või physicals
fa_ir: ایمن سازی یا Physicals
fi_fi: Rokotukset tai physicals
ga_ie: Imdhíontaí nó Physicals
gl_gl: Imunizações ou probas médicas
hr_hr: Imunizacije ili physicals
hu_hu: Védőoltások vagy Physicals
is_is: Bólusetningar eða Physicals
ja_jp: 予防接種や健康診断
lt_lt: Skiepai ar Physicals
lv_lv: Imunizācijas vai Physicals
mk_mk: Имунизација или Physicals
nn_no: Vaksinasjoner eller physicals
pl_pl: Szczepienia ochronne lub lekarskie
pt_pt: Imunizações ou exames médicos
ro_ro: Imunizări sau physicals
ru_ru: Прививки или медицинские осмотры
sk_sk: Očkovanie alebo Physicals
sl_si: Cepljenja ali Physicals
sq_al: Vaksina apo physicals
sr_rs: Вакцинацијама и Пхисицалс
sv_se: Vaccinationer eller physicals
th_th: Immunizations หรือปัจจัยภายนอกแล้วปัจจัย
tr_tr: Immunizations veya fiziksel
uk_ua: Щеплення або медичні огляди
wa_be: Imiwneiddiadau neu Physicals
zh_tw: 預防接種或體檢

source: Immunization/Physical Record
af_za: Immunisering / Fisiese Rekord
ar_dz: التحصين / سجل البدنية
be_by: Імунізацыя / Фізічная запіс
bg_bg: Имунизация / Физическа Запис
bn_bd: টিকা / দৈহিক রেকর্ড
da_dk: Vaccination / Fysisk Record
el_gr: Ανοσοποίηση / Φυσική Εγγραφή
es_es: Inmunización / registro físico
et_ee: Immuniseerimine / füüsiline Record
fa_ir: ایمن سازی / رکورد فیزیکی
fi_fi: Rokotukset / Fyysiset Record
ga_ie: Imdhíonta / Taifead Fisiciúil
gl_gl: Inmunización / Record Física
hr_hr: Imunizacija / fizički zapis
hu_hu: Immunizálás / Fizikai Record
is_is: Ónæmisaðgerðir / Líkamleg Record
ja_jp: 予防接種/物理レコード
lt_lt: Imunizacijos / Fizinės Įrašų
lv_lv: Imunizācija / fiziskā Record
mk_mk: Имунизација / Физичка рекорд
nn_no: Immunization / Fysisk Record
pl_pl: Szczepienia / fizyczne Record
pt_pt: Imunização / Record Física
ro_ro: Imunizarea / înregistrare fizice
ru_ru: Иммунизация / Физическая запись
sk_sk: Očkovanie / fyzický záznam
sl_si: Cepljenje / Fizično Record
sq_al: Imunizimi / Record Fizike
sr_rs: Имунизација / Физичке Снимање
sv_se: Immunisering / Fysisk Rekord
th_th: การสร้างภูมิคุ้มกัน / บันทึกทางกายภาพ
tr_tr: Bağışıklama / Fiziksel Kaydı
uk_ua: Імунізація / Фізична запис
wa_be: Imiwneiddio / Cofnod Gorfforol
zh_tw: 免疫/物理記錄

source: Medical Alerts
af_za: Mediese Alert
ar_dz: تنبيهات طبية
be_by: Медыцынскія Папярэджанні
bg_bg: Медицински Сигнали
bn_bd: চিকিৎসাবিদ্যা সতর্কবার্তা
da_dk: Medicinske Alarmer
el_gr: Ιατρική Alerts
es_es: Alertas médicas
fa_ir: ابزارهای جستوجو ابزارهای وب و پزشکی
fi_fi: Medical Hälytykset
ga_ie: Foláirimh Leighis
gl_gl: Alertas médicos
hr_hr: Medicinski upozorenja
hu_hu: Orvosi Figyelmeztetések
ja_jp: 医療アラート
lt_lt: Medicinos Įspėjimai
lv_lv: Medicīnas Alerts
mk_mk: Медицински сигнали
nn_no: Medisinsk varsler
pl_pl: Alarmy
pt_pt: Alertas médicos
ro_ro: Alerte medicale
ru_ru: Медицинские Предупреждения
sk_sk: Lekárske Upozornenie
sl_si: Medicinske Opozorila
sq_al: Administrim Shkarkimesh Faqerojtësa Fjalorë Mjekësore
sr_rs: Медицински Обавештења
sv_se: Medicinska Varningar
th_th: การแพทย์การแจ้งเตือน
tr_tr: Tıbbi Uyarılar
uk_ua: Медичні Попередження
wa_be: Rhybuddion Meddygol
zh_tw: 醫療快訊

source: Time In
af_za: Tyd in
ar_dz: وفي الوقت
be_by: Час У
bg_bg: Време В
bn_bd: সময়
el_gr: Χρόνος Σε
es_es: Hora Ingreso
fa_ir: زمان در
fi_fi: Aika
ga_ie: Am I
gl_gl: En tempo
hr_hr: Vrijeme u
hu_hu: Idő A
ja_jp: の時間
lt_lt: Laikas
mk_mk: Време Во
nn_no: Tid I
pl_pl: W czasie
pt_pt: Em tempo
ro_ro: În timp
ru_ru: Время В
sk_sk: V čase
sl_si: V času
sq_al: Kohë në
sr_rs: Време у
sv_se: Tid I
th_th: เวลาในการ
tr_tr: Olarak Zaman
uk_ua: Час У
wa_be: Amser Yn
zh_tw: 時間在

source: Nurse Visits
af_za: Verpleegster Besoeke
ar_dz: ممرضة الزيارات
be_by: Медсястра наведванняў
bg_bg: Медицинска сестра Посещения
bn_bd: নার্স পরিদর্শন
da_dk: Sygeplejerske Besøg
el_gr: Επισκέψεις Νοσοκόμα
es_es: Visitas de la Enfermera
et_ee: Nurse Külastusi
fa_ir: بازدیدها پرستار
fi_fi: Sairaanhoitaja Vierailut
ga_ie: Cuairteanna Altra
gl_gl: Visitas enfermeira
hr_hr: Nurse Posjeta
hu_hu: Nurse látogatás
is_is: Nurse Heimsóknir
ja_jp: 看護師の訪問
lt_lt: Slaugytoja Apsilankymai
lv_lv: Nurse Apmeklējumi
mk_mk: Сестрата Посети
nn_no: Sykepleier Besøk
pl_pl: Wizyty Nurse
pt_pt: Visitas enfermeira
ro_ro: Nurse Vizite
ru_ru: Медсестра посещений
sk_sk: Sestra návštev
sl_si: Nurse Obiski
sq_al: Vizitat INFERMIERI
sr_rs: Медицинска сестра Посете
sv_se: Sjuksköterska besök
th_th: เยี่ยมชมโรงพยาบาล
tr_tr: Hemşire Ziyaret
uk_ua: Медсестра відвідувань
wa_be: Ymweliadau Nyrs
zh_tw: 護士訪問

source: Could not connect
af_za: Kon nie verbind
ar_dz: تعذر الاتصال
es_es: No se pudo conectar

source: Connected with MySQL server
af_za: Verbind met MySQL bediener
es_es: Conectado con el servidor MySQL

source: Can't use $mysql_database
af_za: Kan nie gebruik $ mysql_database
es_es: No se puede utilizar $ mysql_database

source: Connected with MySQL database
af_za: Verbind met MySQL databasis
es_es: Conectado con base de datos MySQL
