Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You will probably have assignment types called Homework, Tests, and perhaps Quizzes. Assignment types are set for every period on which you teach any given course. So, if you teach Algebra on 1st and 3rd period, you will have to add assignment types to only one of these periods
af_za: Jy sal waarskynlik opdrag tipes genoem huiswerk, toetse, en miskien vasvrae. Opdrag tipes is vir elke tydperk wat jy leer enige gegewe kursus. Dus, as jy Algebra op die 1ste en 3de tydperk leer, sal jy het opdrag tipes toe te voeg tot slegs een van hierdie periodes
be_by: Вы, верагодна, заданне тыпу называюцца хатнія заданні, тэсты, і, магчыма, іспыты. Прызначэнне тыпу ўстанаўліваюцца для кожнага перыяду, на якім вы выкладаеце любы курс. Так што, калі вы вучыце Алгебра на 1-й і 3-га перыяду, вы павінны дадаць заданне тыпаў толькі адзін з гэтых перыядаў
bg_bg: Вероятно ще има задача видове нарича домашна работа, Тестове, а може би и тестове. Възлагане типове са определени за всеки период, за който ви научи всеки един курс. Така че, ако ви научи Алгебра на 1-ви и 3-ти период, ще трябва да добавите задача видове само един от тези периоди
bn_bd: আপনি সম্ভবত বরাত বলা হয় বাড়ির কাজ, পরীক্ষা ধরনের, আছে এবং হবে সম্ভবত Quizzes. নির্দেশিত ধরনের প্রতি সময়ের উপর যা আপনি কোনো কোর্স পড়ান জন্য নির্ধারণ করা হয়. সুতরাং, যদি আপনি 1 ম এবং 3 য় সময়ের উপর বীজগণিত পড়ান, আপনি এই সময়সীমার মাত্র এক থেকে কর্তব্য ধরনের যোগ হবে
da_dk: Du vil sandsynligvis have opgaven typer kaldt Hjemmearbejde, tests, og måske quizzer. Opgave typer er indstillet for hver periode, hvor du lærer en given kurs. Så hvis du underviser Algebra på 1. og 3. periode, bliver du nødt til at tilføje opgave typer at kun én af disse perioder
el_gr: Θα έχετε πιθανώς τύπους ανάθεση ονομάζεται Κατ &#39;οίκον εργασία, τις δοκιμές, και ίσως Κουίζ. Οι τύποι Εκχώρηση οριστεί για κάθε περίοδο για την οποία σας διδάξει οποιαδήποτε δεδομένη πορεία. Έτσι, αν σας διδάξει άλγεβρα, την 1η και την 3η περίοδο, θα πρέπει να προσθέσετε τύπους ανάθεση σε μία μόνο από αυτές τις περιόδους
et_ee: Tõenäoliselt on ülesande tüüpe nimetatakse kodutöö, Testid, ja võibolla viktoriine. Ülesanne tüübid on määratud iga ajavahemiku kohta, mil te õpetate tahes muidugi. Niisiis, kui te õpetate Algebra 1. ja 3. perioodil, siis on lisada ülesande tüüpi ainult ühe eespool nimetatud perioodide
fa_ir: شما احتمالا نوع انتساب به نام مشق شب ، آزمون ، و شاید گفتگو. نوع تکلیف برای هر دوره که در آن شما یاد می دهد البته با توجه تنظیم شده است. بنابراین ، اگر شما در دوره 1 و 3 جبر آموزش ، شما باید برای اضافه کردن نوع تخصیص به تنها یکی از این دوره ها
fi_fi: Luultavasti on tehtävä tyyppejä kutsutaan Homework, testejä ja ehkä tietokilpailuja. Tehtävä lajit on määritetty jokaiselle ajanjaksolta, johon opetat tahansa kurssi. Joten, jos opettaa Algebra 1. ja 3. periodi, sinun täytyy lisätä tehtävän tyyppejä vain yksi näiden kausien
ga_ie: Beidh ort is dócha cineálacha sannadh ar a dtugtar obair bhaile, Tástálacha, agus tráth na gceist b&#39;fhéidir. Cineálacha Tasc a shocrú do gach tréimhse ar a múineann tú aon chúrsa ar leith. Mar sin, má tá tú ag múineadh Ailgéabar ar an 1ú agus 3ú tréimhse, beidh ort a chur le cineálacha sannadh ach ceann amháin de na tréimhsí
gl_gl: Probablemente terá tipos de asignación chamado Homework, probas, e quizais Quizzes. Tipos de adxudicación son definidos para cada período en que ensina calquera curso seleccionado. Entón, se ensinar Álxebra no 1 º e 3 º período, terá que engadir tipos de asignación para só un deses períodos
hr_hr: Vjerojatno ćete imati zadatak vrsta zove domaće zadaće, testovi, a možda i kvizovima. Dodjela tipovi su postavljeni za svako razdoblje na koje vas naučiti bilo kojem tečaju. Dakle, ako vas naučiti Algebra na prvi i treći period, morat ćete dodati zadatak vrsta samo jedan od tih razdoblja
hu_hu: Ön valószínűleg feladat típusú úgynevezett Házi feladat, tesztek, és talán vetélkedők. Megbízás típusok meg minden időszakra, amit tanítani az adott tanfolyamot. Tehát, ha tanítani Algebra az 1. és 3. időszakban, akkor hozzá megbízás típusok csak egy ilyen időszak
is_is: Þú verður sennilega hafa verkefni gerðir kallað Skiladæmi, próf, og kannski Skyndipróf. Framsal gerðir eru sett fyrir hvert tímabil sem þú kennir hverjum auðvitað. Þannig að ef þú kennir Algebra 1. og 3. tíma, verður þú að bæta við verkefni gerðir aðeins einn af þessum tímabilum
ja_jp: おそらく、テスト、宿題という課題タイプを持っている、そしておそらくクイズになります。割り当てタイプは、任意のコースを教えるとなるすべての期間に設定されています。そう、あなたが1番と3期で代数を教える場合には、これらの期間の一方のみに割り当てタイプを追加する必要があります
lt_lt: Tikriausiai teks užduoties tipai vadinamas namų darbus, Testai, ir galbūt Apklausos. Užduotis tipų yra kiekvieno laikotarpio, apie kurį moko bet kuriuo kurso. Taigi, jei jūs studijuojate algebra 1 ir 3 laikotarpis, jums teks pridėti užduoties tipus tik vienas iš šių laikotarpių
lv_lv: Jūs, iespējams, būs uzdevuma veidu sauc par mājasdarbu, testi, un, iespējams, viktorīnas. Pielietojums veidi ir noteikti par katru periodu, par kuru jūs mācīt kādu konkrētu kursu. Tātad, ja jūs mācīt algebru gada 1 un 3 periodu, jums būs pievienot uzdevumu tipus, lai tikai vienu no šiem periodiem
mk_mk: Најверојатно ќе има задача видови вика домашна работа, тестови, а можеби и квизови. Доделување видови се поставени за секој период во кој ќе учат било која се разбира. Значи, ако учат алгебра на 1 и 3 период, ќе треба да додадете задача видови на само една од овие периоди
nn_no: Du vil sannsynligvis ha oppdraget typer heter Homework, tester, og kanskje spørrekonkurranser. Overdragelse typer er satt for hver periode som du lærer enhver kurset. Så hvis du lærer Algebra på 1. og 3. periode, må du legge oppdraget typer til bare én av disse periodene
pl_pl: Prawdopodobnie będziesz musiał rodzaju zadania o nazwie zadania, testy, a może i Quizy. Przyporządkowanie typów są za każdy okres, w którym można nauczyć danego kursu. Tak więc, jeśli uczą Algebra na 1 i okres 3rd, będziesz musiał dodać typy przypisanie do jednego z tych okresów
pt_pt: Você provavelmente terá tipos de atribuição chamado Homework, testes, e talvez Quizzes. Tipos de atribuição são definidos para cada período em que você ensina qualquer curso dado. Então, se você ensinar Álgebra no 1 º e 3 º período, você terá que adicionar tipos de atribuição para apenas um desses períodos
ro_ro: Veţi avea, probabil, tipurile de cesiune numit pentru acasă, teste, şi, probabil, Teste. Tipuri de Asignarea sunt stabilite pentru fiecare perioadă în care te invata orice curs dat. Deci, dacă vă învaţă Algebra pe prima şi a treia perioadă, va trebui să adăugaţi tipuri de asignare la numai una dintre aceste perioade
ru_ru: Вы, вероятно, задание типа называются домашние задания, тесты, и, возможно, экзамены. Назначение типа устанавливаются для каждого периода, на котором вы преподаете любой курс. Так что, если вы учите Алгебра на 1-й и 3-го периода, вы должны добавить задание типов только один из этих периодов
sk_sk: Pravdepodobne budete musieť priradenie typov tzv domáce úlohy, testy, kvízy a možná. Typy úloh sú stanovené pre každé obdobie, na ktoré vyučujú daný kurz. Takže, ak ste učiť Algebra na 1. a 3. dobu, budete musieť pridať úlohu typy len na jednu z týchto čias
sl_si: Verjetno boste morali nalogo vrste imenovane domače naloge, testi, in morda Kvizi. Ankete na voljo so določene za vsako obdobje, v katerem koli naučil, seveda. Torej, če vas naučili, Algebra na 1. in 3. tretjini, boste morali dodati nalogo vrste le na eno od teh obdobij
sq_al: Ju ndoshta do të ketë lloje të caktimit të quajtur Detyrat e shtëpisë, Testet dhe ndoshta Quizzes. Caktimi lloje janë të vendosur për çdo periudhë në të cilën ju mësojë çdo kurs të dhënë. Pra, në qoftë se ju mësoni Algjebra më 1 dhe periudhën e 3, ju do të keni për të shtuar lloje të detyrës vetëm një nga këto periudha të
sr_rs: Вероватно ћете имати врсте задатак се зове Домаћи задаци, тестови, а можда и квизове. Задатак типа се постављају за сваки период у коме вас научити било који курс. Дакле, ако вас уче алгебру 1. и 3. периоду, мораћете да додате типове задатак да само један од ових периода
sv_se: Du kommer förmodligen få uppdrag typer som kallas läxor, Tester, och kanske Frågesporter. Uppdrag typer sätts för varje period som du lär en viss kurs. Så, om du lär algebra på 1 och 3: e perioden, måste du lägga till uppdraget typer att endast en av dessa perioder
th_th: คุณอาจจะมีการกำหนดประเภทที่เรียกว่าการบ้าน, การทดสอบและอาจจะสำรวจความคิดเห็น การกำหนดชนิดการตั้งค่าสำหรับระยะเวลาที่คุณสอนหลักสูตรใดได้รับทุกคน ดังนั้นถ้าคุณสอนพีชคณิตในวันที่ 1 และงวดที่ 3, คุณจะต้องเพิ่มชนิดมอบหมายให้เพียงหนึ่งในช่วงเวลาเหล่านี้
tr_tr: Muhtemelen Testler, Ödev denilen atama türleri var, ve belki de Sınavlar olacaktır. Atama türleri herhangi bir ders öğretmek olduğu her dönem için ayarlanır. Yani, 1. ve 3. periyot Cebir öğretmek, bu dönemlerde sadece tek bir atama türleri eklemek olacak
uk_ua: Ви, мабуть, завдання типу називаються домашні завдання, тести, і, можливо, іспити. Призначення типу встановлюються для кожного періоду, на якому ви викладаєте будь-який курс. Так що, якщо ви вчите Алгебра на 1-й і 3-го періоду, ви повинні додати завдання типів тільки один з цих періодів
wa_be: Mae&#39;n debyg y byddwch yn cael mathau aseiniad o&#39;r enw Gwaith Cartref, Profion, ac efallai Chwisiau. Mathau o aseiniad yn cael eu gosod ar gyfer pob cyfnod y byddwch yn dysgu unrhyw gwrs a roddir. Felly, os ydych yn addysgu Algebra ar 1 a chyfnod 3, bydd rhaid i chi ychwanegu mathau aseiniad i dim ond un o&#39;r cyfnodau hyn
zh_tw: 你可能會分配類型稱為作業，測試，也許測驗。作業類型為每個時期對你教任何課程。所以，如果你教代數第一和第三期，則必須添加任務類型只有一個這些時期

source: To add an assignment type or an assignment, click on the Add icon
af_za: Om &#39;n opdrag tipe of&#39; n werkstuk te voeg, klik op die Voeg ikoon
ar_dz: لإضافة نوع الاحالة أو الإحالة ، انقر على أيقونة إضافة
be_by: Каб дадаць тып саступкі або прызначэння, пстрыкніце на значку
bg_bg: За да добавите даден тип или задание, кликнете върху иконата Добавяне
bn_bd: একটি বরাত টাইপ অথবা একটি কার্য যোগ করুন আইকনে ক্লিক করুন
da_dk: For at tilføje en opgave type eller en opgave, skal du klikke på ikonet Tilføj
el_gr: Για να προσθέσετε έναν τύπο ανάθεσης ή εκχώρησης, κάντε κλικ στο εικονίδιο Προσθήκη
et_ee: Lisada ülesande liik või ülesanne, klõpsake ikooni Add
fa_ir: برای اضافه کردن نوع تخصیص و یا انتساب ، بر روی آیکون اضافه کردن کلیک کنید
fi_fi: Voit lisätä tehtävän tyyppi tai tehtävän, napsauta Lisää-kuvaketta
ga_ie: Chun cur le cineál sannadh nó sannadh, cliceáil ar an deilbhín Cuir
gl_gl: Para engadir un tipo de asignación ou unha concesión, prema na icona Engadir
hr_hr: Za dodavanje zadatka tipa ili zadatka, kliknite na ikonu Dodaj
hu_hu: Ha egy megbízás típusát, vagy egy feladatot, kattintson a Hozzáadás ikon
is_is: Til að bæta við verkefni gerð eða verkefni, smellur á the Bæta við táknið
ja_jp: 割り当ての種類または割り当てを追加するには、[追加]アイコンをクリックしてください
lt_lt: Norėdami pridėti priskyrimo tipą ar užduotį, spustelėkite piktogramą Pridėti
lv_lv: Lai pievienotu uzdevumu veidu vai uzdevumu, noklikšķiniet uz Pievienot ikonas
mk_mk: За да додадете задача тип или задача, кликнете на Додади икона
nn_no: Slik legger du til et oppdrag, eller et oppdrag, klikk på Legg til-ikonet
pl_pl: Aby dodać typ zadania lub zadania, kliknij ikonę Dodaj
pt_pt: Para adicionar um tipo de atribuição ou uma atribuição, clique no ícone Adicionar
ro_ro: Pentru a adăuga un tip de cesiune sau o cesiune, faceţi clic pe pictograma Add
ru_ru: Чтобы добавить тип уступки или назначения, щелкните на значке
sk_sk: Ak chcete pridať úlohu typ alebo úlohu, kliknite na ikonu Pridať
sl_si: Če želite dodati vrsta naloge ali naloge, kliknite na Dodaj ikono
sq_al: Për të shtuar një lloj detyrë apo një detyrë, klikoni në ikonën Shto
sr_rs: Да бисте додали тип задатка или задатак, кликните на Додај икону
sv_se: För att lägga till ett uppdrag typ eller ett uppdrag, klicka på ikonen Lägg till
th_th: ในการเพิ่มประเภทของการบ้านหรือมอบหมายให้คลิกที่ไอคอนเพิ่ม
tr_tr: Bir atama ya da bir atama eklemek için, Ekle simgesini tıklayın.
uk_ua: Щоб додати тип поступки або призначення, клацніть на значку
wa_be: I ychwanegu fath aseiniad neu aseiniad, cliciwch ar yr eicon Ychwanegu
zh_tw: 要添加任務類型或轉讓，點擊添加圖標

source: in the column corresponding to what you want to add. Then, fill in the information in the fields above the list of assignments
af_za: in die kolom ooreenstem met wat jy wil byvoeg. Dan vul die inligting in die bogenoemde velde van die lys van werkopdragte
be_by: У слупку, які адпавядае таму, што вы хочаце дадаць. Затым, запоўніце інфармацыю ў палях вышэй спіс заданняў
bg_bg: в колоната, съответстваща на това, което искате да добавите. След това попълнете информацията в полетата по-горе в списъка на задачи
bn_bd: কলাম সংশ্লিষ্ট কি আপনি যোগ করতে চান. তারপর ক্ষেত্রে বরাদ্দকরণ তালিকা উপরোক্ত তথ্য, ভরাট
da_dk: i kolonnen svarende til, hvad du ønsker at tilføje. Derefter udfylde oplysningerne i felterne over listen af ​​opgaver
el_gr: στη στήλη που αντιστοιχεί σε αυτό που θέλετε να προσθέσετε. Στη συνέχεια, συμπληρώστε τα στοιχεία στα πεδία πάνω από τη λίστα των εργασιών
et_ee: veerus vastava mida soovite lisada. Seejärel täitke teavet eespool toodud väljadele nimekirja ülesanded
fa_ir: در ستون مربوط به آنچه که می خواهید برای اضافه کردن. سپس ، در سال اطلاعات در زمینه های فوق لیستی از تکالیف را پر کنید
fi_fi: sarakkeessa vastaava mitä haluat lisätä. Täytä sitten tiedot kenttiin luettelon yläpuolelta tehtävät
ga_ie: sa cholún a fhreagraíonn do cad ba mhaith leat a chur leis. Ansin, líon isteach an t-eolas sna réimsí thuasluaite ar an liosta de na tascanna
gl_gl: na columna correspondente ó que quere engadir. Logo, enche a información nos campos sobre a lista de tarefas
hr_hr: u stupcu koji odgovara ono što želite dodati. Zatim, ispunite podatke u polja iznad popisa zadataka
hu_hu: Az oszlop megfelelő mit szeretne felvenni. Ezután töltse ki az adatokat a mezők felett listáját feladatok
is_is: í dálkinum samsvarandi því sem þú vilt bæta við. Þá, fylla í þær upplýsingar í reitina fyrir ofan listann yfir verkefni
ja_jp: 追加したいものに対応する列インチその後、割り当てのリスト上のフィールドに情報を入力してください
lt_lt: stulpelyje atitinka tai, ką norite pridėti. Tada užpildyti informacijos laukus virš užduočių sąrašas
lv_lv: slejā, kas atbilst to, ko vēlaties pievienot. Tad, aizpildiet informāciju minētajās jomās sarakstu uzdevumu
mk_mk: во колоната што одговара на она што сакате да го додадете. Потоа, пополнете ги информациите во полиња над листа на задачи
nn_no: i kolonnen som tilsvarer hva du ønsker å legge til. Deretter fyll inn informasjonen i feltene over listen med oppdrag
pl_pl: w kolumnie odpowiadającej co chcesz dodać. Następnie wypełnić informacje w zakresie wyżej na liście zadań
pt_pt: na coluna correspondente ao que você quer adicionar. Depois, preencha as informações nos campos acima da lista de atribuições
ro_ro: în coloana corespunzătoare a ceea ce doriţi să îl adăugaţi. Apoi, completaţi informaţiile în domeniile menţionate mai sus pe lista de sarcini
ru_ru: В столбце, соответствующем тому, что вы хотите добавить. Затем, заполните информацию в полях выше список заданий
sk_sk: v stĺpci zodpovedajúce tomu, čo chcete pridať. Potom vyplňte informácie v oblasti nad zoznamom úloh
sl_si: v stolpcu, ki ustrezajo, kar želite dodati. Potem, izpolnite podatke v poljih nad seznamom nalog
sq_al: në kolonën përkatëse për atë që ju dëshironi të shtoni. Pastaj, plotësoni të dhënat në fushat e mësipërme listën e detyrave
sr_rs: у колони која одговара оно што желите да додате. Затим, попуните информације у поља изнад листе задатака
sv_se: i kolumnen som motsvarar vad du vill lägga till. Fyll sedan i uppgifterna i fälten ovanför listan av uppdrag
th_th: ในคอลัมน์ที่สอดคล้องกันกับสิ่งที่คุณต้องการเพิ่ม จากนั้นกรอกข้อมูลในเขตข้อมูลที่ด้านบนของรายการได้รับมอบหมาย
tr_tr: eklemek istediğiniz ne karşılık gelen sütun. Sonra, atamaları listesinin üstündeki alanlarda bilgileri doldurun
uk_ua: У стовпці, відповідному того, що ви хочете додати. Потім, заповніть інформацію в полях вище список завдань
wa_be: yn y golofn sy&#39;n cyfateb i&#39;r hyn yr ydych am ychwanegu. Yna, llenwch y wybodaeth yn y meysydd uchod yn y rhestr o aseiniadau
zh_tw: 在列對應你所要添加的。然後，填寫的信息在上面的列表中的任務

source: types and click the Save button
af_za: tipes en kliek op die Save-knoppie
ar_dz: أنواع وانقر على زر حفظ
be_by: Тыпы і націсніце кнопку Захаваць
bg_bg: видове и щракнете върху бутона &quot;Запиши&quot;
bn_bd: সেভ বাটন ক্লিক করুন
da_dk: typer og klik på knappen Gem
el_gr: τύπων και κάντε κλικ στο κουμπί Αποθήκευση
et_ee: tüüpi ja klõpsake nuppu Salvesta
fa_ir: انواع و با کلیک بر روی دکمه ذخیره
fi_fi: tyypit ja napsauta Tallenna-painiketta
ga_ie: cineálacha agus cliceáil ar an gcnaipe Sábháil
gl_gl: tipos e prema no botón Gardar
hr_hr: vrste i kliknite na gumb Spremi
hu_hu: típusok és kattintson a Mentés gombra
is_is: gerðir og smelltu á Vista hnappinn
ja_jp: タイプし、[保存]ボタンをクリックします。
lt_lt: tipų ir paspauskite mygtuką &quot;Išsaugoti&quot;
lv_lv: veidi un noklikšķiniet uz pogas Saglabāt
mk_mk: видови и кликнете на копчето Зачувај
nn_no: typer og klikk Lagre
pl_pl: rodzaje i kliknij przycisk Zapisz
pt_pt: tipos e clique no botão Salvar
ro_ro: tipurile şi faceţi clic pe butonul Salvare
ru_ru: Типы и нажмите кнопку Сохранить
sk_sk: typy a kliknite na tlačidlo Uložiť
sl_si: vrst in kliknite na gumb Save
sq_al: llojeve dhe klikoni butonin Ruaj
sr_rs: врсте и кликните на дугме Сачувај
sv_se: typer och klicka på knappen Spara
th_th: ประเภทและคลิกที่ปุ่มบันทึก
tr_tr: türleri ve Kaydet düğmesini tıklatın
uk_ua: Типи і натисніть кнопку Зберегти
wa_be: fathau a chliciwch ar y botwm Save
zh_tw: 類型，然後點擊保存按鈕

source: If you check Apply to all Periods for this Course, the assignment will be added for each period for which you teach a specific course, in the same way assignment types are added
af_za: As jy die boks Dien toe op al die tydperke vir hierdie kursus, sal die opdrag bygevoeg word vir elke periode waarvoor u &#39;n spesifieke kursus leer, op dieselfde manier opdrag tipes is bygevoeg
be_by: Калі вы ўсталюеце сцяжок Ужыць да ўсіх перыядах для гэтага курсу, заданне будзе дадавацца за кожны перыяд, для якіх вы вучыце канкрэтных Вядома, у тыя ж тыпы прызначэння шляхам дадання
bg_bg: Ако проверите Приложи към всички периоди, за този курс, прехвърлянето ще се добавят за всеки период, за който ви научи на специфичен курс, по същия начин възлагане видове се добавят
bn_bd: যদি আপনি চেক এই কোর্সের জন্য সব সময়ের জন্য আবেদন কার্য প্রতিটি পর্যায় জন্য আপনি একটি বিশেষ কোর্স পড়ান একই ধরনের কর্তব্য ধরনের মধ্যে যোগ হবে যোগ করা হয়
da_dk: Hvis du markerer Anvend på alle Perioder for dette kursus, vil opgaven blive tilføjet for hver periode, hvor du lærer et bestemt forløb, på samme måde, opgaven typer er tilsat
el_gr: Εάν επιλέξετε Εφαρμογή σε όλες τις Περιόδους για αυτό το μάθημα, η ανάθεση θα προστεθούν για κάθε περίοδο για την οποία σας διδάξει μια συγκεκριμένη πορεία, με τον ίδιο τρόπο τύπους εκχώρηση προστίθενται
et_ee: Kui teil vaadata Rakenda kõigile perioodid selle kursuse loovutamise lisatakse iga perioodi kohta, mis te õpetate konkreetsed muidugi samamoodi ülesande tüübid on lisatud
fa_ir: اگر شما چک درخواست برای همه دوره های این دوره ، انتساب خواهد شد برای هر مدت که برای آن شما یاد می دهد یک دوره خاص ، در انواع راه انتساب همان ها اضافه می شوند
fi_fi: Jos valitset Käytä kaikkia aikoja Kurssin, tehtävä lisätään kunakin ajanjaksona, jolle opetat tietyn kurssin, samoin tehtävän tyyppejä lisätään
ga_ie: Má tá tú ag seiceáil i bhfeidhm ar gach Tréimhsí Cúrsa don seo, beidh an tasc a chur leis le haghaidh gach tréimhse dá mbeidh tú ag múineadh cúrsa ar leith, ar an mbealach céanna cineálacha tasc a chuirtear
gl_gl: Se marcar Aplicar a todos os períodos para este curso, a asignación engadirase para cada período para o que se ensina un curso específico, nos tipos de asignación mesmo xeito que se engaden
hr_hr: Ako ste provjerili Primijeni na sve razdoblja za ovaj tečaj, zadatak će biti dodan za svako razdoblje za koje vas naučiti određene Naravno, na isti način dodjele vrste dodaju
hu_hu: Ha megnézed az Alkalmaz az összes időszakot a pálya, a feladat bekerül minden olyan időszakra, amelyre tanítasz egy bizonyos természetesen ugyanúgy feladat típusok hozzá
is_is: Ef þú skoðar gilda um allar tímum fyrir þetta námskeið, verkefni verður bætt við fyrir hvert tímabil sem þú kenna ákveðna námskeið, á sama hátt verkefni gerðir bætast við
ja_jp: このコースのすべての期間に適用をチェックすると、割り当ては割り当てタイプが追加されているのと同じ方法で、あなたが特定のコースを教えるとする各期間に追加されます
lt_lt: Jei patikrinti Taikyti visiems šį kursą laikas, užduoties bus įdėtas, kiekvieną laikotarpį, kuriuo jus moko tam tikro kurso, taip pat priskyrimo rūšys pridedamos
lv_lv: Ja jūs pārbaudīt piemērota attiecībā uz visiem šo kursu periodi, piešķīrums tiks pievienotas katru periodu, par kuru jūs mācīt īpašu maršrutu, tāpat uzdevumu tipi ir pievienoti
mk_mk: Ако проверите Примени врз сите периоди за овој курс, задачата ќе биде додадена за секој период за кој те научи одредена разбира, на ист начин задача видови се додаваат
nn_no: Hvis du sjekker Gjelder alle Perioder for dette kurset, vil oppgaven bli lagt til for hver periode som du lærer en bestemt kurs, på samme måte oppdrag typer er lagt til
pl_pl: Po zaznaczeniu opcji Zastosuj do wszystkich okresów dla tego kursu, przydział zostanie dodany dla każdego okresu, dla którego uczą konkretnego kursu, w tym samym rodzaju przypisanie sposób dane są dodawane
pt_pt: Se você marcar Aplicar a todos os períodos para este Curso, a atribuição será adicionado para cada período para o qual você ensina um curso específico, nos tipos de atribuição mesma maneira que são adicionados
ro_ro: Dacă verificaţi Se aplică pentru toate perioadele pentru acest curs, cesiunea va fi adăugat pentru fiecare perioadă pentru care vă învaţă un anumit curs, în aceleaşi tipuri de atribuire modul în care sunt adăugate
ru_ru: Если вы установите флажок Применить ко всем периодам для этого курса, задание будет добавляться за каждый период, для которых вы учите конкретных Конечно, в те же типы назначения путем добавления
sk_sk: Ak zaškrtnete Použiť pre všetky lehoty pre tento kurz, bude úloha byť pre každé obdobie, za ktoré učia konkrétne kurz, v rovnaký typ spôsobom zadania sú pridané
sl_si: Če preverite Uporabi za vse Obdobja, za to bo seveda, odstop doda za vsako obdobje, za katerega naučil določeno pot, na enak način vrstah naloge so dodani
sq_al: Në qoftë se ju kontrolloni Apliko në të gjitha periudhat për këtë kurs, detyra do të shtohet për çdo periudhë për të cilën ju mësojnë një kurs të veçantë, në të njëjtat lloje detyrës mënyrë janë shtuar
sr_rs: Ако проверите Примени на све Периоди за овај курс, задатак ће бити додат за сваки период за који вас учи специфичним, наравно, на исти начин на врсте задатка се додају
sv_se: Om du markerar Tillämpa på alla Perioder för denna kurs kommer uppdraget att läggas för varje period som du lär en viss kurs, på samma slags väg uppdrag läggs
th_th: หากคุณตรวจสอบนำไปใช้ระยะเวลาทั้งหมดของวิชานี้ได้รับมอบหมายจะถูกเพิ่มสำหรับช่วงเวลาที่คุณสอนเป็นหลักสูตรเฉพาะแต่ละชนิดในการกำหนดวิธีการเดียวกันจะมีการเพิ่ม
tr_tr: Bu kurs için tüm Dönemleri için Uygula kontrol ederseniz, atama, aynı şekilde atama türlerinde, belirli bir ders öğretmek için her dönem için ilave olacak eklendi
uk_ua: Якщо ви встановите прапорець Застосувати до всіх періодів для цього курсу, завдання буде додаватися за кожен період, для яких ви вчите конкретних Звичайно, у ті ж типи призначення шляхом додавання
wa_be: Os ydych yn gwirio Gwneud cais i bob Cyfnodau ar gyfer y cwrs, bydd yr aseiniad yn cael eu hychwanegu ar gyfer pob cyfnod yr ydych yn addysgu cwrs penodol, yn y mathau o aseiniad un ffordd yn cael eu hychwanegu
zh_tw: 如果您檢查適用於所有時期的這個過程中，轉讓將增加對每個時期，而您教的具體過程中，以同樣的方式分配類型添加
