Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information and portal notes. When you login for the first time it will be a blank screen. It will fill up as and when new portal notes and events are added in your instance of the software. As a student, you can view your demographic information, schedule, grades, eligibility, and attendance records
af_za: Die Dashboard is jou standaard tuisblad en bied toegang tot belangrike kennisgewings wanneer jy aanmeld by die aansoek. Die openSIS instrumentepaneel wys al die onlangse kalender inligting oor die gebeurtenis, portaal notas en waarskuwings vir onderwysers wat vermiste bywoning. Wanneer jy inteken vir die eerste keer sal dit 'n leë skerm wees. Dit sal vul soos en wanneer jy die dag-tot-dag rekords voeg in jou geval van die sagteware. As 'n administrateur, kan jy die opstel van die skole in hierdie stelsel, verander studente en gebruikers, en toegang noodsaaklik student verslae.
be_by: Панэль ваша хатняя старонка па змаўчанні і забяспечвае доступ да важных паведамленняў, калі вы увайсці ў праграму. Прыборная панэль openSIS паказвае ўсе апошнія інфармацыйныя падзеі календара і партальныя нататкі. Пры ўваходзе ў першы раз гэта будзе пусты экран. Гэта папоўніць як і калі новы партал нататкі і падзеі дадаюцца ў вашым асобніку праграмнага забеспячэння. Будучы студэнтам, вы можаце праглядаць дэмаграфічную інфармацыю, расклад, ацэнкі, правы і рэкорды наведвальнасці
bg_bg: Таблото е началната страница по подразбиране и предоставя достъп до важни сигнали, когато влезете в заявлението. OpenSIS табло показва всички последни информация за събитие от календара и бележки портал. Когато влезете за първи път, той ще бъде празен екран. Той ще се напълни, както и когато новите банкноти портал и събития, се добавят в инстанция на софтуера. Като студент, можете да видите демографска информация, график, ранговете, за допустимост, и записи на посещаемост
bn_bd: ড্যাশবোর্ড হয় আপনার ডিফল্ট হোম পেজ এবং গুরুত্বপূর্ণ সঙ্কেত ব্যবহার করার আবেদন লগ ইন উপলব্ধ. OpenSIS ড্যাশবোর্ড সব সাম্প্রতিক ক্যালেন্ডার ইভেন্ট তথ্য এবং পোর্টাল নোট দেখায়. প্রথমবারের জন্য লগইন এটি একটি ফাঁকা পর্দার হবে. এটা হিসাবে ভরাট এবং যখন নতুন পোর্টাল নোট এবং ইভেন্ট সফ্টওয়্যার আপনার ইনস্ট্যান্সের মধ্যে যোগ হবে. ছাত্র হিসেবে, আপনি আপনার জনসংখ্যা - বিষয়ক তথ্য, তফসিল, বাংলাদেশের, যোগ্যতা, এবং উপস্থিতির রেকর্ড দেখতে পারেন
da_dk: Dashboard er din standard hjemmeside og giver adgang til vigtige meddelelser, når du logger ind på ansøgningen. Den openSIS instrumentbrættet viser alle de seneste kalenderbegivenhed oplysninger og portal noter. Når du logger ind for første gang vil det være en tom skærm. Det kommer til at fylde op, når og hvis nye portal noter og begivenheder er tilføjet i din forekomst af softwaren. Som studerende, kan du se din demografiske oplysninger, planlægge, kvaliteter, støtteberettigelse og deltagelse optegnelser
el_gr: Το ταμπλό είναι η προεπιλεγμένη αρχική σελίδα σας και παρέχει πρόσβαση σε σημαντικές ειδοποιήσεις όταν συνδέεστε με την εφαρμογή. Το ταμπλό openSIS δείχνει όλες τις πρόσφατες πληροφορίες για ένα συμβάν ημερολογίου και των σημειώσεων πύλη. Όταν κάνετε login για πρώτη φορά θα είναι μια κενή οθόνη. Θα γεμίσει όπως και όταν οι νέες σημειώσεις πύλης και συμβάντα προστεθεί στην περίπτωση του λογισμικού. Ως φοιτητής, μπορείτε να δείτε τις δημογραφικές πληροφορίες σας, το χρονοδιάγραμμα, τους βαθμούς, την επιλεξιμότητα, και καταλόγους παρουσίας
et_ee: Armatuurlaud on vaikimisi koduleht ning tagab juurdepääsu oluline teateid, kui te logite sisse taotluse. OpenSIS armatuurlaual näitab kõiki viimastel kalender sündmuse ja portaali märkmed. Sisselogimisel esimest korda see tühi ekraan. See täitke kas ja millal uue portaali märkmeid ja sündmused lisatakse teie näiteks tarkvara. Kuna üliõpilane, saate vaadata demograafilisi andmeid, ajakava, klasside, abikõlblikkuse ja osavõtjate nimekirjade
fa_ir: داشبورد به طور پیش فرض صفحه خانه خود را فراهم می کند و دسترسی به هشدار مهم زمانی که شما به برنامه وارد شوید. صفحه openSIS تمام تقویم های اخیر اطلاعات مربوط به رویداد ها و یادداشت های پورتال را نشان می دهد. وقتی که شما برای اولین بار وارد شوید یک صفحه نمایش خالی از آن خواهد شد. این را پر کنید تا به عنوان و زمانی که یادداشت ها و رویدادهای پورتال جدید در مثال خود را از نرم افزار اضافه شده. به عنوان یک دانش آموز ، شما می توانید مشاهده اطلاعات دموگرافیک ، برنامه خود را ، کلاس ، واجد شرایط بودن ، و سوابق حضور و غیاب
fi_fi: Dashboard on Kotisivusi ja tarjoaa pääsyn tärkeisiin hälyttää kirjaudut sovellus. OpenSIS kojelauta näyttää kaikki viime kalenteritapahtuman tietoa ja portaalin toteaa. Kun kirjaudut ensimmäistä kertaa se on tyhjä ruutu. Se täyttyy, jos ja kun uusi portaali muistiinpanoja ja tapahtumia lisätään oman oikeusasteen ohjelmiston. Koska opiskelija, voit tarkastella demografisia tietoja, aikataulu, arvosanat, kelpoisuusehdoista ja osallistujien luetteloja
ga_ie: Is é an Phainéil do leathanach baile réamhshocraithe agus soláthraíonn sé rochtain ar foláirimh tábhachtach nuair a logáil tú isteach leis an iarratas. Léiríonn an painéal seo gach faisnéis openSIS ócáid ​​déanaí féilire agus nótaí tairseach. Nuair a bheidh tú logáil isteach don chéad uair a bheidh sé ar scáileán bán. Beidh sé mar líonadh suas agus nuair a nótaí tairseach nua agus imeachtaí a leanas i do chás de na bogearraí. Mar mac léinn, is féidir leat féachaint do eolas déimeagrafach, sceideal, gráid, incháilitheacht, agus taifid tinrimh
gl_gl: O Dashboard é a túa páxina de inicio estándar e ofrece acceso a alertas importantes cando entrar na aplicación. O panel mostra toda a información openSIS recente evento do calendario e notas portal. Cando entra por primeira vez, será unha pantalla en branco. El vai encher-se como e cando as notas novo portal e os eventos se engaden na súa instancia do software. Como estudante, pode ver a súa información demográficas, programa, notas, elixibilidade e rexistros de frecuencia
hr_hr: Nadzorna ploča je zadani početnoj stranici i omogućuje pristup važnim upozorenja kada se prijavite na zahtjev. OpenSIS nadzorne ploče prikazuje sve novije informacije kalendar događaja i portala bilješke. Kada se prijavite za prvi put to će biti prazan zaslon. Ona će ispuniti kao i kada je novi portal bilješke i događaji dodaju u svom primjerku softvera. Kao student, možete vidjeti svoje demografske informacije, raspored, ocjene, podobnosti, a pohađanje evidencije
hu_hu: A Dashboard az alapértelmezett kezdőlapot és hozzáférést biztosít a fontos, figyelmeztet, ha belép az alkalmazás. A openSIS műszerfalon mutatja az összes jelenlegi naptári esemény információs és portál jegyzetek. Amikor belépsz az első alkalommal lesz egy üres képernyőn. Ez töltse ki, ahogy és amikor az új portál jegyzetek és események egészül ki a például a szoftver. Diákként, megnézheted a demográfiai adatok, ütemezés, besorolását, a jogosultság, és a jelenléti ívet
is_is: The Mælaborð er sjálfgefin heimasíðuna þína og veitir aðgang að mikilvægum tilkynningar þegar þú skráir þig inn umsókn. The openSIS mælaborð sýnir alla síðustu dagbók atburði upplýsingar og vefgáttinni skýringum. Þegar þú skráir þig inn í fyrsta skipti sem það verður tóman skjáinn. Það mun fylla upp eins og þegar nýjar skýringar vefsíðunni og viðburðir eru við í tilviki af the hugbúnaður. Sem námsmaður, er hægt að skoða lýðfræðilegar upplýsingar, dagskrá, einkunnir, hæfi og aðsókn færslur
ja_jp: ダッシュボードには、あなたのデフォルトのホームページであり、あなたがアプリケーションにログインする重要なアラートへのアクセスを提供します。 openSISのダッシュボードには、すべての最新のカレンダーのイベント情報やポータルのノートを示しています。あなたが初めてログインする場合には、空白の画面になります。それは、いっぱいになると、新しいポータルのノートとイベントは、ソフトウェアのインスタンスに追加されたとき。学生として、あなたの人口統計情報、スケジュール、成績、資格、および出席記録を表示できます。
lt_lt: Įrankinė jūsų numatytąjį pagrindinį puslapį ir suteikia prieigą svarbius įspėjimus, kai jums prisijungti prie paraiškos. OpenSIS prietaisų skydelyje rodo visus pastaruosius kalendorinius renginio informacija ir portalo pastabos. Kai prisijungiate pirmą kartą, jis bus tuščias ekranas. Jis bus užpildyti kaip ir tada, kai naujajame portale pastabos ir renginių papildomas pavyzdžiui, programinės įrangos. Kaip studentas, galite peržiūrėti jūsų demografinę informaciją, tvarkaraštį klases, tinkamumo, darbo laiko apskaitos žiniaraščius
lv_lv: Panelis ir noklusējuma mājas lapā, kas nodrošina piekļuvi svarīgi, brīdinājumus, kad jūs piesakāties uz pieteikumu. OpenSIS panelī ir redzami visi pēdējā kalendāra notikumu informācijas un portāla piezīmes. Kad piesakāties pirmo reizi, tas būs tukšs ekrāns. Tas aizbērt, ja un kad jaunā portāla piezīmes un notikumi tiek pievienoti jūsu programmatūras gadījumu. Kā students, jūs varat apskatīt jūsu demogrāfisko informāciju, grafika, amata pakāpes, atbilstības, un apmeklējumu reģistru
mk_mk: На семафорот е вашиот стандардно Главна страница и овозможува пристап до важни сигнали кога ќе се најавите во барањето. На openSIS табла покажува сите понови настан од календарот информации и портал белешки. Кога ќе се најавите за прв пат тоа ќе биде празен екран. Тоа ќе се наполни салата, како и кога новиот портал белешки и настани се додаваат во вашиот пример на софтверот. Како студент, можете да ја видите вашата демографски податоци, распоред, оценки, подобноста, и присуство на записи
nn_no: Dashboard er din standard startside, og gir tilgang til viktige varsler når du logger deg på søknaden. Den openSIS dashbordet viser alle de siste kalenderhendelse informasjon og portal notater. Når du logger inn for første gang vil det være en blank skjerm. Det vil fylle opp som, og når nye portal notater og hendelser er lagt til i din forekomst av programvaren. Som student kan du vise din demografisk informasjon, tidsplan, karakterer, valgbarhet, og oppmøte poster
pl_pl: Dashboard jest domyślną stronę główną i zapewnia dostęp do ważnych alertów, gdy użytkownik loguje się do aplikacji. Deska rozdzielcza openSIS pokazuje wszystkie najnowsze informacje zdarzenia kalendarza i notatek z portalu. Po zalogowaniu się po raz pierwszy będzie to pusty ekran. Będzie wypełnić w miarę nowe notatki portal i wydarzenia są dodawane w swoim wystąpieniu oprogramowania. Jako student, można wyświetlić informacje demograficzne, harmonogram, oceny, kwalifikacji, i rejestr obecności
pt_pt: O Dashboard é a sua página inicial padrão e fornece acesso a alertas importantes quando você efetuar login no aplicativo. O painel mostra todas as informações openSIS recente evento do calendário e notas portal. Quando você entra pela primeira vez, será uma tela em branco. Ele vai encher-se como e quando as notas novo portal e os eventos são adicionados em sua instância do programa. Como estudante, você pode ver suas informações demográficas, cronograma, notas, elegibilidade e registros de freqüência
ro_ro: Tabloul de bord este de Pagina implicite şi oferă acces la semnalările de important atunci când vă conectaţi la cerere. Tablou de bord openSIS prezinta toate informaţiile recente eveniment din calendar şi note portal. Când vă autentificaţi pentru prima dată, acesta va fi un ecran gol. Acesta va umple ca şi atunci când constată noul portal şi evenimente sunt adaugate in instanta a produsului software. Ca un student, puteţi vizualiza informaţiile demografice, program, calitati, de eligibilitate, şi înregistrări de prezenţă
ru_ru: Dashboard является используемым по умолчанию домашнюю страницу и обеспечивает доступ к важным сигналы, когда вы войти в приложение. OpenSIS приборной панели показывает все последние информацию о событиях календаря и отмечает портал. Когда вы Войти в первый раз это будет пустой экран. Она будет заполняться, как и когда новые ноты портала и события добавляются в вашем экземпляре программного обеспечения. Будучи студентом, вы можете просматривать демографическую информацию, расписание, оценки, отбора, и отчеты о посещаемости
sk_sk: Prístrojová doska je predvolenú domovskú stránku a poskytuje prístup k dôležitým upozorní, keď sa prihlásite do aplikácie. OpenSIS palubná doska zobrazuje všetky udalosti posledných kalendárnych informácií a portál poznámky. Po prihlásení sa prvýkrát bude prázdna obrazovka. Naplní sa ako a kedy nový portál poznámky a udalosti, pridal v inštanciu softvéru. Ako študent si môžete prezrieť demografické informácie, plán, triedy, spôsobilosti a evidencie dochádzky
sl_si: Nadzorna plošča je privzeta domača stran in omogoča dostop do pomembnih opozoril, ko se prijavite v aplikacijo. OpenSIS armaturni plošči prikazuje vse najnovejše informacije koledar dogodkov in portal opombe. Ko se prijavite za prvič bo prazen zaslon. To bo izpolnite, če in ko so nove opombe portal in dogodke dodan v primerku programske opreme. Kot študent, si lahko ogledate demografske podatke, urnik, ocene, upravičenosti in o prisotnosti
sq_al: Paneli i drejtimit është shtëpia juaj i parazgjedhur faqe dhe siguron qasje në alarme e rëndësishme kur ju hyni në të aplikimit. Paneli i drejtimit openSIS tregon të gjitha kohëve të fundit kalendarik ngjarje informatat dhe shënimet e portalit. Kur të identifikoheni për herë të parë do të jetë një ekran bosh. Ajo do të mbushen, si dhe kur vëren portali të ri dhe ngjarjet janë shtuar në shkallë tuaj të softuerit. Si student, ju mund të shikoni informacionin tuaj demografike, të planifikojë, notat, të drejtën, dhe të dhënat pjesëmarrjen
sr_rs: Дасхбоард је ваш подразумевани почетна страница и пружа приступ важним упозорења када се пријавите на захтев. ОпенСИС инструмент табли показује све новије Календар догађаја информације и портал белешке. Када се пријавите за први пут то ће бити празан екран. То ће попунити, као и када Нови портал белешке и догађаји додато у Вашем инстанци софтвера. Као студент, можете да видите свој демографске информације, време, оцене, подобности, и евиденцију
sv_se: Instrumentpanelen är en standard hemsida och ger tillgång till viktiga varningar när du loggar in till programmet. Den openSIS instrumentpanelen visar all aktuell information kalenderhändelse och anteckningar portal. När du loggar in för första gången blir det en tom skärm. Det kommer att fylla upp om och när nya portalen anteckningar och händelser läggs till i din instans av programvaran. Som student kan du visa dina demografisk information, schema, betyg, behörighet, och registrerar närvaron
th_th: แดชบอร์ดหน้าบ้านของคุณเริ่มต้นและให้การเข้าถึงการแจ้งเตือนที่สำคัญเมื่อคุณเข้าสู่ระบบเพื่อการใช้งาน แดชบอร์ด openSIS แส​​ดงทั้งหมดปฏิทินข้อมูลล่าสุดและบันทึกเหตุการณ์พอร์ทัล เมื่อคุณเข้าสู่ระบบเป็นครั้งแรกที่มันจะเป็นหน้าจอว่างเปล่า มันจะเติมเป็นและเมื่อบัน​​ทึกพอร์ทัลใหม่และกิจกรรมที่มีการเพิ่มในกรณีของซอฟแวร์ ในฐานะนักเรียนคุณสามารถดูข้อมูลสถิติประชากรตารางเวลาของคุณ, เกรด, มีสิทธิ์และมีการบันทึกการเข้าร่วมประชุม
tr_tr: Pano varsayılan giriş sayfası ve uygulama için giriş önemli uyarıları erişim sağlar. Opensis pano Tüm son takvim olay bilgi ve portal notları gösterir. Ilk kez oturum açtığınızda boş bir ekran olacak. Yeni portal notlar ve olaylar yazılım örneği eklenir zaman doldurmak ve. Bir öğrenci olarak, demografik bilgileri, takvim, notlar, uygunluk, ve devam kayıtları görebilirsiniz
uk_ua: Dashboard є використовуваним за замовчуванням домашню сторінку і забезпечує доступ до важливих сигнали, коли ви увійти в додаток. OpenSIS приладової панелі показує всі останні інформацію про події календаря і зазначає портал. Коли ви Увійти в перший раз це буде порожній екран. Вона буде заповнюватися, як і коли нові ноти порталу та події додаються у вашому екземплярі програмного забезпечення. Будучи студентом, ви можете переглядати демографічну інформацію, розклад, оцінки, відбору, та звіти про відвідуваність
wa_be: Mae&#39;r Dangosfwrdd yn eich diofyn tudalen gartref ac yn darparu mynediad i rybuddion bwysig pan fyddwch yn mewngofnodi i&#39;r cais. Mae&#39;r dangosfwrdd openSIS yn dangos yr holl wybodaeth calendr digwyddiadau diweddar a nodiadau porth. Pan fyddwch yn mewngofnodi am y tro cyntaf, bydd yn sgrîn wag. Bydd yn llenwi i fyny fel a phryd y nodiadau porth newydd a digwyddiadau yn cael eu hychwanegu yn eich achos o&#39;r meddalwedd. Fel myfyriwr, gallwch weld eich gwybodaeth ddemograffig, amserlen, graddau, cymhwyster, a chofnodion presenoldeb
zh_tw: 儀表板是您的默認主頁，並提供存取重要提示，當您登錄到該應用程序。儀表板顯示所有的openSIS最近日曆事件信息和門戶筆記。當您第一次登錄這將是一個空白屏幕。它會填滿，以加入新的門戶筆記和事件添加您的實例的軟件。作為一名學生，您可以查看您的人口統計信息，進度，成績，資格，考勤記錄

source: You can change the school year and current marking period with the pull-down menus in the left frame to view records for that specific period
af_za: Jy kan die skooljaar en die huidige nasienperiode verander met die hangkieslys&#39;s in die linker raam rekords vir daardie spesifieke tydperk te sien
be_by: Вы можаце змяніць навучальны год і бягучы перыяд з маркіроўкай выпадальнае меню ў левым фрэйме, каб паглядзець у запісу для гэтага пэўны перыяд
bg_bg: Можете да промените на учебната година и текущия период за маркиране с падащи менюта в лявата рамка, за да видите записи за този конкретен период
bn_bd: আপনি বাম ফ্রেম কমান ডাউন মেনু সঙ্গে স্কুল বছর এবং বর্তমান অবস্থানসূচক কাল থেকে যে নির্দিষ্ট সময়ের জন্য রেকর্ড দেখতে পরিবর্তন
da_dk: Du kan ændre skoleåret og aktuelle mærkning periode med pull-down menuer i den venstre ramme for at få vist poster for den specifikke periode
el_gr: Μπορείτε να αλλάξετε τη διάρκεια του σχολικού έτους και την τρέχουσα περίοδο η σήμανση με το pull-down μενού στο αριστερό πλαίσιο για να δείτε τα αρχεία για τη συγκεκριμένη περίοδο
et_ee: Saate muuta õppeaastal ja praegune tähistamine perioodi rippmenüüd vasakpoolselt paneelilt vaatamiseks arvestust, et teatud aja jooksul
fa_ir: شما می توانید سال تحصیلی و دوره فعلی مارک با منوها PULL - DOWN در قاب سمت چپ مشاهده پرونده برای آن دوره خاص را تعیین کنید و تغییر دهید
fi_fi: Voit muuttaa lukuvuoden ja nykyinen merkintää jakson kanssa pudotusvalikoista vasemmalla sijaitsevassa nähdäksesi kirjaa että tietyn ajan
ga_ie: Is féidir leat athrú na scoilbhliana agus tréimhse mharcáil reatha leis na biachláir tarraingt-síos sa fráma ar chlé chun amharc ar na taifid don tréimhse sin ar leith
gl_gl: Vostede pode cambiar o curso escolar e do período actual con marcado menús pull-down no cadro á esquerda para ver os rexistros para ese período específico
hr_hr: Možete promijeniti školske godine i tekuće obilježavanje razdoblja padajuće izbornike u lijevom okviru za prikaz zapisa za to određeno razdoblje
hu_hu: Meg lehet változtatni a tanév, és a jelenlegi jelölési időszak a legördülő menüket a bal keretben, hogy megtekinthesse nyilvántartást az adott időszakban
is_is: Þú getur breytt skólaárið og núverandi merkingar tímabil með fellivalmyndirnar í vinstri rammanum til að skoða færslur fyrir að tiltekin tímabil
ja_jp: あなたは、その特定の期間のレコードを表示するには、左フレームのプルダウンメニューで学校の年度と現在のマーキング期間を変更することができます
lt_lt: Mokslo metų ir dabartinio žymėjimo laikotarpį galite pakeisti išskleidžiamajame meniu, kairiajame rėmelyje, kad galėtumėte peržiūrėti įrašus, kad konkrečiu laikotarpiu
lv_lv: Jūs varat mainīt mācību gada un tekošā marķējumu periods ar nolaižamās izvēlnes kreisajā rūtī, lai skatītu ierakstus attiecībā uz šo īpašo laiku
mk_mk: Можете да го промените на учебната година и сегашниот означување период со паѓачкото мени на левата рамка за да ја видите евиденцијата за тоа одреден период
nn_no: Du kan endre skoleåret og nåværende merking periode med pull-down menyer i venstre ramme for å vise postene for den aktuelle perioden
pl_pl: Możesz zmienić rok szkolny i bieżącego okresu oznakowania z rozwijanego menu w ramce po lewej stronie, aby wyświetlić rekordy dla danego okresu
pt_pt: Você pode mudar o ano escolar e do período atual com a marcação menus pull-down no quadro à esquerda para ver os registros para esse período específico
ro_ro: Aveţi posibilitatea să modificaţi anului şcolar şi perioada curentă marcarea cu meniurile verticale în cadrul din stânga pentru a vizualiza înregistrările pentru că anumită perioadă de timp
ru_ru: Вы можете изменить учебный год и текущий период с маркировкой выпадающее меню в левом фрейме, чтобы посмотреть в записи для этого определенный период
sk_sk: Môžete zmeniť školského roka a súčasné označenie období s pull-down menu v ľavom ráme zobraziť záznamy pre konkrétne obdobie
sl_si: Spremenite lahko šolskega leta in tekoče označevanje obdobja z pull-down menije v levem okvirčku, da si ogledate zapise, ki za določeno obdobje
sq_al: Ju mund të ndryshojë të vitit shkollor dhe të periudhës së tanishme duke shënuar me pull-down menus në kuadër të majtë për të parë të dhënat për atë periudhë të caktuar
sr_rs: Можете да промените школску годину и текући обележавање периоду са падајућег менија у левом оквиру за преглед записе за одређени период који
sv_se: Du kan ändra läsåret och nuvarande märkning period med rullgardinsmenyer i den vänstra ramen för att visa poster för den specifika perioden
th_th: คุณสามารถเปลี่ยนปีของโรงเรียนและระยะเวลาในการทำเครื่องหมายในปัจจุบันที่มีเมนูแบบเลื่อนลงในกรอบด้านซ้ายเพื่อดูระเบียนสำหรับช่วงวันที่ระบุว่า
tr_tr: Bu belirli bir dönem için kayıtları görüntülemek için sol çerçevesinde açılan menüleri ile okul yılı ve güncel işaretleme dönemi değiştirebilirsiniz
uk_ua: Ви можете змінити навчальний рік та поточний період з маркуванням меню, що випадає в лівому фреймі, щоб подивитися в запису для цього певний період
wa_be: Gallwch newid y flwyddyn ysgol ac cyfnod marcio ar hyn o bryd gyda bwydlenni tynnu-lawr yn y ffrâm chwith i weld cofnodion ar gyfer y cyfnod penodol
zh_tw: 您可以更改學年和當前評分期的下拉菜單在左幀，查看記錄特定時期
