Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: to a new school
be_by: у новую школу
bg_bg: ново училище
bn_bd: একটি নতুন বিদ্যালয়ে
da_dk: til en ny skole
el_gr: σε ένα νέο σχολείο
es_es: a una nueva escuela
et_ee: uue kooli
fa_ir: به یک مدرسه جدید
fi_fi: uuteen kouluun
ga_ie: go scoil nua a
gl_gl: para unha nova escola
hr_hr: za novu školu
hu_hu: egy új iskola
is_is: til nýs skóla
ja_jp: 新しい学校へ
lt_lt: į naują mokyklą
lv_lv: uz jaunu skolu
mk_mk: на новата учебна
nn_no: til en ny skole
pl_pl: do nowej szkoły
pt_pt: para uma nova escola
ro_ro: într-o şcoală nouă
ru_ru: в новую школу
sk_sk: do novej školy
sl_si: za novo šolo
sq_al: për një shkollë të re
sr_rs: у новој школи
sv_se: till en ny skola
th_th: ไปโรงเรียนใหม่
tr_tr: yeni okul
uk_ua: в нову школу
wa_be: i ysgol newydd
zh_tw: 到新學校

source: Select Course
es_es: Curso Nuevo

source: Years
es_es: Profesores

source: to the next school year?
es_es: para el próximo año escolar?

source: A new school called
es_es: a una nueva Institución

source: has been created. To finish the operation, click OK button.
es_es: Para finalizar la operación, haga clic en el botón OK

source: School has been created successfully.
es_es: La información de la Institución se ha copiado con éxito

source: CEEB
be_by: ЦВЕБ
es_es: CUE
ru_ru: ЦВЕБ
sr_rs: ЦЕЕБ
uk_ua: ЦВЕБ

source: Click here to
es_es: Haga clic aquí para

source: Back to System Preference
be_by: Вярнуцца да System Preference
bg_bg: Обратно към системните предпочитания
bn_bd: সিস্টেম পছন্দ করার পিছনে
da_dk: Tilbage til System Preference
el_gr: Επιστροφή στην Προτίμηση Σύστημα
es_es: Volver a la preferencia del sistema
et_ee: Tagasi süsteemi eelistus
fa_ir: بازگشت به اولویت سیستم
fi_fi: Takaisin System Preference
ga_ie: Ar ais go Tosaíochta Chóras
gl_gl: Volver Sistema de Preferencias
hr_hr: Natrag na sustav sučelja
hu_hu: Vissza a Rendszerbeállítások
ja_jp: システム環境設定に戻る
lt_lt: Atgal į lengvatų sistemos
lv_lv: Atpakaļ uz System Preference
mk_mk: Назад кон систем Предност
nn_no: Tilbake til System Preference
pl_pl: Powrót do Preferencje systemowe
pt_pt: Voltar ao Sistema de Preferências
ro_ro: Înapoi la Sistemul de Preferinţe
ru_ru: Вернуться к System Preference
sk_sk: Späť na systéme preferencií
sl_si: Nazaj na Prednost sistema
sq_al: Mbrapsht në Preference Sistemit
sr_rs: Назад на систем Предност
sv_se: Tillbaka till Systeminställningar
th_th: กลับไปที่การตั้งค่าระบบ

source: Set allowable user inactivity days
es_es: Establecer días de inactividad del usuario permisible

source: Assigned date cannot be lesser than today's date
es_es: Fechas Asignadas por defecto a la fecha de hoy

source: Please enter proper date
es_es: Por favor ingrese la Fecha de Inicio

source: Teacher Re-Assignment Done
es_es: Regresar al Tipo de Tarea

source: Assign Date
es_es: Fecha Asignada

source: Cannot upload file. Only jpeg, jpg, png, gif files are allowed.
es_es: No se puede cargar el archivo. Sólo se permiten formatos JPEG, JPG, PNG, o GIF

source: Please select a school first!
es_es: Por favor seleccione un usuario

source: Max length for title is 50
es_es: La longitud máxima para el título es de 50

source: for checkboxes:
es_es: para las casillas de verificación

source: Bus
es_es: Autobús Nro.

source: The date you specified is not valid, so was not used. The other data was saved.
es_es: La fecha que ha especificado no es válida, por lo que no fue utilizada. Se guardaron los demás datos

source: No data was entered.
es_es: No se ingresaron datos

source: The specified information was applied to the selected students.
es_es: La información ha sido aplicada a los registros de los alumnos seleccionados

source: You can't add any enrollment code in this type
es_es: Para eliminar un código de inscripción, haga clic en el icono de borrar

source: Cannot delete because it is not deletable.
es_es: No se puede eliminar porque tiene calificaciones asociadas.

source: Drop
es_es: Dado de Baja

source: Student Enroll Report
es_es: Los Alumnos matriculados

source: Goal Description:
es_es: Descripción del Objetivo

source: With Progress
es_es: Con Progreso

source: To Both Emergency Contacts
es_es: o ambos Contactos de Emergencia

source: for checkboxes: Y
es_es: para las casillas de verificación: S

source: Note: All unchecked means applies to all contacts
es_es: Nota: Todas destildadas significa que aplica a todas las direcciones

source: Student Contact
es_es: Otros Contactos

source: No Contacts were found.
es_es: No se han encontrado Alumnos.

source: Print Contact Info for Selected Students
es_es: Imprimir Información de los Alumnos Seleccionados

source: State:
es_es: Estado

source: Immunization / Physical Record
es_es: Inmunización / registro físico

source: End date
es_es: Fecha de Finalización

source: Delete Confirmation
es_es: Configuración

source: Unable to delete Goal. Please delete Progresses first.
es_es: No se puede eliminar el Objetivo. Por favor elimine los progresos primero

source: Are you sure want to delete this Progress?
es_es: Â¿Está seguro que desea eliminar este Progreso?

source: New school's enrollment date
es_es: Fecha de inscripción de la nueva Institución

source: is required.
es_es: se requiere

source: User name already exist. Please try with a different user name.
es_es: El nombre de usuario especificado ya está en uso! Por favor, inténtelo nuevamente con un nombre de usuario diferente

source: Field Type
es_es: Nombre del Campo

source: Room No :
es_es: Sala Nro.

source: Select Enroll Code
es_es: Códigos de Inscripción Estudiantil

source: Re Enroll Selected Students
es_es: Crear Cuadro de Honor para los Alumnos Seleccionados

source: Old Password :
es_es: Contraseña Anterior

source: New Password :
es_es: Contraseña Nueva

source: Retype Password :
es_es: Vuelva a Escribir la Contraseña

source: Select image file:
es_es: Seleccionar archivo de imagen

source: Student's Address
es_es: Direcciones del Alumno

source: Value
es_es: Sin valor

source: Physical
es_es: Médico

source: Immunizations and Physicals
es_es: Registro de Vacunación/Físico

source: Immunization or Physical
es_es: Registro de Vacunación/Físico

source: successfully
es_es: Registro eliminado con éxito

source: No login records were found.
es_es: No se encontraron registros de conexión

source: Rollover Completed
es_es: Renovación

source: Data has been rolledover for
es_es: Los datos han sido renovados

source: for
es_es: Utilizado por

source: is assigned to the profile
es_es: es asignado al perfil

source: setup program or change this user to a User with custom permissions using the
es_es: configurar el programa o modificar este usuario a un Usuario con permisos personalizados utilizando el

source: Your new passwords did not match
es_es: Sus nuevas contraseñas no coincidieron.

source: Your new password was saved
es_es: Su nueva contraseña se guardó.

source: teacher
es_es: Profesor

source: In Active
es_es: Actividades

source: Teacher was found
es_es: fue encontrado.

source: Invalid password
es_es: Contraseña Anterior

source: User Advanced Report
es_es: Informe Avanzado

source: Create Report for Selected Users
es_es: Crear un Informe para los Alumnos seleccionados

source: Maximum Inactive Days Allowed
es_es: Intentos Fallidos Permitidos

source: School Record
es_es: Agendar

source: School Records
es_es: Agendar

source: __FULL_NAME__
sr_rs: __ФУЛЛ_НАМЕ__

source: __FIRST_NAME__
sr_rs: __ФИРСТ_НАМЕ__

source: __MIDDLE_NAME__
sr_rs: __МИДДЛЕ_НАМЕ__

source: __LAST_NAME__
sr_rs: __ЛАСТ_НАМЕ__

source: __STUDENT_ID__
sr_rs: __СТУДЕНТ_ИД__

source: __GRADE_ID__
sr_rs: __ГРАДЕ_ИД__

source: N/A
ja_jp: N /
sr_rs: Н /
th_th: ดาว N / A

source: ADA
be_by: ПЕКЛА
lt_lt: ADS
mk_mk: АДА
ru_ru: АДА
sr_rs: АДА
uk_ua: АДА

source: JAN
bn_bd: জানুয়ারি
el_gr: ΙΑΝ
fa_ir: در ماه ژانویه
ga_ie: EAN
mk_mk: Јан
sr_rs: ЈАН

source: MAR
bn_bd: মার্চ
sr_rs: АПР

source: The selected date is not in a school quarter
be_by: Абраная дата знаходзіцца не ў школе чвэрць
bg_bg: Избраната дата не е в училище тримесечие
bn_bd: নির্বাচিত তারিখ একটি স্কুল সিকি হয় না
da_dk: Den valgte dato er ikke i en skole kvartal
el_gr: Η επιλεγμένη ημερομηνία δεν είναι σε ένα τρίμηνο σχολείο
et_ee: Valitud kuupäeval ei ole kooli kvartalis
fa_ir: تاریخ انتخاب شده است در سه ماهه مدرسه
fi_fi: Valittu päivämäärä ei ole koulua neljänneksen
ga_ie: Ní Is é an dáta a roghnaíodh sa ráithe scoil
gl_gl: A data seleccionada non está en un cuarto da escola
hr_hr: Odabrani datum nije u školi tromjesečju
hu_hu: A kiválasztott időpontban nem egy iskolában negyedévben
is_is: Völdu dagsetning er ekki í skóla ársfjórðungi
ja_jp: 選択した日付は学校の四半期ではない
lt_lt: Pasirinkta data yra ne mokyklos ketvirčio
lv_lv: Izvēlētais datums nav skolā ceturksnī
mk_mk: Одбраниот датум не е во училиште четвртина
nn_no: Den valgte datoen er ikke i en skole kvartal
pl_pl: Wybrana data nie jest w jednej czwartej szkoły
pt_pt: A data selecionada não está em um quarto da escola
ro_ro: Data selectat nu este într-un cartier şcoală
ru_ru: Выбранная дата находится не в школе четверть
sk_sk: Zvolené dátum nie je v škole štvrťroku
sl_si: Izbrani datum ni v šoli četrtletju
sq_al: Data e përzgjedhur nuk është në një të katërtën e shkollës
sr_rs: Изабрани датум није у школи кварталу
sv_se: Det valda datumet är inte i en skola kvartalet
th_th: วันที่เลือกไม่ได้ในช่วงไตรมาสที่โรงเรียน
tr_tr: Seçilen tarih, bir okul çeyrek değildir
uk_ua: Обрана дата знаходиться не в школі чверть
wa_be: Nid yw&#39;r dyddiad a ddewiswyd yn mewn chwarter yr ysgol
zh_tw: 選定的日期是不是在學校季度

source: AM
ja_jp: 午前
sq_al: PM
sr_rs: ПМ
wa_be: AC

source: PM
ga_ie: AM
sk_sk: Hodín
sr_rs: АМ

source: Teacher who hasnt entered eligibility
be_by: Настаўнік, які ўступіў hasn&#39;t правы
bg_bg: Учител, който hasn&#39;t вписани за допустимост
bn_bd: শিক্ষক যারা ​​যোগ্যতা প্রবেশ করেননি
da_dk: Lærer, der hasn&#39;t indtastet støtteberettigelse
el_gr: Δάσκαλος που hasn&#39;t εισήλθε επιλεξιμότητας
et_ee: Õpetaja, kes temalt jõuga sisestatud abikõlblikkuse
fa_ir: معلمی که hasn&#39;t واجد شرایط وارد
fi_fi: Opettaja, joka hasn&#39;t tuli kelpoisuus
ga_ie: Múinteoir a hasn&#39;t incháilitheacht isteach
gl_gl: Profesor que entrou hasnt elixibilidade
hr_hr: Učitelj koji hasn? T ušao podobnosti
hu_hu: Tanár, aki hasn&#39;t lépett jogosultsági
is_is: Kennari sem hasn&#39;t inn hæfi
ja_jp: 入力された資格をhasn&#39;t教師
lt_lt: Mokytojas, kuris hasn&#39;t įrašytas tinkamumo
lv_lv: Skolotājs, kas hasn&#39;t iekļauti atbilstības
mk_mk: Учител кој hasn&#39;t влезе подобност
nn_no: Lærer som har ikke inngått valgbarhet
pl_pl: Nauczyciel, który nie opublikował wszedł kwalifikowalności
pt_pt: Professor que entrou hasnt elegibilidade
ro_ro: Cadrelor didactice care au intrat hasn&#39;t eligibilitate
ru_ru: Учитель, который вступил hasn&#39;t права
sk_sk: Učiteľ, ktorý vstúpil hasnt spôsobilosti
sl_si: Učitelj, ki je začel hasn&#39;t upravičenosti
sq_al: Mësues që hasn&#39;t të drejtën hyrë
sr_rs: Наставник који хасн&#39;т ушао подобности
sv_se: Lärare som har icke in behörighet
th_th: ครูผู้มีสิทธิ์ hasn&#39;t ป้อน
tr_tr: Girilen uygunluk zıpçıktı Öğretmen
uk_ua: Учитель, який вступив hasn&#39;t права
wa_be: Athrawon sy&#39;n hasn&#39;t cymhwyster aeth
zh_tw: 誰 hasn&#39;t進入教師資格

source: Teachers who havent entered eligibility
be_by: Выкладчыкі, якія гавань увайшоў правы
bg_bg: Учителите, които пристанище влезе допустимост
bn_bd: শিক্ষক যারা ​​যোগ্যতা প্রবেশ করেননি
da_dk: Lærere, der havent indtastet støtteberettigelse
el_gr: Οι εκπαιδευτικοί που havent εισήλθε επιλεξιμότητας
et_ee: Õpetajad, kes havent sisestatud abikõlblikkuse
fa_ir: معلمان که تازه وارد واجد شرایط بودن
fi_fi: Opettajat, jotka havent tuli kelpoisuus
ga_ie: Múinteoirí a havent isteach incháilitheacht
gl_gl: Profesores que havent entrou elixibilidade
hr_hr: Nastavnici koji luka ušao podobnosti
hu_hu: Tanárok, akik havent lépett jogosultsági
is_is: Kennarar sem hef ekki slegið hæfi
ja_jp: 入力された資格をhavent教師
lt_lt: Mokytojai, kurie havent įrašytas tinkamumo
lv_lv: Skolotāji, kas havent iekļauti atbilstības
mk_mk: Наставниците кои havent влезе подобност
nn_no: Lærere som har ikke inngått valgbarhet
pl_pl: Nauczyciele, którzy nie miałaś wpisane kwalifikowalności
pt_pt: Professores que havent entrou elegibilidade
ro_ro: Profesorii care havent a intrat de eligibilitate
ru_ru: Преподаватели, которые гавань вошел права
sk_sk: Učitelia, ktorí vstúpili havent spôsobilosti
sl_si: Učitelji, ki pristanišče je začela upravičenosti
sq_al: Mësimdhënësit të cilët kanë hyrë havent të drejtën
sr_rs: Наставници који лука ушао подобности
sv_se: Lärare som har icke in behörighet
th_th: ครูที่ havent ป้อนสิทธิ์
tr_tr: Sığınak Öğretmenler uygunluk girdi
uk_ua: Викладачі, які гавань увійшов права
wa_be: Athrawon sy&#39;n havent aeth cymhwyster
zh_tw: 誰 havent進入教師資格

source: Gradebook Assignment cannot be deleted because it has other associations
be_by: Заліковая кніжка прызначэння не можа быць выдалены, таму што ёсць і іншыя асацыяцыі
bg_bg: Gradebook присвояване не може да бъде заличена, защото има и други асоциации
bn_bd: Gradebook নিয়োজন মুছে না যায় কারণ অন্যান্য সংযুক্ত হয়েছে
da_dk: Gradebook Opgave kan ikke slettes, fordi det har andre foreninger
el_gr: Gradebook Εκχώρηση δεν μπορεί να διαγραφεί επειδή έχει άλλες ενώσεις
et_ee: Gradebook loovutamine ei saa kustutada, sest see on teiste ühenduste
fa_ir: واگذاری Gradebook را نمی توان حذف شده ، به دلیل آن است انجمن های دیگر
fi_fi: Gradebook Tehtävä ei voi poistaa, koska se on muiden yhdistysten
ga_ie: Ní féidir Gradebook Sannadh a scriosadh toisc go bhfuil sé cumainn eile
gl_gl: Recoñecemento libro de notas non pode ser eliminado porque ten outras asociacións
hr_hr: Gradebook Dodjela ne može biti obrisana jer ima drugih udruga
hu_hu: Gradebook feladat nem törölhető, mert más szervezetek
is_is: Gradebook Framsal ekki hægt að eyða því það hefur annar samtök
ja_jp: それは他の関連を持つので、成績表の割り当てを削除することはできません
lt_lt: Gradebook priskyrimas negali būti išbraukta, nes ji kitas asociacijas,
lv_lv: Gradebook Uzdevums nav jāsvītro, jo tas ir citas asociācijas
mk_mk: Gradebook Доделување не може да биде избришан, бидејќи има и други здруженија
nn_no: Karakterboken Overdragelse kan ikke slettes fordi den har andre assosiasjoner
pl_pl: Zadanie ujawniać nie można usunąć, ponieważ ma inne stowarzyszenia
pt_pt: Atribuição livro de notas não pode ser excluído porque ele tem outras associações
ro_ro: Cartea de note Cesiunea nu poate fi şters, deoarece are alte asociaţii
ru_ru: Зачетная книжка назначения не может быть удален, потому что есть и другие ассоциации
sk_sk: Priradenie zadávanie známok nemožno odstrániť, pretože má iné asociácie
sl_si: Redovalnice Odstop ni mogoče izbrisati, ker ima druga združenja
sq_al: Caktimi Gradebook nuk mund te fshihet, sepse ajo ka shoqata të tjera
sr_rs: Градебоок Уступање се не може обрисати јер је друга удружења
sv_se: Betygsbok Uppdrag kan inte tas bort eftersom den har andra föreningar
th_th: การกำหนด Gradebook ไม่สามารถลบเพราะมีสมาคมอื่น ๆ
tr_tr: Diğer dernekler, çünkü Gradebook Atama silinemez
uk_ua: Залікова книжка призначення не може бути вилучений, бо є й інші асоціації
wa_be: Ni ellir Llyfr Marciau Aseiniad ei ddileu oherwydd ei fod wedi chymdeithasau eraill
zh_tw: 成績冊分配不能被刪除，因為它具有其他組織

source: Allowed maximum percent in Anomalous grades
be_by: Дапускаецца максімальны працэнт у Анамальныя класах
bg_bg: Позволени са максимум на сто в Anomalous клас
bn_bd: যোগ্যতা ক্রমযোজিত সেমেস্ত্র বাংলাদেশের ব্যবহার গণনা করুন
da_dk: Maksimalt tilladte procent i anomale kvaliteter
el_gr: Επιτρέπονται κατ &#39;ανώτατο όριο τοις εκατό σε Ανώμαλη βαθμούς
et_ee: Lubatud maksimaalne protsenti anomaalsed klasside
fa_ir: درصد حداکثر مجاز در نمرات ناهنجار
fi_fi: Sallittu enimmäismäärä prosenttia Anomalous arvosanoja
ga_ie: Faoin gcéad uasta a cheadaítear i ngráid aimhrialta
gl_gl: Permitido por cento máxima en graos anómala
hr_hr: Dopušteno maksimalno posto u odozdo razredima
hu_hu: Megengedett legnagyobb százalékos rendellenes évfolyamon
is_is: Leyfilegt prósent í anomalous bekk
ja_jp: 異常なグレードで許容される最大パーセント
lt_lt: Anomali klasių leistiną proc.
lv_lv: Pieļaujamā maksimālā procentiem anomāls pakāpes
mk_mk: Дозволено максимална проценти во Аномалозно оценки
nn_no: Tillates maksimal prosent i Enkeltstående karakterer
pl_pl: Dozwolony maksymalny procent w Anomalous klasy
pt_pt: Permitido por cento máxima em graus anômala
ro_ro: La sută permise maxim în clasele anormale
ru_ru: Допускается максимальный процент в Аномальные классах
sk_sk: Maximálne povolené percento v Neobvyklá stupňoch
sl_si: Dovoljeno največ odstotkov v Anomalno razredih
sq_al: Për qind të lejuara maksimale në klasat anormal
sr_rs: Дозвољени максимум одсто у Аномално разредима
sv_se: Högsta tillåtna procent i Anomalous betyg
th_th: ร้อยละสูงสุดที่อนุญาตในเกรดที่ผิดปกติ
tr_tr: Anormal sınıflarda İzin verilen maksimum yüzde
uk_ua: Допускається максимальний відсоток у Аномальні класах
wa_be: Y cant uchafswm a ganiateir yn y graddau anghyson
zh_tw: 允許的最高等級的百分之異常

source: Days until ungraded assignment grade appears in Parent
be_by: Дзён да Некласіфікаваныя класе заданне з&#39;яўляецца ў Бацька
bg_bg: Дни до неподбрани задача клас се появява в майка
bn_bd: দিন পর্যন্ত ungraded বরাত গ্রেড মূল প্রদর্শিত
da_dk: Dage, indtil usorterede opgave klasse vises i moderselskabets
el_gr: Ημέρες μέχρι Πέτρες βαθμολόγηση της εργασίας εμφανίζεται στο Μητρικής
et_ee: Päeva, kuni sorteerimata määramine klass ilmub Parent
fa_ir: روز تا به درجه انتساب ungraded به نظر می رسد در بازگشت به
fi_fi: Päivän ajan, kunnes lajittelemattomat tehtävän arvosana näkyy Parent
ga_ie: Laethanta go dtí grád sannadh ungraded dealraitheach i Tuismitheoir
gl_gl: Días, ata que grao de asignación ungraded aparece en Parent
hr_hr: Dani do negradiran raspored razreda pojavljuje u roditelja
hu_hu: Nappal, osztályozatlan feladat fokozat jelenik meg Parent
is_is: Days þar ungraded verkefni einkunn birtist í Parent
ja_jp: 段階的でない割り当てのグレードが親に表示されるまでの日数
lt_lt: Nesurūšiuoti užduoties klasė dienas, kol atsiranda tėvų
lv_lv: Dienas līdz nešķiroti piešķiršanu pakāpes parādās Parent
mk_mk: Денови до ungraded задача одделение се појавува во главниот
nn_no: Dager før usorterte oppdrag klasse vises i Parent
pl_pl: Dni, aż kamienie klasy zadanie pojawia się w Parent
pt_pt: Dias, até que grau de atribuição ungraded aparece em Parent
ro_ro: Zile până la gradul cesiune neclasificate apare în mamă
ru_ru: Дней до неклассифицированных классе задание появляется в Родитель
sk_sk: Dni, kým netriedené priradenie triedy sa v materskej
sl_si: Dnevi do nesortirani razred nalogo pojavi v Parent
sq_al: Ditë deri në klasën e caktimit ungraded shfaqet në Prindërve
sr_rs: Дана до ПРИРОДНОГ задатак разреда ће се појавити у родитеља
sv_se: Dagar tills osorterade uppdrag klass visas i moderbolaget
th_th: วันจนกว่าเกรดมอบหมาย ungraded จะปรากฏขึ้นในผู้ปกครอง
tr_tr: Puansız hale atama sınıfa kadar gün Veli görünür
uk_ua: Днів до некласифікованих класі завдання з&#39;являється в Батько
wa_be: Diwrnodau tan gradd aseiniad heb eu graddio yn ymddangos yn Rhiant
zh_tw: 天未分級的分配檔次，直至出現在父

source: Other Attendance Year-to-date:
be_by: Іншыя наведвальнасць за год да даты:
bg_bg: Други Присъствие на годината до момента:
bn_bd: অন্যান্য হাজিরা বছর পর্যন্ত:
da_dk: Andre Deltagelse År-til-dato:
el_gr: Άλλες Συμμετοχή Έτος-to-date:
et_ee: Muud Osavõtjate aasta-to-date:
fa_ir: حضور و غیاب دیگر سال به روز :
fi_fi: Muut Osallistuminen Vuosi tasalla:
ga_ie: Tinreamh Eile Bliana le dáta:
gl_gl: Atención outras Ano-to-date:
hr_hr: Ostali Sudjelovanje godina-to-date:
hu_hu: Egyéb részvétel év-to-date:
is_is: Aðrar Aðsókn Ár-til-dag:
ja_jp: 他の出席者への日：
lt_lt: Kiti lankomumo metų-to-data:
lv_lv: Citas Piedalīšanās gada sākuma līdz datumam:
mk_mk: Други Публика Година-to-date:
nn_no: Andre Deltakelse Year-to-date:
pl_pl: Inne Studia Rok-to-date:
pt_pt: Atendimento outras Ano-to-date:
ro_ro: Alte prezenţe de la an la data de:
ru_ru: Другие посещаемость за год до даты:
sk_sk: Ostatné Účasť roku k dátumu:
sl_si: Drugi Udeležba leto-to-date:
sq_al: Pjesëmarrja e tjera Viti-to-date:
sr_rs: Присуство других Година-то-дате:
sv_se: Andra Närvaro Year-to-date:
th_th: เข้าร่วมประชุมอื่น ๆ ปี - to - date :
tr_tr: Diğer Seyirci Yıl-to-date:
uk_ua: Інші відвідуваність за рік до дати:
wa_be: Presenoldeb eraill flwyddyn gyfredol:
zh_tw: 其他出席年到日期：

source: Other Attendance Year-to-date
be_by: Іншыя наведвальнасць за год да даты
bg_bg: Други Присъствие на годината до момента
bn_bd: অন্যান্য এ্যাটেনডেন্স বছর পর্যন্ত
da_dk: Andre Deltagelse År-til-dato
el_gr: Άλλες Συμμετοχή Έτος ενημερωμένες
et_ee: Muud Osavõtjate aasta-to-date
fa_ir: حضور و غیاب دیگر سال به روز
fi_fi: Muut Osallistuminen Vuosi tasalla
ga_ie: Tinreamh Eile Bliana le dáta
gl_gl: Atención outras Ano-to-date
hr_hr: Ostali Sudjelovanje godina-to-date
hu_hu: Egyéb részvétel év-to-date
is_is: Aðrar Aðsókn Ár-til-dag
ja_jp: 他の出席年初来
lt_lt: Kiti lankomumo metų datą
lv_lv: Citas apmeklējums Gads jaunākās
mk_mk: Други Публика Година-to-date
nn_no: Andre Deltakelse Year-to-date
pl_pl: Inne Studia Rok aktualne
pt_pt: Atendimento outras Ano-to-date
ro_ro: Alte prezenţe de la an la data de
ru_ru: Другие посещаемость за год до даты
sk_sk: Ostatné Účasť roku k dátumu
sl_si: Drugi Udeležba leto-to-dan
sq_al: Pjesëmarrja e tjera Viti-to-date
sr_rs: Присуство других Година-то-дате
sv_se: Andra Närvaro Year-to-date
th_th: เข้าร่วมประชุมอื่น ๆ ปี - to - date
tr_tr: Diğer Seyirci Yıl-to-date
uk_ua: Інші відвідуваність за рік до дати
wa_be: Presenoldeb eraill flwyddyn gyfredol
zh_tw: 其他出席年最新

source: Other Attendance this quarter
be_by: Іншыя наведвальнасці ў гэтым квартале
bg_bg: Други Присъствие това тримесечие
bn_bd: অন্যান্য এ্যাটেনডেন্স এই সিকি
da_dk: Andre Deltagelse i dette kvartal
el_gr: Άλλες Συμμετοχή αυτό το τρίμηνο
et_ee: Muud osalemine selles kvartalis
fa_ir: حضور و غیاب دیگر این سه ماهه
fi_fi: Muut Osallistuminen tämän vuosineljänneksen
ga_ie: Tinreamh Eile ráithe seo
gl_gl: Atención outros neste trimestre
hr_hr: Ostali Sudjelovanje u ovom tromjesečju
hu_hu: Egyéb részvétel ebben a negyedévben
is_is: Aðrar Aðsókn á þessum fjórðungi
ja_jp: 他の出席この四半期
lt_lt: Kiti lankomumo šį ketvirtį
lv_lv: Citas apmeklējums šajā ceturksnī
mk_mk: Други Публика на овој квартал
nn_no: Andre Oppmøte dette kvartalet
pl_pl: Inne Uczestnictwo w tym kwartale
pt_pt: Atendimento outros neste trimestre
ro_ro: Participarea Alte acest trimestru
ru_ru: Другие посещаемости в этом квартале
sk_sk: Ostatné Účasť v tomto štvrťroku
sl_si: Drugi Udeležba tem četrtletju
sq_al: Pjesëmarrja e tjera këtë tremujor
sr_rs: Други Похађање овог квартала
sv_se: Andra Närvaro detta kvartal
th_th: ผู้เข้าร่วมอื่น ๆ ในไตรมาสนี้
tr_tr: Diğer Seyirci bu çeyrekte
uk_ua: Інші відвідуваності в цьому кварталі
wa_be: Presenoldeb eraill y chwarter hwn
zh_tw: 其他出席本季度

source: Grade Range
be_by: Клас Дыяпазон
bg_bg: Степен обхват
bn_bd: গ্রেড বিন্যাস
el_gr: Βαθμός Εύρος
et_ee: Hinne Range
fa_ir: محدوده درجه
ga_ie: Raon Grád
gl_gl: Faixa de grao
hr_hr: Ocjena raspon
hu_hu: Grade tartomány
ja_jp: グレード範囲
lt_lt: Įvertinimas Kategorijos
mk_mk: Одделение опсег
pl_pl: Stopień Zakres
pt_pt: Faixa de grau
ro_ro: Grad Range
ru_ru: Класс Диапазон
sk_sk: Rozsah stupňa
sl_si: Grade Območje
sq_al: Gama e klasës së
sr_rs: Разред Опсег
th_th: ช่วงเกรด
tr_tr: Sınıf Aralığı
uk_ua: Клас Діапазон
wa_be: Ystod Gradd
zh_tw: 等級範圍
