Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: After searching for students, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows each students daily attendance value for each day with color codes. A red box signifies that the student was absent all day, a yellow box signifies that a student was absent half-day, and a green box signifies that a student was present all day long.
af_za: Na die soek vir studente, kan jy die datum bereik verander deur die verandering van die datum hangkieslys&#39;s aan die bokant van die skerm en kliek op die knoppie Spring na. Die lys wys elke studente daaglikse bywoning waarde vir elke dag met kleur kodes. &#39;N rooi vak gee te kenne dat die student afwesig was die hele dag,&#39; n geel blokkie gee te kenne dat &#39;n student afwesig was&#39; n halwe dag, en &#39;n groen boks beteken dat&#39; n student teenwoordig was die hele dag lank.
be_by: Пасля пошуку для студэнтаў, вы можаце змяніць дыяпазон дат, змяніўшы дату выпадаючых меню ў верхняй частцы экрана і націснуўшы кнопку Перайсці. Спіс паказвае кожны студэнтаў дзённага значэння наведвальнасці за кожны дзень з каляровымі кодамі. Чырвоны прастакутнік азначае, што студэнт адсутнічаў ўвесь дзень, жоўтае поле азначае, што студэнт адсутнічаў на паўдня, і зялёным полі азначае, што студэнт прысутнічаў на працягу ўсяго дня.
bg_bg: След търсене за студенти, можете да промените периода от време, като се променя датата падащи менюта в горната част на екрана и кликнете върху бутона Go. Списъкът показва всеки студентите дневна посещаемост стойност за всеки ден с цветови кодове. Червената кутия означава, че студентът е отсъствал през целия ден, жълта кутия означава, че студентът е отсъствал половин ден, и зелената кутия означава, че студентът е присъствал през целия ден.
bn_bd: ছাত্রদের জন্য অনুসন্ধান পর, আপনি তারিখ পরিবর্তন পর্দার উপরের-টান ডাউন মেনু ও যান বাটন ক্লিক তারিখ পরিসীমা পরিবর্তন করতে পারেন. তালিকা দেখায় দৈনিক রং কোড সঙ্গে প্রতিদিন জন্য হাজিরা মান প্রতিটি ছাত্র. একটি লাল বক্স উল্লেখ যে ছাত্র ছিল অনুপস্থিত সব দিন, একটা হলুদ বাক্স উল্লেখ যে একটি ছাত্র ছিল অনুপস্থিত অর্ধেক দিন, এবং একটি সবুজ বক্স উল্লেখ যে একটি ছাত্র ছিল বর্তমান দীর্ঘ সব দিন.
da_dk: Efter at have søgt for studerende, kan du ændre datointervallet ved at ændre datoen rullemenuerne øverst på skærmen og klikke på knappen Go. Listen viser de enkelte elever en daglig fremmøde værdi for hver dag med farvekoder. Et rødt felt betyder, at den studerende var fraværende hele dagen, en gul boks betyder, at en elev var fraværende halv dag, og et grønt felt betyder, at en studerende var til stede hele dagen lang.
el_gr: Μετά από αναζήτηση για τους μαθητές, μπορείτε να αλλάξετε το εύρος ημερομηνιών, αλλάζοντας την ημερομηνία pull-down μενού στο πάνω μέρος της οθόνης και κάνοντας κλικ στο κουμπί Μετάβαση. Η λίστα δείχνει κάθε μαθητές ημερήσια τιμή συμμετοχής για κάθε ημέρα με χρωματικούς κώδικες. Ένα κόκκινο πλαίσιο δηλώνει ότι ο μαθητής απουσίαζε όλη την ημέρα, ένα κίτρινο κουτί σημαίνει ότι ένας φοιτητής απουσίαζε μισής ημέρας, και ένα πράσινο κουτί σημαίνει ότι ο μαθητής ήταν παρών όλη την ημέρα.
et_ee: Pärast otsivad üliõpilased, saab muuta kuupäeva vahemik muutes kuupäeva rippmenüüd ülaosas ekraani ja klikkides Go nupule. Loendis kuvatakse iga õpilaste igapäevase osavõtu õppetööst väärtust iga päev värvikoodid. Punases kastis näitab, et õpilane puudus kogu päeva, kollane kast tähendab, et õpilane puudus pool päeva ja rohelisse kasti tähendab, et õpilane oli kohal kogu päeva pikkune.
fa_ir: پس از جستجو برای دانش آموزان ، شما می توانید محدوده تاریخ را با تغییر تاریخ PULL - DOWN منوها در بالای صفحه نمایش و کلیک کردن بر روی دکمه برو را تغییر می دهد. لیست نشان می دهد هر یک از دانش آموزان ارزش حضور روزانه برای هر روز را با کد رنگ ها. یک جعبه قرمز حاکی است که دانش آموز غایب بود در تمام طول روز ، یک جعبه زرد حاکی است که یک دانش آموز غایب نیمی روز بود ، و یک جعبه سبز حاکی است که یک دانش آموز وجود داشت در تمام طول روز است.
fi_fi: Haun jälkeen opiskelijoille, voit muuttaa aikaväliä muuttamalla päivämäärä pudotusvalikoista yläosassa näytön ja klikkaamalla Go-painiketta. Luettelossa näkyy kunkin opiskelijoiden päivittäistä läsnäoloa arvon kullekin päivälle on värikoodit. Punainen laatikko ilmaisee, että opiskelija oli poissa koko päivän, keltainen laatikko merkitsee, että opiskelija oli poissa puoli päivää, ja vihreän laatikon merkitsee, että opiskelija oli läsnä koko päivän.
ga_ie: Tar éis cuardach do mhic léinn, is féidir leat athrú ar an raon dáta trí athrú a dhéanamh ar an dáta a tharraingt anuas biachláir ag barr an scáileáin agus cliceáil ar an gcnaipe Téigh. Léiríonn an liosta gach mac léinn luach freastal laethúil do gach lá le cóid dath. Signifies bosca dearg go raibh an mac léinn as láthair gach lá signifies, a chur i mbosca buí go raibh mac léinn as láthair leath-lá, agus signifies bosca glas go raibh mac léinn i láthair gach lá ar fad.
gl_gl: Despois de buscar para os alumnos, pode cambiar o rango de data, cambiando a data de pull-down menús na parte superior da pantalla e premer no botón Go A lista amosa cada estudante valor frecuencia diaria para cada día con códigos de cores. Unha caixa vermella significa que o alumno estaba ausente durante todo o día, unha caixa amarela quere dicir que un alumno estaba ausente de mediodía, e unha caixa verde significa que un alumno estaba presente durante todo o día.
hr_hr: Nakon što je u potrazi za studente, možete promijeniti raspon datuma promjenom datuma padajućeg izbornika na vrhu zaslona i kliknite gumb Go. Popis prikazuje svaki studenata svakodnevno pohađanje vrijednost za svaki dan s bojom kodove. Crveni okvir označava da je student bio odsutan cijeli dan, žuti okvir znači da je učenik bio odsutan pola dana, a zeleni okvir označava da učenik je bio prisutan tijekom cijelog dana.
hu_hu: A keresés után a diákok, akkor megváltoztathatja a dátumtartományt megváltoztatja a dátumot legördülő menük a képernyő felső részén, és kattintson az Indítás gombra. A lista minden egyes diákok napi látogatottsága érték minden nap színkódokkal. A piros négyzet azt jelenti, hogy a diák hiányzott egész nap, egy sárga doboz azt jelenti, hogy egy diák volt jelen, félnapos, és egy zöld mezőben azt jelenti, hogy egy diák is jelen volt egész nap.
is_is: Eftir að leita að nemenda, getur þú breytt tímabil með því að breyta þeim degi fellivalmyndirnar efst á skjánum og smella á Go hnappinn. Listinn sýnir hvers nemenda daglega viðveru fyrir hvern dag með númerum lit. A rauður kassi táknar að nemandi hafi fjarverandi allan daginn, gulum kassa táknar að nemandi var fjarverandi hálfan dag og græna reitinn til kynna að nemandi var viðstaddur allan daginn.
ja_jp: 学生を検索したら、日付は画面の上部にあるメニューをプルダウンし、[Go]ボタンをクリックして変更することにより、日付範囲を変更することができます。リストには、各学生にカラーコードで曜日ごとに毎日出席の値を示しています。赤いボックスは、学生が一日欠席したことを表す、黄色のボックスは、学生は半日欠落していたことを意味し、緑色のボックスは、生徒が一日に存在したことを示します。
lt_lt: Po paieškos studentams, galite keisti datos intervalo keisti data išskleidžiamajame meniu, ekrano viršuje ir paspauskite mygtuką Go. Sąrašas rodo, kad kiekviena studentų dienos lankomumo vertės kiekvieną dieną su spalvų kodus. Raudonas langelis reiškia, kad studentas buvo išvykęs visą dieną, geltonas langelis reiškia, kad studentas buvo išvykęs pusę dienos, ir &quot;žaliosios dėžės&quot; reiškia, kad studentas buvo visą dieną.
lv_lv: Pēc meklēšanas studentiem, varat mainīt datumu diapazonu, mainot datumu nolaižamās izvēlnes augšpusē ekrānam un noklikšķinot Go pogu. Sarakstā rāda katru studentu ikdienas apmeklējumu vērtība par katru dienu, ar krāsu kodiem. Sarkanajā lodziņā nozīmē, ka studentam bija klāt visu dienu, dzeltenā lodziņā nozīmē, ka studentam bija klāt pusi dienas, un zaļās kastes nozīmē, ka studentam bija klāt visas dienas garumā.
mk_mk: По потрага по студенти, можете да го промените датумот опсег со менување на датумот од паѓачкото мени на врвот на екранот и кликнете на Оди копче. Листава ги прикажува секој учениците секојдневно присуство вредност за секој ден со боја кодови. А црвената кутија значи дека ученикот беше отсутен цел ден, жолта кутија значи дека ученикот беше отсутен половина ден, и зелено поле значи дека студент бил присутен на целиот ден.
nn_no: Etter å ha studenter, kan du endre datoen serien ved å endre dato rullegardinmenyene øverst på skjermen og klikke på Go. Listen viser alle studenter daglig oppmøte verdi for hver dag med fargekoder. En rød boks betyr at studenten var fraværende hele dagen, betyr en gul boks som en student var fraværende halv dag, og en grønn boks betyr at en elev var til stede hele dagen.
pl_pl: Po wyszukaniu dla studentów, można zmienić zakres dat poprzez zmianę daty rozwijanych menu na górze ekranu i klikając przycisk Idź. Na liście znajdują się każdej studentów dziennych wartości frekwencji na każdy dzień z kodów kolorów. Czerwone pole oznacza, że ​​uczeń był nieobecny przez cały dzień, żółte pole oznacza, że ​​uczeń był nieobecny na pół dnia, a zielone pole oznacza, że ​​uczeń był obecny przez cały dzień.
pt_pt: Depois de pesquisar para os alunos, você pode alterar o intervalo de data, alterando a data de pull-down menus no topo da tela e clicar no botão Go. A lista mostra cada estudante valor freqüência diária para cada dia com códigos de cores. Uma caixa vermelha significa que o aluno estava ausente durante todo o dia, uma caixa amarela significa que um aluno estava ausente de meio-dia, e uma caixa verde significa que um aluno estava presente durante todo o dia.
ro_ro: Dupa o cautare pentru studenţi, puteţi modifica intervalul de date prin schimbarea data de meniuri derulante din partea de sus a ecranului şi făcând clic pe butonul Go. Lista prezinta fiecare studenţilor valoare prezenţă de zi cu zi pentru fiecare zi cu coduri de culoare. O cutie roşie indică faptul că studentul a fost absent toată ziua, o casetă galben semnifica faptul ca un student a fost absent de jumătate de zi, şi o casetă verde, înseamnă că un student a fost prezentă toată ziua.
ru_ru: После поиска для студентов, вы можете изменить диапазон дат, изменив дату выпадающих меню в верхней части экрана и нажав кнопку Перейти. Список показывает каждый студентов дневного значения посещаемости за каждый день с цветовыми кодами. Красный прямоугольник означает, что студент отсутствовал весь день, желтое поле означает, что студент отсутствовал на полдня, и зеленом поле означает, что студент присутствовал в течение всего дня.
sk_sk: Po vyhľadaní pre študentov, môžete meniť dátum, rozsah zmenou termínu, pull-down menu v hornej časti obrazovky a kliknutím na tlačidlo Go. V zozname sú uvedené jednotlivé študentov prezenčnej hodnoty za každý deň s farebnými kódmi. Červené pole znamená, že študent nebol prítomný po celý deň, žltom poli znamená, že študent bol prítomný na pol dňa a zelené pole znamená, že študent bol prítomný po celý deň.
sl_si: Po iskanju za študente, lahko spremeni časovno obdobje, tako da spremenite datum spustnih menijih na vrhu zaslona in s klikom na gumb Go. Seznam kaže vsak dan študentov obiskovanje vrednosti za vsak dan z barvnimi kodami. Rdeče polje pomeni, da je študent odsoten cel dan, rumeno polje pomeni, da je študent odsoten pol dneva, in zeleno polje pomeni, da je bil študent prisotni ves dan.
sq_al: Pasi u kontrolluan për studentët, ju mund të ndryshojë datën e varg duke ndryshuar datën e pull-down menus në krye të ekranit dhe duke klikuar butonin Go. Lista e tregon çdo ditë nxënësit e vlerës së frekuentimit për çdo ditë me kode ngjyra. Një kuti e kuqe nënkupton se nxënësi ishte i munguar gjatë gjithë ditës, një kuti të verdhë të thotë se një student i mungonte gjysmë-ditë, dhe një kuti jeshile tregon se një student ka qenë i pranishëm gjatë gjithë ditës.
sr_rs: Након претраге за студенте, можете заменити опсег датума променом датума падајућег менија на врху екрана и кликнете дугме Го. Листа показује сваки студената дневни боравак вредност за сваки дан са колор кодова. Црвени оквир означава да ученик био одсутан цео дан, жути оквир означава да ученик није био присутан пола дана, и зеленом пољу означава да ученик био присутан током целог дана.
sv_se: Efter sökningen för studenter, kan du ändra datumintervallet genom att ändra datum rullgardinsmenyer längst upp på skärmen och klicka på Go-knappen. Listan visar varje elever daglig närvaro värde för varje dag med färgkoder. En röd ruta betyder att eleven var frånvarande hela dagen, betyder en gul låda som en elev var frånvarande halv dag, och en grön ruta betyder att en elev var närvarande hela dagen.
th_th: หลังจากการค้นหาสำหรับนักเรียนที่คุณสามารถเปลี่ยนช่วงวันที่โดยการเปลี่ยนวันที่เมนูแบบเลื่อนลงที่ด้านบนของหน้าจอและคลิกที่ปุ่มไปที่ รายการแสดงนักเรียนแต่ละค่าที่เข้าร่วมประชุมรายวันสำหรับวันที่มีรหัสสีแต่ละสี เป็นกล่องสีแดงหมายถึงการที่นักเรียนขาดทุกวันเป็นกล่องสีเหลืองหมายถึงการที่นักเรียนขาดครึ่งวันและกล่องสีเขียวหมายถึงการที่นักเรียนถูกนำเสนอตลอดทั้งวัน
tr_tr: Öğrenciler için arama yaptıktan sonra, ekranın üst kısmında açılan menüler değişen ve Git düğmesini tıklayarak tarih aralığını değiştirebilirsiniz. Öğrencilerin listesi her renk kodları ile, her gün için günlük katılım değerini gösterir. Kırmızı bir kutu öğrenci bütün gün eksik olduğu anlamına gelir, sarı bir kutu, bir öğrenci yarım gün yok olduğunu belirtirken, ve yeşil bir kutu, bir öğrenci tüm gün boyunca mevcut olduğunu belirtir.
uk_ua: Після пошуку для студентів, ви можете змінити діапазон дат, змінивши дату випадаючих меню у верхній частині екрану і натиснувши кнопку Перейти. Список показує кожен студентів денного значення відвідуваності за кожен день з кольоровими кодами. Червоний прямокутник означає, що студент був відсутній весь день, жовте поле означає, що студент був відсутній на півдня, і зеленому полі означає, що студент був присутній протягом всього дня.
wa_be: Ar ôl chwilio ar gyfer myfyrwyr, gallwch newid y dyddiad amrywiaeth drwy newid y dyddiad tynnu-lawr dewislenni ar frig y sgrin a chlicio ar y botwm Go. Mae&#39;r rhestr yn dangos pob un o fyfyrwyr gwerth presenoldeb dyddiol ar gyfer pob diwrnod â chodau lliw. Mae bocs coch yn nodi bod y myfyriwr yn absennol bob dydd, bocs melyn yn nodi bod myfyriwr yn absennol hanner diwrnod, a bocs gwyrdd yn nodi bod yn fyfyriwr yn bresennol drwy&#39;r dydd.
zh_tw: 搜索後的學生，你可以改變日期範圍內通過改變日期下拉菜單在屏幕上方並單擊 Go按鈕。該名單顯示每個學生的日常考勤值的每一天，顏色代碼。紅色框表示該學生缺席了一整天，一個黃色的盒子，標誌著一個學生缺席半天，和一個綠色的盒子，標誌著一個學生在場整天。

source: You can see the attendance records for each period for any student by clicking on a students name from the list. Here, the absence code is displayed in the color-coded box.
af_za: Jy kan sien die bywoning rekords vir elke tydperk vir enige student deur te kliek op &#39;n student se naam van die lys. Hier is die afwesigheid kode vertoon in die gekleurde boks.
be_by: Вы можаце ўбачыць справаздачы аб наведвальнасці за кожны перыяд для любога студэнта, націснуўшы на назву студэнты з спісу. Тут, адсутнасць кода адлюстроўваецца ў каляровы скрынцы.
bg_bg: Можете да видите посещаемост записи за всеки период, за всеки студент, като щракнете върху студенти име от списъка. Тук, липсата код се показва в цвят кодирани кутия.
bn_bd: আপনি তালিকা থেকে একটি ছাত্র নামের উপর ক্লিক করে কোন ছাত্র জন্য প্রত্যেক সময়ের জন্য উপস্থিতি দেখতে পারেন. এখানে, অনুপস্থিতি কোড রঙিন কোডেড বক্স প্রদর্শন করা হয়.
da_dk: Du kan se deltagerlisten registreringer for hver periode for enhver studerende ved at klikke på en studerende navn fra listen. Her er der ikke kode, der vises i de farvekodede box.
el_gr: Μπορείτε να δείτε τις εγγραφές συμμετοχής για κάθε περίοδο για κάθε σπουδαστή, κάνοντας κλικ σε ένα όνομα φοιτητές από τη λίστα. Εδώ, ο κωδικός απουσία εμφανίζεται στον έγχρωμο κουτί.
et_ee: Näete osalemise arvestust iga perioodi kohta, iga õpilane klõpsates õpilased nimi loendist. Siin puudumisel koodi kuvatakse värvilisel kasti.
fa_ir: شما می توانید سوابق حضور و غیاب برای هر دوره برای هر دانش آموز را از طریق کلیک کردن بر روی یک نام دانش آموزان را از لیست را ببینید. در اینجا ، کد غیبت در جعبه های رنگی نمایش داده می شود.
fi_fi: Näet osallistujien luetteloja kunkin kauden sellaisten opiskelijoiden klikkaamalla opiskelijoiden nimi luettelosta. Täällä ei ole koodi näkyy värikoodatut ruutuun.
ga_ie: Is féidir leat a fheiceáil na taifid tinrimh do gach tréimhse d&#39;aon mhac léinn trí chliceáil ar ainm mic léinn as an liosta. Anseo, is é an cód as láthair ar taispeáint sa bhosca dathchódaithe.
gl_gl: Podes ver os rexistros de frecuencia para cada período para calquera estudante, premendo en un nome de alumnos da lista. Aquí, o código de ausencia aparece no cadro de cor-codificado.
hr_hr: Možete vidjeti prisustvo zapise za svako razdoblje za bilo koji student klikom na studente ime s popisa. Ovdje, kod odsutnosti prikazuje se u color-coded box.
hu_hu: Láthatjuk a jelenléti ívet minden olyan időszakra vonatkozóan minden olyan diák, kattintson a tanulók nevét a listáról. Itt hiányában kód jelenik meg a színes doboz.
is_is: Þú getur séð aðsókn færslur fyrir hvert tímabil fyrir hvaða nemanda með því að smella á nemendur nafn af listanum. Hér er ekki númerið birtist í lit-dulmáli kassi.
ja_jp: あなたはリストから生徒の名前をクリックすると、学生のための各期間の出席の記録を見ることができます。ここで、不在のコードが色分けされたボックスに表示されます。
lt_lt: Žiniaraščius kiekvieną laikotarpį kiekvienas studentas, jūs galite pamatyti paspaudę ant studentų vardą iš sąrašo. Čia nėra kodą rodomas spalvomis lauke.
lv_lv: Jūs varat redzēt apmeklējumu uzskaiti par katru periodu ikvienam studentam, noklikšķinot uz studentiem nosaukumu no saraksta. Lūk, ja kods tiek parādīts krāsu kodēta box.
mk_mk: Можете да го видите на присуство евиденција за секој период за секој студент со кликнување на студентите име од листата. Еве, отсуството кодот е прикажана во боја кутија.
nn_no: Du kan se møteprotokoller for hver periode for enhver student ved å klikke på en studenter navn fra listen. Her er fraværet kode vises i fargekodede boksen.
pl_pl: Możesz zobaczyć rekordy frekwencji każdy okres, na każdego ucznia poprzez kliknięcie na nazwę uczniów z listy. Tutaj kod nieobecności jest wyświetlane w polu kolorów.
pt_pt: Você pode ver os registros de freqüência para cada período para qualquer estudante, clicando em um nome de alunos da lista. Aqui, o código de ausência é exibido na caixa de cor-codificado.
ro_ro: Puteţi vedea înregistrările de prezenţă pentru fiecare perioadă pentru orice student, făcând clic pe un nume de elevi din listă. Aici, codul absenţa este afişat în caseta cu coduri de culoare.
ru_ru: Вы можете увидеть отчеты о посещаемости за каждый период для любого студента, нажав на название студенты из списка. Здесь, отсутствие кода отображается в цветной коробке.
sk_sk: Môžete vidieť evidencie dochádzky pre každé obdobie, pre každého študenta po kliknutí na študentov meno zo zoznamu. Tu je absencia kód z farebne box.
sl_si: Ogledate si lahko o prisotnosti za vsako obdobje, za vsak študent s klikom na imena študentov iz seznama. Tukaj je prikazana v odsotnosti kode obarvani box.
sq_al: Ju mund të shihni të dhënat frekuentimit për çdo periudhë për çdo nxënës duke klikuar mbi një emër të studentëve nga lista. Këtu, kodi mungesa është shfaqur në kutinë e të koduar me ngjyra.
sr_rs: Можете да видите евиденцију присуства за сваки период за било који студентски кликом на име ученика из листе. Овде нема код је приказан у бојама кутију.
sv_se: Du kan se publikrekord för varje period för varje studerande genom att klicka på en studenter namn från listan. Här är frånvaron koden som visas i färgkodade rutan.
th_th: คุณสามารถดูการเข้าร่วมสำหรับรอบระยะเวลาสำหรับนักเรียนแต่ละใด ๆ โดยการคลิกที่ชื่อนักเรียนจากรายการ ที่นี่ไม่มีรหัสจะปรากฏในกล่องสี
tr_tr: Herhangi bir öğrenci için her dönem için devam kayıtları listeden öğrenci adını tıklayarak görebilirsiniz. Burada, yokluğunda kodu renk kodlu kutusunda görüntülenir.
uk_ua: Ви можете побачити звіти про відвідуваність за кожний період для будь-якого студента, натиснувши на назву студенти зі списку. Тут, відсутність коду відображається у кольоровій коробці.
wa_be: Gallwch weld y cofnodion presenoldeb ar gyfer pob cyfnod ar gyfer unrhyw fyfyriwr drwy glicio ar enw myfyrwyr oddi ar y rhestr. Yma, mae&#39;r cod absenoldeb ei arddangos yn y blwch lliw.
zh_tw: 你可以看到考勤記錄每個時期的任何學生通過點擊一個學生的名字從名單。在這裡，沒有代碼顯示在彩色編碼框。

source: Student Summary
af_za: Studente Opsomming
ar_dz: ملخص طالب
be_by: Студэнцкая Асноўная інфармацыя
bg_bg: Студентски Обобщение
bn_bd: ছাত্র সংক্ষিপ্তসার
da_dk: Student Oversigt
el_gr: Περίληψη Φοιτητών
es_es: Resumen de Alumnos
et_ee: Student kokkuvõte
fa_ir: خلاصه مشخصات دانشجویی
fi_fi: Opiskelija Yhteenveto
ga_ie: Achoimre ar na Mac Léinn
gl_gl: Ver o estudante
hr_hr: Studentski Sažetak
hu_hu: Diák Összegzés
is_is: Námsmaður Yfirlit
ja_jp: 生徒の概要
lt_lt: Studentų santrauka
lv_lv: Studentu kopsavilkums
mk_mk: Студент Резиме
nn_no: Student Oppsummering
pl_pl: Podsumowanie Student
pt_pt: Resumo do estudante
ro_ro: Student Rezumat
ru_ru: Студенческая Основная информация
sk_sk: Študent Zhrnutie
sl_si: Student Povzetek
sq_al: Permbledhja Student
sr_rs: Студентски Преглед
sv_se: Student Sammanfattning
th_th: ข้อมูลอย่างย่อนักศึกษา
tr_tr: Öğrenci Özet
uk_ua: Студентська Основна інформація
wa_be: Crynodeb Myfyrwyr
zh_tw: 學生小結

source: This report shows the days for which a student has an absence.
af_za: Hierdie verslag toon die dae waarop &#39;n student&#39; n afwesigheid.
ar_dz: هذا التقرير يبين أن الأيام التي كان الطالب قد غياب.
be_by: Гэтая справаздача паказвае дзён, на якія студэнт адсутнасць.
bg_bg: Този доклад показва дни, за които студент има отсъствие.
bn_bd: এই প্রতিবেদন দিনের জন্য যা একটি ছাত্র তার অনুপস্থিতি রয়েছে দেখায়.
da_dk: Denne rapport viser de dage, hvor en studerende har et fravær.
el_gr: Η έκθεση αυτή δείχνει τις ημέρες για τις οποίες ένας μαθητής έχει μια απουσία.
es_es: Este informe muestra los días que un alumno estuvo ausente.
et_ee: Käesolev aruanne näitab päevade eest, milleks õpilane on puudumine.
fa_ir: این گزارش نشان می دهد روز که یک دانش آموز تا غیبت.
fi_fi: Tämä raportti osoittaa päiviltä, ​​joilta opiskelija on poissa.
ga_ie: Léiríonn an tuarascáil seo ar an lá ar a bhfuil dalta as láthair.
gl_gl: Este informe mostra os días en que un alumno ten unha ausencia.
hr_hr: Ovo izvješće prikazuje dane za koje student ima nedostatak.
hu_hu: Ez a jelentés azt mutatja, a nap, amelyre a hallgató hiánya.
is_is: Þessi skýrsla sýnir daga sem nemandi hefur fjarveru.
ja_jp: このレポートは、学生が不在を持っている日数を示しています。
lt_lt: Ši ataskaita rodo dienas, studentas nėra.
lv_lv: Šis ziņojums liecina, dienas, par kuru students ir trūkums.
mk_mk: Овој извештај покажува деновите за кои еден студент има отсуство.
nn_no: Denne rapporten viser dager hvor en student har et fravær.
pl_pl: Raport ten wskazuje dni, w których uczeń ma nieobecności.
pt_pt: Este relatório mostra os dias em que um aluno tem uma ausência.
ro_ro: Acest raport prezinta zile pentru care un student are o absenţă.
ru_ru: Этот отчет показывает дней, на которые студент отсутствие.
sk_sk: Táto správa ukazuje dní, na ktoré študent absencia.
sl_si: To poročilo prikazuje dni, za katere se je študent odsotnost.
sq_al: Ky raport tregon ditë për të cilën një student ka një mungesë.
sr_rs: Овај извештај показује дана за које студент има одсуству.
sv_se: Den här rapporten visar de dagar som en student har en frånvaro.
th_th: รายงานนี้จะแสดงวันที่ซึ่งนักเรียนที่มีการขาด
tr_tr: Bu rapor, bir öğrenci yokluğu olan gün gösterir.
uk_ua: Цей звіт показує днів, на які студент відсутність.
wa_be: Mae&#39;r adroddiad hwn yn dangos y diwrnodau y mae gan fyfyriwr yn cael absenoldeb.
zh_tw: 此報告顯示天的學生有沒有。
