Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The calendar is also a display of school events. This can include everything from teacher in-service days to sporting events. These events are visible by other administrators as well as parents and teachers at your school.
af_za: Die kalender is ook &#39;n vertoning van gebeurtenisse by die skool. Dit kan alles van die onderwyser in die dae vir sportgeleenthede insluit. Hierdie gebeure is sigbaar deur ander bestuurders sowel as ouers en onderwysers by u skool.
ar_dz: الجدول الزمني هو أيضا عرض للأحداث المدرسة. وهذا يمكن أن تشمل كل شيء من المعلمين أثناء الخدمة أيام على الأحداث الرياضية. هذه الأحداث واضحة من قبل المسؤولين الآخرين ، فضلا عن الآباء والمعلمين في المدارس الخاصة بك.
be_by: Каляндар таксама адлюстраванне школьных мерапрыемствах. Гэта можа ўключаць у сябе усё, што ад настаўніка ў працэсе эксплуатацыі дзён да спартыўных мерапрыемстваў. Гэтыя падзеі з&#39;яўляюцца бачнымі іншым адміністратарам, а таксама бацькоў і настаўнікаў у вашай школе.
bg_bg: Календарът е и показване на училищни мероприятия. Това може да включва всичко - от учител в дни на спортни събития. Тези събития са видими от други администратори, както и родителите и учителите във вашето училище.
bn_bd: ক্যালেন্ডার হয় স্কুল ঘটনা প্রদর্শন. এই থেকে ইন সেবা দিন শিক্ষক কেলি ইভেন্ট সবকিছু অন্তর্ভুক্ত করতে পারেন. এই ঘটনাগুলি অন্যান্য অ্যাডমিনিস্ট্রেটররা আপনার স্কুলে যেমন পিতামাতা ও শিক্ষকদের দ্বারা দৃশ্যমান.
da_dk: Kalenderen er også en udstilling af skolearrangementer. Dette kan omfatte alt fra lærer i service-dage til sportsbegivenheder. Disse begivenheder kan ses af andre administratorer samt forældre og lærere på din skole.
el_gr: Το ημερολόγιο είναι επίσης μια επίδειξη των εκδηλώσεων του σχολείου. Αυτό μπορεί να περιλαμβάνει τα πάντα, από ενδοϋπηρεσιακής ημέρες για αθλητικές εκδηλώσεις. Αυτά τα γεγονότα είναι ορατά από άλλες διοικήσεις καθώς και τους γονείς και τους εκπαιδευτικούς του σχολείου σας.
es_es: El calendario es también una muestra de los eventos escolares. Esto puede incluir todo, desde los maestros los días de capacitación a los eventos deportivos. Estos eventos son visibles por otros administradores, así como los padres y los maestros de su escuela.
et_ee: Kalender on ka väljapaneku kooli üritustel. See võib hõlmata kõike, alates õpetaja-teenus päeva spordiüritustel. Need sündmused on nähtavad teised administraatorid samuti lapsevanemad ja õpetajad oma koolis.
fa_ir: تقویم همچنین یک صفحه نمایش از وقایع مدرسه. این می تواند شامل همه چیز ، از معلم در خدمت روز به رویدادهای ورزشی باشد. این وقایع توسط مدیران دیگر را نیز به عنوان والدین و معلمان در مدرسه شما قابل مشاهده است.
fi_fi: Kalenteri on myös näyttö koulun tapahtumista. Tämä voi sisältää kaikkea opettaja-palvelun päivän urheilutapahtumista. Nämä tapahtumat ovat näkyvissä muut ylläpitäjät sekä vanhemmat ja opettajat koulussasi.
ga_ie: Tá an féilire freisin taispeáint na n-imeachtaí scoile. Is féidir é seo san áireamh gach rud ó mhúinteoir in-seirbhíse lá chun imeachtaí spóirt. Tá na himeachtaí le feiceáil ag riarthóirí eile, chomh maith le tuismitheoirí agus múinteoirí ag do scoil.
gl_gl: O calendario é tamén unha exposición de eventos da escola. Isto pode incluír todo, de profesor en servizo-día para eventos deportivos. Estes eventos son visibles por outros administradores, así como pais e profesores na súa escola.
hr_hr: Kalendar je prikaz zbivanja u školi. To može uključivati ​​sve, od učitelja u službi dana sportskih događaja. Ovi događaji su vidljivi drugim administratorima, kao i roditelji i nastavnici u školi.
hu_hu: A naptár is megjeleníteni az iskolai rendezvényeken. Ez magában mindent a pedagógus-nap a sportesemények. Ezek az események láthatóak más adminisztrátorok, valamint a szülők és a tanárok az iskolában.
is_is: Dagbókin er einnig sýna af atburðum í skólanum. Þetta getur falið í sér allt frá kennara í þjónustu daga íþróttaviðburði. Þessir viðburðir eru sýnileg með öðrum stjórnendum sem og foreldra og kennara í skólanum þínum.
ja_jp: カレンダーには、学校行事のディスプレイです。これは、インサービスの日先生からのスポーツイベントに至るまでを含めることができます。これらのイベントは、あなたの学校で他の管理者だけでなく、親や教師によって表示されます。
lt_lt: Kalendorius ir mokyklos renginius ekrane. Tai gali apimti viską iš mokytojo kvalifikacijos dienų į sporto renginius. Šie renginiai yra matomas kitiems administratoriams, taip pat tėvai ir mokytojai savo mokyklą.
lv_lv: Kalendārs ir arī displejs skolas notikumiem. Tas var ietvert visu, sākot no skolotāja ekspluatācijā dienas ar sporta pasākumiem. Šie notikumi ir redzami citi administratori, kā arī vecāku un skolotāju savā skolā.
mk_mk: Календарот е приказ на училиште настани. Ова може да вклучуваат сè, од наставник во сервис дена во спортски настани. Овие настани се видливи од страна на други администратори како и родителите и наставниците во вашето училиште.
nn_no: Kalenderen er også en utstilling av skolens arrangementer. Dette kan omfatte alt fra lærer-service dager til idrettsarrangementer. Disse hendelsene er synlige av andre administratorer, så vel som foreldre og lærere på skolen din.
pl_pl: Kalendarz jest również wyświetlanie imprez szkolnych. Może to być wszystko, od nauczyciela w eksploatacji dni do wydarzeń sportowych. Wydarzenia te są widoczne przez innych administratorów, jak również rodziców i nauczycieli w szkole.
pt_pt: O calendário é também uma exposição de eventos da escola. Isso pode incluir tudo, de professor em serviço-dia para eventos esportivos. Estes eventos são visíveis por outros administradores, bem como pais e professores em sua escola.
ro_ro: Calendarul este, de asemenea, un display de evenimente şcolare. Aceasta poate include orice, de la profesor în circulaţie zi la evenimente sportive. Aceste evenimente sunt vizibile de către alţi administratori, precum şi părinţii şi profesorii de la şcoală.
ru_ru: Календарь также отображение школьных мероприятиях. Это может включать в себя все от учителя в процессе эксплуатации дней до спортивных мероприятий. Эти события являются видимыми другим администраторам, а также родителей и учителей в вашей школе.
sk_sk: V kalendári je aj ukážka školských akcií. To môže zahŕňať všetko od učiteľa v prevádzke dní na športové udalosti. Tieto udalosti sú viditeľné iných správcov, ako aj rodičia a učitelia v škole.
sl_si: Koledar je tudi prikaz šolskih dogodkov. To lahko vključuje vse, od učitelja na delovnem dni za športne prireditve. Ti dogodki so vidni z drugimi skrbniki, pa tudi starši in učitelji na vaši šoli.
sq_al: Kalendari është gjithashtu një shfaqje të ngjarjeve në shkollë. Kjo mund të përfshijë çdo gjë nga mësuesit në shërbim ditë për ngjarjet sportive. Këto ngjarje janë të dukshme nga administratorët e të tjera si dhe prindërit dhe mësuesit në shkollën tuaj.
sr_rs: Календар је такође приказ школе догађаја. То може да укључује све, од учитеља у служби дана спортских догађаја. Ови догађаји су видљиви од стране других администратора, као и родитељи и наставници у школи.
sv_se: Kalendern är också en visning av skolan händelser. Det kan handla om allt från lärare i drift dagar till sportevenemang. Dessa händelser är synliga genom andra administratörer samt föräldrar och lärare på din skola.
th_th: ปฏิทินนอกจากนี้ยังมีการแสดงผลของกิจกรรมของโรงเรียน นี้สามารถรวมทุกอย่างจากครูวันในการให้บริการเพื่อการแข่งขันกีฬา กิจกรรมเหล่านี้จะสามารถมองเห็นได้โดยผู้ดูแลระบบอื่น ๆ รวมทั้งผู้ปกครองและครูที่โรงเรียนของคุณ
tr_tr: Ayrıca takvim, okul etkinlikleri bir ekran. Bu hizmet gün öğretmen spor etkinlikleri için her şeyi içerebilir. Bu olaylar, okulda diğer yöneticilerin yanı sıra veliler ve öğretmenler tarafından görülebilir.
uk_ua: Календар також відображення шкільних заходах. Це може включати в себе все від вчителя в процесі експлуатації днів до спортивних заходів. Ці події є видимими іншим адміністраторам, а також батьків і вчителів у вашій школі.
wa_be: Mae&#39;r calendr hefyd arddangosfa o ddigwyddiadau ysgol. Gall hyn gynnwys popeth o athrawon mewn swydd diwrnod i ddigwyddiadau chwaraeon. Mae&#39;r digwyddiadau hyn yn cael eu gweld gan weinyddwyr eraill yn ogystal â rhieni ac athrawon yn eich ysgol.
zh_tw: 日曆也顯示學校的事件。這可以包括一切從教師在職天的體育賽事。這些事件是可見的其他管理員，以及家長和老師在學校。

source: To add a school event, click on the add icon
af_za: Om &#39;n skool gebeurtenis te voeg, kliek jy op die add ikoon
ar_dz: إضافة حدث المدرسة ، انقر على أيقونة إضافة
be_by: Для дадання школы падзея, націсніце на значок дадаць
bg_bg: За да добавите събитие на училище, щракнете върху бутона добави икона
bn_bd: একটি স্কুল ঘটনা যোগ যোগ আইকনে ক্লিক করুন
da_dk: Hvis du vil tilføje en skole hændelse ved at klikke på ikonet Tilføj
el_gr: Για να προσθέσετε μια σχολική εκδήλωση, κάντε κλικ στο εικονίδιο Προσθήκη
et_ee: Lisada kooli üritus, klõpsake ikooni Add
fa_ir: برای اضافه کردن یک رویداد مدرسه ، بر روی آیکون های اضافه کردن کلیک کنید
fi_fi: Voit lisätä koulun tapahtuma, napsauta Lisää-kuvaketta
ga_ie: A chur ar ócáid ​​scoile, cliceáil ar an deilbhín chur
gl_gl: Para engadir un evento na escola, prema na icona engadir
hr_hr: Da biste dodali događanje u školi, kliknite na ikonu Dodaj
hu_hu: Hozzáadni egy iskolai rendezvény, kattintson a Hozzáadás ikon
is_is: Til að bæta við skóla atburði, smelltu á Bæta við táknið
ja_jp: 学校のイベントを追加するには、[追加]アイコンをクリックしてください
lt_lt: Norėdami pridėti mokyklos renginį, spustelėkite Pridėti piktogramą
lv_lv: Lai pievienotu skolas notikumu, noklikšķiniet uz Pievienot ikonu
mk_mk: За да додадете настан училиште, кликнете на додадете икона
nn_no: Slik legger du til en skole hendelse, klikker du på legg til ikonet
pl_pl: Aby dodać wydarzenie szkoły, kliknij na ikonę dodawania
pt_pt: Para adicionar um evento da escola, clique no ícone adicionar
ro_ro: Pentru a adăuga un eveniment şcoală, faceţi clic pe pictograma adăuga
ru_ru: Для добавления школы событие, нажмите на значок добавить
sk_sk: Ak chcete pridať školskej akciu, kliknite na ikonu Add
sl_si: Če želite dodati šolski dogodek, kliknite na Dodaj ikono
sq_al: Për të shtuar një ngjarje e shkollës, klikoni në ikonën add
sr_rs: Да бисте додали догађај школу, кликните на Адд иконицу
sv_se: För att lägga till en skola händelse, klicka på ikonen Lägg till
th_th: เพื่อเพิ่มเหตุการณ์ที่โรงเรียนให้คลิกที่ไอคอนเพิ่ม
tr_tr: Bir okul olay eklemek için, ekleme simgesine tıklayın
uk_ua: Щоб додати школи подія, натисніть на значок додати
wa_be: I ychwanegu digwyddiad ysgol, cliciwch ar yr eicon ychwanegu
zh_tw: 要增加學校活動，點擊添加圖標

source: in the lower left-hand corner of the events date. In the popup window that appears, enter the events information and click the Save button. The popup window will close, and the calendar will be automatically refreshed to display the added event.
af_za: in die onderste linkerhoek van die gebeure datum. In die pop-up &quot;venster wat verskyn, gee die gebeure inligting en kliek op die Save-knoppie. Die popup venster toemaak, en die kalender sal outomaties bygewerk word om die geleentheid by te vertoon.
be_by: у левым ніжнім куце дату падзеі. У якое з&#39;явілася акне ўвядзіце падзей інфармацыю і націсніце кнопку Захаваць. Якое ўсплывае акно закрыецца, і каляндар будзе аўтаматычна абнаўляецца, каб адлюстраваць дадатковыя мерапрыемствы.
bg_bg: в долния ляв ъгъл на събитията дата. В отворилия се прозорец, който се появява, въведете информация за събитията и щракнете върху бутона Save. Прозорецът ще се затвори, и календарът ще бъде автоматично се обновяват, за да се покаже добавената събитие.
bn_bd: নিম্ন ইভেন্ট তারিখ বাঁদিকের কোণায়. পপআপ উইন্ডো প্রদর্শিত ইন, ইভেন্ট তথ্য লিখে সেভ বাটন ক্লিক করুন. পপআপ উইন্ডো, এবং বন্ধ ক্যালেন্ডার স্বয়ংক্রিয়ভাবে যোগ ঘটনা প্রদর্শন ঝরঝরে হবে.
da_dk: i nederste venstre hjørne af begivenhederne dato. I popup-vindue, der vises, skal du indtaste de begivenheder oplysninger, og klik på knappen Gem. Popup-vinduet lukkes, og kalenderen vil blive automatisk opdateres til at vise den ekstra begivenhed.
el_gr: στην κάτω αριστερή γωνία της ημερομηνίας γεγονότα. Στο αναδυόμενο παράθυρο που εμφανίζεται, εισάγετε τις πληροφορίες γεγονότα και κάντε κλικ στο κουμπί Αποθήκευση. Το αναδυόμενο παράθυρο θα κλείσει, και το ημερολόγιο θα ανανεώνεται αυτόματα για να εμφανίσετε την προστιθέμενη εκδήλωση.
et_ee: all vasakul nurgas ürituste kuupäeva. Popup aknas, mis ilmub, sisestage üritused teave ja klõpsake nuppu Salvesta. Popup aken sulgub ja kalender automaatselt värskendada kuvada lisatud sündmust.
fa_ir: در پایین سمت چپ گوشه ای از تاریخ حوادث. در پنجره که ظاهر می شود ، وارد کنید اطلاعات حوادث و بر روی دکمه ذخیره کلیک کنید. پنجره را ببندید و تقویم تجدید خواهد شد به صورت خودکار برای نشان دادن این رویداد اضافه شده.
fi_fi: vasemmassa alakulmassa yläkulmassa tapahtumien tasalla. Vuonna ponnahdusikkuna Anna näyttöön tapahtumien tiedot ja napsauta Tallenna-painiketta. Popup-ikkuna sulkeutuu, ja kalenteri päivittyvät automaattisesti näkyviin lisätty tapahtumaan.
ga_ie: sa chúinne íochtarach na láimhe clé den dáta imeachtaí. I fhuinneog aníos go ndealraíonn sé, cuir isteach an t-eolas imeachtaí agus cliceáil ar an gcnaipe Sábháil. Beidh an fhuinneog aníos dhúnadh, agus beidh an féilire a athnuachan go huathoibríoch leis an imeacht a chur ar taispeáint.
gl_gl: na parte inferior esquerda da data de eventos. Na fiestra que aparece, escriba a información de eventos e prema no botón Gardar. A fiestra será pechada, eo calendario será automaticamente actualizado para amosar o evento engadiu.
hr_hr: u donjem lijevom kutu događaja dana. U skočnom prozoru koji se pojavi unesite događanja podatke i kliknite na gumb Spremi. Popup prozor će se zatvoriti, a kalendar će se automatski osvježiti za prikaz dodao događaj.
hu_hu: a bal alsó sarkában az események időpontját. A felugró ablakban jelenik meg, írjuk be az eseményeket, adatokat, majd kattintson a Mentés gombra. A felugró ablak bezáródik, és a naptár automatikusan frissül, hogy megjelenítse a hozzá eseményt.
is_is: í the lægri vinstri-hönd horn af þeim atburðum dagsetningu. Í almenningur glugganum sem birtist skaltu slá inn viðburði upplýsingar og smelltu á Vista hnappinn. The almenningur gluggi vilja loka, og dagatal verður sjálfkrafa hressandi að birta bætt atburð.
ja_jp: イベントの日付の左下隅インチ表示されるポップアップウィンドウで、イベントの情報を入力し、[保存]ボタンをクリックします。ポップアップウィンドウが閉じ、カレンダーが自動的に追加されたイベントを表示するために更新されます。
lt_lt: Apatiniame kairiajame kampe įvykių datos. Į iššokantį langą, kuris pasirodo, įveskite renginių informaciją ir spustelėkite mygtuką &quot;Išsaugoti&quot;. Lango bus uždaryti, ir kalendorius bus automatiškai atnaujinamas, kad būtų rodomas pridėtinės įvykis.
lv_lv: kreisajā apakšējā stūrī notikumu datumu. Jo uznirstošo logu, kas parādās, ievadiet notikumi informāciju un noklikšķiniet uz pogas Saglabāt. Popup logs aizvērsies, un kalendārs tiks automātiski atjaunots, lai parādītu pievienotās notikumu.
mk_mk: во долниот лев агол на настани датум. Во скокачки прозорец што се појавува, внесете настани информации и кликнете на копчето Зачувај. Скокачки прозорец ќе се затвори, и календар автоматски ќе биде освежен да се прикаже додаде настанот.
nn_no: i nedre venstre hjørne av hendelsene dato. I popup-vinduet som vises, angir hendelsene informasjon og klikk Lagre. Popup-vinduet lukkes, og kalenderen vil automatisk oppdateres til å vise ekstra hendelsen.
pl_pl: w lewym dolnym rogu od daty zdarzenia. W oknie, które się pojawi, wpisać informację o zdarzeniach i kliknij przycisk Zapisz. Okienko zostanie zamknięte, a kalendarz zostanie automatycznie odświeżane, aby wyświetlić dodane wydarzenia.
pt_pt: no canto inferior esquerdo da data de eventos. Na janela pop-up que aparecer, digite as informações de eventos e clique no botão Salvar. A janela pop-up será fechada, eo calendário será automaticamente atualizada para exibir o evento acrescentou.
ro_ro: în stânga jos colţul de la data evenimentelor. În fereastra care apare, introduceţi informaţiile evenimentele şi faceţi clic pe butonul Salvare. Fereastra pop-up se va închide, iar calendarul va fi automat actualizate pentru a afişa evenimentul adăugat.
ru_ru: в левом нижнем углу дату события. В появившемся окне введите событий информацию и нажмите кнопку Сохранить. Всплывающее окно закроется, и календарь будет автоматически обновляется, чтобы отобразить дополнительные мероприятия.
sk_sk: V ľavom dolnom rohu udalostí dňa. Vo vyskakovacom okne, ktoré sa objaví, zadajte udalosti informácie a kliknite na tlačidlo Uložiť. Vyskakovacie okno sa zavrie a kalendár budú automaticky aktualizované na zobrazenie pridanie udalosti.
sl_si: v spodnjem levem kotu datum dogodkov. V popup okno, ki se pojavi, vnesite informativnih dogodkov in kliknite na gumb Save. Okno se zapre, in koledar, bodo samodejno osveži za prikaz dodane dogodka.
sq_al: në këndin e ulët e majtë të datës ngjarjeve. Në dritare popup që duket, shkruani të dhënat ngjarjet dhe klikoni butonin Ruaj. Dritare popup do të mbyllet, dhe kalendari do të rifreskohen automatikisht për të shfaqur ngjarje shtuar.
sr_rs: у доњем левом углу датум догађаја. У прозор који се појави, унесите догађаји информације и кликните на дугме Сачувај. Искачући прозор ће се затворити и календар ће се аутоматски освежава за приказ додао догађај.
sv_se: i nedre vänstra hörnet av händelserna dagen. I popup-fönster som visas anger du de händelser och klicka på Spara. I popup-fönster stängs, och kalendern kommer automatiskt att uppdateras för att visa lagt händelsen.
th_th: ในมุมล่างซ้ายของวันที่เหตุการณ์ ในหน้าต่างป๊อปอัพที่ปรากฏขึ้นให้ป้อนข้อมูลเหตุการณ์และคลิกที่ปุ่มบันทึก หน้าต่างป๊อปอัพจะปิดและปฏิทินจะได้รับการรีเฟรชโดยอัตโนมัติเพื่อแสดงเหตุการณ์ที่เพิ่มเข้ามา
tr_tr: olaylar tarih sol alt köşesinde. Görünen pop-up pencere, olayları bilgilerinizi girin ve Kaydet düğmesini tıklatın. Pop-up pencere kapanacak ve takvim added olay görüntülemek için otomatik olarak yenilenmiş olacaktır.
uk_ua: в лівому нижньому кутку дату події. У вікні введіть подій інформацію та натисніть кнопку Зберегти. Спливаюче вікно закриється, і календар буде автоматично оновлюється, щоб відобразити додаткові заходи.
wa_be: yn yr is gornel chwith y dyddiad digwyddiadau. Yn y ffenestr popup sy&#39;n ymddangos, rhowch y wybodaeth digwyddiadau a chliciwch ar y botwm Save. Bydd y ffenest pop-up agos, a bydd y calendr gael ei hadnewyddu yn awtomatig i ddangos y digwyddiad ychwanegodd.
zh_tw: 在左下方的角落的事件的日期。在彈出的窗口中，輸入事件的信息，然後點擊保存按鈕。彈出窗口將關閉，日曆會自動刷新，顯示添加的事件。
