Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: On full school days, the checkbox in the upper right-hand corner of the days square should be checked. For partial days, the checkbox should be unchecked and the number of minutes school will be in attendance should be entered into the text box next to the checkbox. For days on which there will be no school, the checkbox should be unchecked and the text field should be blank. To uncheck the checkbox or change the number of minutes in the school day, you must first click on the value you want to change. After making any changes to the calendar, click the Update button at the top of the screen.
af_za: Op volle skooldae, moet die boks in die boonste regterkantste hoek van die dae vierkante nagegaan word. Vir gedeeltelike dae, moet die boks afgeskakel word en die aantal minute skool sal wees in die bywoning moet ingeskryf word in die tekskassie langs die boks. Vir dae waarop daar geen skool sal wees, moet die boks word verwyder en die teks veld moet leë. Skakel die boks of die aantal minute in die skooldag te verander, moet jy eers klik op die waarde wat jy wil verander. Na die maak van enige veranderinge aan die kalender, kliek op die Update knoppie aan die bokant van die skerm.
be_by: Аб поўнай школьныя гады, сцяжок ў правым верхнім куце плошчы дзён павінны быць правераны. Для частковай дзён, сцяжок павінен быць зняты, і колькасць дзяцей школьнага хвілін будуць прысутнічаць павінны быць уведзены ў тэкставае поле побач з сцяжком. На працягу некалькіх дзён, на якой не будзе школы, сцяжок павінен быць зняты, і тэкставае поле павінна быць пустым. Каб зняць сцяжок ці змяніць колькасць хвілін у школьны дзень, вы павінны спачатку націснуць на значэнне, якое вы хочаце змяніць. Пасля ўнясення змяненняў у каляндар, націсніце на кнопку мадыфікаваць ў верхняй частцы экрана.
bg_bg: На пълни дни на училище, квадратчето в горния десен ъгъл на площада дни трябва да бъдат проверени. За частично дни, отметка трябва да се нерегистриран и броя на минута училище ще бъде в присъствието, трябва да се вписват в текстовото поле до квадратчето. За дните, в които няма да има училище, отметка трябва да се отметка и областта текст трябва да бъде празен. За да махнете отметката от квадратчето или промяна на броя на минути в учебния ден, първо трябва да кликнете върху стойността, която искате да промените. След като направите всички промени в календара, щракнете върху бутона Обновяване в горната част на екрана.
bn_bd: পূর্ণ স্কুল ডেজ অন, উচ্চ দিন বর্গ ডানদিকে কোণায় অবস্থিত চেকবক্স থামা উচিত. আংশিক দিন, চেকবক্স অবারিত এবং মিনিট স্কুলের সংখ্যা উপস্থিতি টেক্সট বক্সে পরের চেকবক্সে উল্লিখিত উচিত হবে উচিত. দিন যা নেই, স্কুল নেই করবে, চেকবক্স অবারিত এবং টেক্সট ক্ষেত্রের ফাঁকা করা হবে. চেকবক্সটি বা স্কুল দিনের মিনিট সংখ্যা পরিবর্তন, প্রথম আপনি মান আপনি পরিবর্তন চান উপর ক্লিক আবশ্যক. ক্যালেন্ডারে কোন পরিবর্তন পর, পর্দার উপরের Update বাটন ক্লিক করুন.
da_dk: På hele skoledage, skal afkrydsningsfeltet i øverste højre hjørne af dagene pladsen kontrolleres. For delvis dage, bør afkrydsningsfeltet være markeret, og det antal minutter, skole vil være til stede, bør optages i tekstboksen ved siden af ​​afkrydsningsfeltet. For dage, hvor der vil være nogen skole, skal afkrydsningsfeltet være markeret, og teksten Feltet skal være tomt. At fjerne markeringen i afkrydsningsfeltet eller ændre antallet af minutter i skoledagen, skal du først klikke på den værdi, du ønsker at ændre. Når du har foretaget eventuelle ændringer til kalenderen, skal du klikke på knappen Opdater i toppen af ​​skærmen.
el_gr: Στις πλήρεις ημέρες σχολείο, το πλαίσιο ελέγχου στην πάνω δεξιά γωνία της πλατείας ημερών πρέπει να ελέγχονται. Για μερικές ημέρες, το πλαίσιο ελέγχου θα πρέπει να είναι ανεξέλεγκτη και τον αριθμό των λεπτών το σχολείο θα είναι παρόντες θα πρέπει να εισάγονται στο πλαίσιο κειμένου δίπλα από το πλαίσιο ελέγχου. Για τις ημέρες κατά τις οποίες δεν θα υπάρχει σχολείο, το πλαίσιο ελέγχου θα πρέπει να είναι ανεξέλεγκτη και το πεδίο κειμένου πρέπει να είναι κενό. Για να καταργήσετε την επιλογή του πλαισίου ελέγχου ή να αλλάξετε τον αριθμό των λεπτών της σχολικής ημέρας, θα πρέπει πρώτα κλικ στην τιμή που θέλετε να αλλάξετε. Αφού κάνετε τις αλλαγές στο ημερολόγιο, κάντε κλικ στο κουμπί Ενημέρωση στο επάνω μέρος της οθόνης.
et_ee: Täieliku koolipäeva, kast ülemises paremas nurgas päeva square tuleb kontrollida. Osalise päeva, kast peaks olema märkimata ning minutite arv koolis Osaleb tuleb sisestada tekstikasti kõrval ruut. Päevi, kus ei toimu kool, kastike tuleb märkimata ning tekstiväljale tuleks tühjaks. Selleks tühjendage ruut või arvu muutmiseks minutit koolipäeva, peate esmalt klikkima väärtus, mida soovite muuta. Pärast muudatuste tegemist kalendrisse, klõpsake Uuenda nupule ülaosas ekraani.
fa_ir: در روزهای کامل مدرسه ، چک باکس در بالای گوشه راست مربع روز باید بررسی می شود. به مدت چند روز با مشتقات جزئی ، چک باکس باید بدون کنترل و تعدادی از مدارس دقیقه در این اجلاس حضور خواهد باید به جعبه متن وارد شده در کنار چک باکس. به مدت چند روز که در آن مدرسه وجود نخواهد داشت ، چک باکس باید گزینه علامت نخورده باشد و فیلد متنی باید خالی. علامت را بردارید و یا تغییر تعدادی از چند دقیقه در روز در مدرسه ، شما ابتدا باید بر روی ارزش می خواهید به تغییر را کلیک کنید. پس از ساخت هر گونه تغییر در تقویم ، با کلیک بر روی دکمه به روز رسانی در بالای صفحه نمایش است.
fi_fi: Full koulupäivää, valintaruutu oikeassa yläkulmassa alakulmassa päivän neliö on tarkistettava. Osittaisen päivää, valintaruutu on valittuna ja monta minuuttia koulu on läsnä olisi merkittävä tekstikenttään valintaruutu. Päiväkausia, joka ei tule kouluun, valintaruutu on valittuna ja tekstikenttä on tyhjä. Jos haluat poistaa valintaruutu tai muuttaa määrää minuutin koulupäivä, sinun on ensin napsautettava arvoa haluat muuttaa. Kun olet tehnyt muutoksia kalenteriin, napsauta Päivitä-painiketta näytön yläreunassa.
ga_ie: Ar laethanta scoile iomlán, ba chóir an ticbhosca sa chúinne uachtarach na láimhe deise den chearnóg laethanta a sheiceáil. Le haghaidh laethanta go páirteach, ba chóir an ticbhosca a unchecked agus beidh líon na scoile nóiméad a bheith i láthair ba chóir a chur isteach sa bhosca téacs in aice leis an ticbhosca. Le haghaidh laethanta ar a mbeidh aon scoil, ba chóir an ticbhosca a unchecked agus ba chóir an réimse téacs a bheith folamh. A dhíchliceáil an ticbhosca nó athrú ar líon na nóiméad sa lá scoile, ní mór duit an chéad cliceáil ar an luach is mian leat a athrú. Tar éis a dhéanamh ar aon athruithe ar an féilire, cliceáil ar an gcnaipe Nuashonrú ag barr an scáileáin.
gl_gl: Os días de escola integral, a caixa de verificación no canto dereito superior do cadrado días deben ser verificados. Para os días parcial, a opción debe ser sen marcar o número de minutos da escola estarán presentes deben ser inseridos no cadro de texto a carón da caixa de verificación. Para os días en que non haberá escola, a opción debe ser sen marcar e no campo de texto debe estar en branco. Para desmarcar a caixa de verificación ou cambiar o número de minutos o día de escola, primeiro ten que premer no valor que quere cambiar. Despois de facer calquera cambio ao calendario, faga clic no botón Actualizar na parte superior da pantalla.
hr_hr: Na puna školskih dana, okvir u gornjem desnom kutu trga dana treba provjeriti. Za djelomičnu dana, okvir treba biti nesmetan i broj minuta škola će biti u pohađanje treba unijeti u okvir za tekst pored okvira. Za dane na kojima će biti škola, okvir treba biti označeno, a tekstualno polje treba biti prazno. Da poništite potvrdni okvir ili promijenite broj minuta u školi, prvo morate kliknuti na vrijednost koju želite promijeniti. Nakon donošenja bilo kakve promjene u kalendaru, pritisnite gumb Ažuriraj na vrhu zaslona.
hu_hu: A teljes tanítási napon, a négyzetet a jobb felső sarokban a nap tér ellenőrizni kell. A részleges nap, a négyzetet kell bejelölve, és a percek számát iskola lesz jelenléti be kell írni a szövegmezőbe melletti jelölőnégyzetet. A nap, amikor nem lesz iskola, a négyzetet kell bejelölve, és a szöveg mező lehet üres. A törölje ezt a változást, vagy a percek számát az iskolai nap, akkor először kattintson a kívánt értéket változtatni. Miután minden változásáról a naptár, kattintson a Frissítés gombra a képernyő felső részén.
is_is: Á sólarhringum skóla, skal í kassann efst í hægra horni daga torginu vera köflóttur. Að hluta daga í kassann skal hakað og fjölda mínútna skóla verði í aðsókn skal færa inn í textareitinn við hliðina á reitnum. Fyrir daga sem það verður engin skóli, í kassann skal hakað og textareitinn skal auður. Til að hakið í kassann eða breyta fjölda mínútna í skólanum daginn, verður þú fyrst að smella á gildið sem þú vilt breyta. Eftir að allar breytingar á almanakinu smella á Update hnappinn efst á skjánum.
ja_jp: 完全な学校がある日に、日の正方形の右上隅にあるチェックボックスをチェックする必要があります。部分的な日の場合は、チェックボックスはオフにする必要がありますし、分の学校の数は、チェックボックスの横にあるテキストボックスに入力してください出席になります。は学校がないする日のために、チェックボックスはオフにする必要がありますし、テキストフ​​ィールドは空にしてください。チェックボックスをオフにしたり、学校の日の分の数を変更するには、まず、変更したい値をクリックする必要があります。カレンダーに変更を加えた後、画面の上部にある[更新]ボタンをクリックします。
lt_lt: Visą mokyklos dienomis, langelį viršutiniame dešiniajame kampe dienų aikštėje turėtų būti patikrinta. Daliniam dienas langelį turėtų būti pažymėtas ir minučių mokyklų skaičius bus lankyti turėtų būti įrašytas į teksto laukelį šalia langelį. Dienų, dėl kurių nebus mokyklos langelį turėtų būti pažymėtas ir teksto laukas turi būti tuščias. Nuimkite varnelę arba keisti minučių dieną mokykloje, pirmiausia turite spustelėkite vertę, kurią norite keisti. Atlikę bet kokius kalendoriuje, spustelėkite mygtuką &quot;Atnaujinti&quot; ekrano viršuje.
lv_lv: Par pilnīgu skolas dienas, kas atrodas augšējā labajā stūrī dienu kvadrātveida rūtiņu jāpārbauda. Par daļēju dienas ķeksīti būtu nekontrolētu un minūšu skolu skaits būs apmeklēšanu jāievada tekstlodziņā blakus rūtiņu. Par dienām, kad nebūs skolā, izvēles rūtiņā, kas būtu nekontrolētu un teksta lauks būtu tukšs. Neatķeksējiet izvēles rūtiņu vai mainīt minūšu skaitu skolas dienā, vispirms noklikšķiniet uz vērtību, kuru vēlaties mainīt. Pēc izmaiņu veikšanas uz kalendāru, noklikšķiniet uz Atjaunināt pogu augšpusē ekrānam.
mk_mk: На полно училиште дена, на квадратчето во горниот десен агол на деновите квадратни треба да се провери. За делумна дена, на квадратчето треба да изберете и бројот на минути училиште ќе биде во присуство треба да се внесе во полето за текст до полето. За деновите на кои нема да има училиште, на квадратчето треба да изберете и полето за текст треба да биде празно. За да Отстранете синхронизирајте или промена на бројот на минути во училиштето ден, прво треба да кликнете на вредноста што сакате да го смените. По никакви промени во календарот, кликнете на копчето Update на врвот на екранот.
nn_no: På fulle skoledager bør boksen i øvre høyre hjørne av dagene plassen kontrolleres. For delvis dager, bør boksen være ukontrollert og antall minutter skolen vil være til stede bør legges inn i tekstboksen ved siden av boksen. For dager hvor det blir ingen skole, bør boksen være ukontrollert og teksten feltet skal være tomt. Å fjerne krysset eller endre antall minutter i skoledagen, må du først klikke på den verdien du vil endre. Etter å ha gjort noen endringer i kalenderen, klikker du på Update knappen øverst på skjermen.
pl_pl: Na pełne dni szkoły, znajdującej się w prawym górnym rogu placu dni powinna być zaznaczona. W przypadku częściowych dni, pole wyboru powinno być zaznaczone, a liczba szkół minut będzie w obecności należy wpisać w polu tekstowym obok pola wyboru. Na dni, w których nie będzie szkoły, pole wyboru powinno być zaznaczone, a pole tekstowe powinny być puste. Aby usunąć zaznaczenie pola wyboru lub zmienić liczbę minut w dzień w szkole, należy najpierw kliknąć na wartość chcesz zmienić. Po wprowadzeniu zmian w kalendarzu, kliknij przycisk Aktualizuj w górnej części ekranu.
pt_pt: Nos dias de escola integral, a caixa de seleção no canto direito superior do quadrado dias devem ser verificados. Para os dias parcial, a opção deve ser desmarcada eo número de minutos da escola estarão presentes devem ser inseridos na caixa de texto ao lado da caixa de seleção. Para os dias em que não haverá escola, a opção deve ser desmarcada e no campo de texto deve estar em branco. Para desmarcar a caixa de seleção ou alterar o número de minutos no dia de escola, primeiro você deve clicar no valor que você deseja alterar. Depois de fazer quaisquer alterações ao calendário, clique no botão Atualizar na parte superior da tela.
ro_ro: La zile de şcoală pe deplin, caseta de selectare în sus din dreapta sus al pătrat zi ar trebui să fie verificate. Pentru zilele parţială, caseta de selectare ar trebui să fie verificate şi numărul de şcoală minute, va fi în participarea ar trebui să fie introduse în caseta de text de lângă caseta de selectare. Pentru zilele în care nu va fi nici o şcoală, caseta de selectare ar trebui să fie verificate şi câmpul de text ar trebui să fie gol. Pentru a debifaţi caseta de selectare sau a modifica numărul de minute în zi de şcoală, trebuie să faceţi mai întâi clic pe valoarea pe care doriţi să o modificaţi. După efectuarea de modificări la calendar, faceţi clic pe butonul Update, la partea de sus a ecranului.
ru_ru: О полной школьные годы, флажок в правом верхнем углу площади дней должны быть проверены. Для частичной дней, флажок должен быть снят, и количество детей школьного минут будут присутствовать должны быть введены в текстовое поле рядом с флажком. В течение нескольких дней, на которой не будет школы, флажок должен быть снят, и текстовое поле должно быть пустым. Чтобы снять флажок или изменить количество минут в школьный день, вы должны сначала нажать на значение, которое вы хотите изменить. После внесения изменений в календарь, нажмите на кнопку Модифицировать в верхней части экрана.
sk_sk: Na plný školských dní, mala by políčko v pravom hornom rohu námestia dní kontrolovať. Pri čiastočnom dní, musí byť začiarknuté políčko a počet minút, škola bude v návštevnosti, by mali byť zapísané do textového poľa vedľa políčka. Pre dni, kedy nebude škola, mal by byť začiarknuté políčko a textové pole musí byť prázdne. Zrušiť začiarknutie políčka alebo zmeniť počet minút v škole deň, musíte najprv kliknúť na hodnotu, ktorú chcete zmeniť. Po vykonaní zmien v kalendári, kliknite na tlačidlo Aktualizovať v hornej časti obrazovky.
sl_si: Ob polnih dni šole, je treba polje v zgornjem desnem kotu kvadrata dni je treba preveriti. Za delni dni, mora biti polje označeno in število šolskih minut se bo v prisotnosti bi bilo treba vnesti v polje z besedilom, poleg potrditveno polje. Za dneve, ko ne bo šola, bi morala biti polje označeno in polje mora biti prazno. Če počistite potrditveno polje ali spremenite število minut v šolski dan, morate najprej kliknite na vrednost, ki jo želite spremeniti. Ko naredite vse spremembe koledarja, kliknite Posodobi gumb na vrhu zaslona.
sq_al: Në ditët e shkollës të plotë, checkbox në këndin e sipërm të djathtë të sheshit ditëve duhet të kontrollohet. Për ditë të pjesshme, duhet të jetë i pakontrolluar checkbox dhe numri i minutave shkollës do të jenë të pranishëm duhet të futen në kutinë e tekstit pranë checkbox. Për ditë në të cilën nuk do të ketë shkollë, duhet të jetë i pakontrolluar checkbox dhe fushën e tekstit duhet të jetë bosh. Për të zgjidhni checkbox ose të ndryshojë numrin e minutave të ditës së shkollës, ju duhet së pari të klikoni mbi vlerën e ju doni të ndryshojë. Pas marrjes ndonjë ndryshim në kalendar, kliko butonin Update në krye të ekranit.
sr_rs: О пуној школских дана, поље за потврду у горњем десном углу трга дана треба проверити. За делимичну дана, поље за потврду треба да буде непроверена и број школских минута ће бити присутни треба унети у оквир за текст поред поља за потврду. За дане којима неће бити школа, поље за потврду треба да буде непроверена и текстуално поље би требало да буде празно. Да поништите поље за потврду или промену броја минута у школу дан, прво морате да кликнете на вредност коју желите да промените. Након што измените календар, кликните на дугме Ажурирај на врху екрана.
sv_se: Vid full skoldagar bör kryssrutan i det övre högra hörnet av dagarna torget kontrolleras. För partiella dagar bör kryssrutan vara okontrollerat och antalet minuter skolan kommer att vara närvarande ska anges i textrutan bredvid kryssrutan. För dagar då blir det ingen skola, bör kryssrutan vara okontrollerat och textfältet ska vara tomt. För att avmarkera kryssrutan eller ändra antalet minuter i skoldagen, måste du först klicka på det värde du vill ändra. Efter att ha gjort några ändringar i kalendern, klicka på knappen Uppdatera längst upp på skärmen.
th_th: ในวันที่โรงเรียนเต็มรูปแบบช่องทำเครื่องหมายที่มุมขวาบนของตารางวันที่ควรจะตรวจสอบ สำหรับวันบางส่วนช่องทำเครื่องหมายที่ควรจะตรวจสอบและจำนวนนาทีของโรงเรียนจะได้รับในการเข้าร่วมควรจะใส่ลงในกล่องข้อความที่อยู่ถัดจากช่องทำเครื่องหมาย สำหรับวันที่จะมีโรงเรียนไม่มีช่องทำเครื่องหมายที่ควรจะตรวจสอบและช่องข้อความที่ควรเว้นว่างไว้ เพื่อยกเลิกการเลือกช่องทำเครื่องหมายหรือการเปลี่ยนจำนวนนาทีในวันที่โรงเรียนที่คุณจะต้องคลิกที่ค่าที่คุณต้องการการเปลี่ยนแปลง หลังจากที่การเปลี่ยนแปลงใด ๆ ลงในปฏิทินให้คลิกที่ปุ่ม Update ที่ด้านบนของหน้าจอ
tr_tr: Tam okul günü, gün meydanın sağ üst köşesindeki onay kutusunu kontrol edilmelidir. Kısmi gün için, onay kutusunu işaretlenmemiş olmalıdır ve dakika sayısı okulun yanındaki onay kutusunu metin kutusuna girilmelidir devam olacak. Hiçbir okul olacak hangi gün için, onay kutusunu işaretli olmalı ve metin alanı boş olmalıdır. Onay kutusunun işaretini kaldırın ya da okul günü dakika sayısını değiştirmek için, önce değiştirmek istediğiniz değeri tıklamanız gerekir. Takvimde herhangi bir değişiklik yaptıktan sonra, ekranın üst kısmında Update düğmesine tıklayın.
uk_ua: Про повну шкільні роки, прапорець у правому верхньому куті площі днів повинні бути перевірені. Для часткової днів, прапорець повинен бути знятий, і кількість дітей шкільного хвилин будуть присутні повинні бути введені в текстове поле поряд з прапорцем. Протягом кількох днів, на якій не буде школи, прапорець повинен бути знятий, і текстове поле повинно бути порожнім. Щоб зняти прапорець або змінити кількість хвилин в шкільний день, ви повинні спочатку натиснути на значення, яке ви хочете змінити. Після внесення змін до календаря, натисніть на кнопку Змінити у верхній частині екрана.
wa_be: Ar y diwrnod ysgol llawn, dylai&#39;r blwch yn rhan uchaf ochr dde y sgwâr diwrnod yn cael ei wirio. Ar gyfer diwrnod rhannol, dylai&#39;r blwch fod yn ddirwystr, a bydd nifer y cofnodion yr ysgol fod yn bresennol dylai cael ei roi yn y blwch testun wrth ymyl y blwch. Ar gyfer diwrnod ar ba na fydd yr ysgol, dylai fod yn y blwch ddirwystr a dylai&#39;r maes testun yn wag. I uncheck &#39;r checkbox neu newid nifer y cofnodion yn y diwrnod ysgol, mae&#39;n rhaid i chi glicio ar y gwerth ydych am newid. Ar ôl gwneud unrhyw newidiadau i&#39;r calendr, cliciwch y botwm Diweddariad ar frig y sgrin.
zh_tw: 在充分讀書的時候，在上部的複選框右上角的天方應進行檢查。對於部分天，應選中該複選框和分鐘數的學校將出席應輸入到文本框旁邊的複選框。連日來上不會有學校，應選中該複選框和文本字段應為空。取消選中該複選框或更改分鐘數，在校一天，你必須先點擊要更改的值。進行任何更改後的日曆，點擊更新按鈕在屏幕上方。
