Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: enrollment code
af_za: Frenchinskrywing kode
be_by: код рэгістрацыі
bg_bg: записване код
bn_bd: তালিকা কোড
da_dk: indskrivning kode
el_gr: κωδικό εγγραφής
et_ee: registreerimise kood
fa_ir: کد ثبت نام
fi_fi: ilmoittautuminen koodi
ga_ie: cód rollú
gl_gl: clave de acceso
hr_hr: upisa kod
hu_hu: beiratkozási kód
lt_lt: Anmeldung kodą
lv_lv: reăistrācijas kods
mk_mk: запишување кодот
nn_no: påmelding kode
pl_pl: kod dostępu do kursu
pt_pt: código de inscrição
ro_ro: codul de înscriere
ru_ru: код регистрации
sk_sk: zápis kódu
sl_si: vpis kode
sq_al: Kodi i regjistrimit
sr_rs: упис код
sv_se: inskrivning kod
th_th: รหัสการลงทะเบียน

source: Enrollment Codes
af_za: Intekenen Kodes
ar_dz: رموز الالتحاق
be_by: Коды рэгістрацыі
bg_bg: Записване място
bn_bd: তালিকা কোড
da_dk: Tilmelding Koder
el_gr: Κωδικοί Εγγραφή
es_es: Códigos de Inscripción
et_ee: Registreerimine koodid
fa_ir: کدهای ثبت نام
fi_fi: Ilmoittautuminen Koodit
ga_ie: Cóid rollú
gl_gl: Códigos de acceso
hr_hr: Upis Kodovi
hu_hu: Beiratkozás kódok
is_is: Innritun Codes
ja_jp: 登録コード
lt_lt: Įrašas Kodai
lv_lv: Uzņemšanas kodi
mk_mk: Запишувањето кодови
nn_no: Påmelding Codes
pl_pl: Kody dostępu do kursu
pt_pt: Códigos de inscrição
ro_ro: Înscrierea Coduri
ru_ru: Коды регистрации
sk_sk: Zápis kódy
sl_si: Vpis kode
sq_al: Kodet Regjistrimi
sr_rs: Упис Кодови
sv_se: Inskrivning koder
th_th: รหัสการลงทะเบียน
tr_tr: Kayıt Kodları
uk_ua: Коди реєстрації
wa_be: Codau cofrestru
zh_tw: 招生代碼

source: Drop(Transfer)
af_za: Drop (Transport)
ar_dz: قطرة (نقل)

source: Enroll(Transfer)
af_za: Inskryf (Transport)
ar_dz: تسجيل (نقل)
es_es: Inscribirse (Transfer)

source: Goal Details
af_za: Doel Besonderhede
ar_dz: الهدف تفاصيل
be_by: Мэта Больш падрабязна
bg_bg: Цел Детайли
bn_bd: লক্ষ্য বিবরণ
da_dk: Mål Detaljer
el_gr: Λεπτομέρειες Goal
es_es: Detalles del Objetivo
et_ee: Eesmärk detailid
fa_ir: جزئیات هدف
ga_ie: Sonraí Sprioc
gl_gl: Detalles obxectivo
hr_hr: Cilj Detalji
hu_hu: Cél részletei
is_is: Markmið Details
ja_jp: 目標の詳細
lt_lt: Tikslo informacija
mk_mk: Цел Детали за
nn_no: Mål Detaljer
pl_pl: Szczegóły celu
pt_pt: Detalhes objetivo
ro_ro: Obiectivul Detalii
ru_ru: Цель Подробнее
sk_sk: Cieľ Podrobnosti
sl_si: Goal Podrobnosti
sq_al: Detajet Goal
sr_rs: Циљ Детаљи
sv_se: Mål Detaljer
th_th: รายละเอียดเป้าหมาย
tr_tr: Hedef Ayrıntıları
uk_ua: Мета Детальніше
wa_be: Manylion Nod
zh_tw: 目標的詳細信息

source: Progress Details
af_za: Vordering Besonderhede
ar_dz: تقدم تفاصيل
be_by: Прагрэс Больш падрабязна
bg_bg: Напредъкът Детайли
bn_bd: অগ্রগতির বিবরণ
da_dk: Fremskridt Detaljer
el_gr: Λεπτομέρειες Progress
es_es: Detalles de la Evolución
et_ee: Progress detailid
fa_ir: جزئیات پیشرفت
ga_ie: Sonraí an Dul Chun Cinn
gl_gl: Detalles progreso
hr_hr: Napredak Detalji
hu_hu: Haladás részletei
is_is: Framfarir Details
ja_jp: 進捗状況の詳細
lt_lt: Pažanga Detalės
mk_mk: Напредок Детали за
nn_no: Progress Detaljer
pl_pl: Szczegóły Progress
pt_pt: Detalhes progresso
ro_ro: Progress Detalii
ru_ru: Прогресс Подробнее
sk_sk: Podrobnosti o pokroku
sl_si: Napredek Podrobnosti
sq_al: Detajet e Progresit
sr_rs: Напредак Детаљи
sv_se: Framsteg Detaljer
th_th: รายละเอียดความคืบหน้า
tr_tr: İlerleme Detayları
uk_ua: Прогрес Детальніше
wa_be: Manylion Cynnydd
zh_tw: 進度的詳細信息

source: Please select the date range :
af_za: Kies asseblief die datum bereik:
ar_dz: يرجى تحديد نطاق التاريخ :
be_by: Калі ласка, выберыце дыяпазон дат:
bg_bg: Моля, изберете диапазон от дати:
bn_bd: দয়া করে তারিখ সীমা নির্বাচন করুন:
da_dk: Vælg datointervallet:
el_gr: Επιλέξτε το εύρος ημερομηνιών:
es_es: Por favor seleccione el rango de fecha:
et_ee: Palun valige ajavahemik:
fa_ir: لطفا انتخاب محدوده تاریخ :
fi_fi: Valitse päivämääräalue:
ga_ie: Roghnaigh an réimse dáta:
gl_gl: Por favor, seleccione o intervalo de datas:
hr_hr: Molimo odaberite razdoblje:
hu_hu: Kérjük, válassza ki a dátumot tartomány:
is_is: Vinsamlegast veldu tímabil:
ja_jp: 日付範囲を選択してください。
lt_lt: Prašome pasirinkti datų intervalą:
lv_lv: Lūdzu, izvēlieties datumu diapazonu:
mk_mk: Ве молиме одберете го датумот опсег:
nn_no: Velg datoperiode:
pl_pl: Wybierz zakres dat:
pt_pt: Por favor selecione o intervalo de datas:
ro_ro: Va rugam sa selectati intervalul de data:
ru_ru: Пожалуйста, выберите диапазон дат:
sk_sk: Prosím, zvoľte obdobie:
sl_si: Prosimo, izberite časovno obdobje:
sq_al: Ju lutemi zgjidhni varg Data:
sr_rs: Молимо Вас да одаберете опсег датума:
sv_se: Välj datumintervall:
th_th: กรุณาเลือกช่วงวันที่ :
tr_tr: Lütfen tarih aralığını seçin:
uk_ua: Будь ласка, виберіть діапазон дат:
wa_be: Dewiswch yr amrediad dyddiad:
zh_tw: 請選擇日期範圍：

source: From :
af_za: Van:
ar_dz: من :
be_by: Ад:
bg_bg: От:
bn_bd: থেকে:
da_dk: Fra:
el_gr: Από:
es_es: A partir de:
fa_ir: از :
fi_fi: Lähettäjä:
gl_gl: De:
hr_hr: Od:
ja_jp: から：
lt_lt: Nuo:
lv_lv: No:
mk_mk: Од:
nn_no: Fra:
pl_pl: Od:
pt_pt: De:
ro_ro: De la:
ru_ru: От:
sk_sk: Od:
sr_rs: Од:
sv_se: Från:
th_th: จาก :
tr_tr: En düşük:
uk_ua: Від:
zh_tw: 來自：

source: To :
af_za: Aan:
ar_dz: إلى :
bg_bg: До:
bn_bd: জন্য:
da_dk: Til:
el_gr: Για να:
es_es: A:
fa_ir: به :
ga_ie: Chuig:
gl_gl: Para:
hr_hr: Da biste:
hu_hu: Címzett:
is_is: Til:
ja_jp: へ：
lt_lt: Į:
lv_lv: Līdz:
mk_mk: До:
nn_no: Til:
pl_pl: Do:
pt_pt: Para:
ro_ro: Pentru a:
sk_sk: Ak chcete:
sl_si: Za:
sr_rs: На:
sv_se: Till:
th_th: ถึง :
tr_tr: Için:
wa_be: At:
zh_tw: 為：

source: Print Info for Selected Students
af_za: Print Info vir gekeurde studente
ar_dz: معلومات عن الطلاب الذين يختارون طباعة
be_by: Друк Інфармацыя для асобных студэнтаў
bg_bg: Печат информация за подбрани студенти
bn_bd: সিলেক্টেড ছাত্র মুদ্রণের জন্য তথ্য
da_dk: Udskriv Info til udvalgte elever
el_gr: Εκτύπωση Πληροφορίες για επιλεγμένους μαθητές
es_es: Imprimir Información de los Alumnos Seleccionados
et_ee: Print Info valitud üliõpilaste
fa_ir: اطلاعات نسخه قابل چاپ برای دانش آموزان انتخاب شده
fi_fi: Tulosta tiedot valituille oppilaille
ga_ie: Faisnéis maidir le Priontáil do Mhic Léinn Roghnaithe
gl_gl: Información de impresión para Alumnos seleccionados
hr_hr: Ispis Info za odabrane studente
hu_hu: Nyomtatás Információk kiválasztott diákok
is_is: Print Upplýsingar fyrir valin Nemendur
ja_jp: 選ばれた学生のための情報を印刷
lt_lt: Pasirinkta Studentai Spausdinti Informacija
lv_lv: Drukāt Info izvēlētajiem studentiem
mk_mk: Верзија Информации за избраните студенти
nn_no: Skriv Info for utvalgte studenter
pl_pl: Informacje wydruku dla wybranych studentów
pt_pt: Informações de impressão para Alunos Selecionados
ro_ro: Info Print pentru Studenţi selectate
ru_ru: Печать Информация для отдельных студентов
sk_sk: Tlač Info pre vybrané študentov
sl_si: Print Info za izbranih študentov
sq_al: Info për studentët e zgjedhur Print
sr_rs: Принт Информације за одабрани студенти
sv_se: Skriv ut info till utvalda studenter
th_th: พิมพ์ข้อมูลสำหรับนักศึกษาที่เลือก
tr_tr: Seçilen öğrenciler için Baskı Bilgisi
uk_ua: Друк Інформація для окремих студентів
wa_be: Argraffu Gwybodaeth i Fyfyrwyr Dethol
zh_tw: 打印信息為學生選擇

source: Letter Text
af_za: Brief teks
ar_dz: نص الرسالة
be_by: Тэкст ліста
bg_bg: Писмо Текст
bn_bd: চিঠি টেক্সট
da_dk: Brev tekst
el_gr: Κείμενο Επιστολή
es_es: Texto de la Carta
et_ee: Kirja tekst
fa_ir: متن نامه
fi_fi: Kirje Teksti
ga_ie: Téacs Litir
gl_gl: Texto letra
hr_hr: Pismo teksta
hu_hu: Levél szöveg
ja_jp: 手紙のテキスト
lt_lt: Laiško tekstas
lv_lv: Vēstules teksts
mk_mk: Писмо текст
nn_no: Letter Tekst
pl_pl: Tekst listu
pt_pt: Texto letra
ro_ro: Scrisoare Text
ru_ru: Текст письма
sk_sk: Text listu
sl_si: Pismo Text
sq_al: Tekst Letër
sr_rs: Леттер тект
sv_se: Brev Text
th_th: ข้อความตัวอักษร
tr_tr: Mektubu Yazı
uk_ua: Текст листа
wa_be: Testun yn Llythyr
zh_tw: 信全文

source: Student Letter
af_za: Studente Brief
ar_dz: رسالة الطالب
be_by: Студэнцкая ліст
bg_bg: Студентски Писмо
bn_bd: ছাত্র পত্র
da_dk: Student Brev
el_gr: Επιστολή Φοιτητών
es_es: Carta de los Alumnos
et_ee: Student kiri
fa_ir: نامه دانشجویی
fi_fi: opiskelija kirje
ga_ie: Litir do Mhic Léinn
gl_gl: Carta do estudante
hr_hr: Studentski Pismo
hu_hu: Diák Letter
ja_jp: 学生の手紙
lt_lt: studentų laiškas
lv_lv: Studentu vēstule
mk_mk: студент писмо
pl_pl: List studenta
pt_pt: Carta do estudante
ro_ro: Student Scrisoare
ru_ru: Студенческая письмо
sk_sk: Študent Letter
sq_al: Letër studentit
sr_rs: Студентски Писмо
sv_se: Student Brev
th_th: หนังสือของนักเรียน

source: Avery Label 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 compatible
af_za: Avery Label 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 versoenbaar
ar_dz: أفيري تسمية 15660 ، 18660 ، 28660 ، 5630 ، 5660 ، 8660 ، 5620 ، 8620 متوافق
be_by: Эйвери этыкеткі 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 сумяшчальны
bg_bg: Ейвъри Label 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 съвместими
bn_bd: প্রতিটি লেবেল 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 সুসংগত
da_dk: Avery Label 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 kompatibelt
el_gr: Avery Label 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 συμβατό
es_es: Etiqueta compatible con Avery 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620
et_ee: Avery Label 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 kooskõlas
fa_ir: برچسب اوری 15660 ، 18660 ، 28660 ، 5630 ، 5660 ، 8660 ، 5620 ، 8620 سازگار
fi_fi: Avery Label 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 yhteensopiva
ga_ie: Avery Lipéad 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 ag luí
gl_gl: Avery etiqueta 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 compatible
hr_hr: Avery Label 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 kompatibilan
hu_hu: Avery címke 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 kompatibilis
is_is: Avery Merki 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 samhæft
ja_jp: Averyラベル15660、18660、28660、5630、5​​660、8660、5620、8620と互換性
lt_lt: Avery etikečių 15.660, 18.660, 28.660, 5630, 5660, 8660, 5620, 8620 suderinama
lv_lv: Avery Label 15.660, 18.660, 28.660, 5630, 5660, 8660, 5620, 8620 ir saderīga
mk_mk: Ејвори Етикета 15.660, 18.660, 28.660, 5630, 5660, 8660, 5620, 8620 компатибилен
nn_no: Avery etikett 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 kompatibel
pl_pl: Etykiet Avery 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 kompatybilny
pt_pt: Avery etiqueta 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 compatível
ro_ro: Avery Label 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 compatibil
ru_ru: Эйвери этикетки 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 совместимый
sk_sk: Avery štítky 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 kompatibilný
sl_si: Avery Label 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 združljiv
sq_al: Label Avery 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 në përputhje
sr_rs: Ејвери налепница 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 компатибилан
sv_se: Avery Label 15.660, 18.660, 28.660, 5630, 5660, 8660, 5620, 8620 kompatibel
th_th: ป้าย Avery 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 เข้ากันได้
tr_tr: Avery Etiket 15.660, 18.660, 28.660, 5630, 5660, 8660, 5620, 8620 uyumlu
uk_ua: Ейвері етикетки 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 сумісний
wa_be: Label Avery 15,660, 18,660, 28,660, 5630, 5660, 8660, 5620, 8620 gydnaws
zh_tw: 艾利標籤 15660，18660，28660，5630，5660，8660，5620，8620兼容

source: To Student
af_za: Aan Studente
ar_dz: لطالبة
be_by: Для студэнцкага
bg_bg: На ученик
bn_bd: থেকে ছাত্র
da_dk: Til studerende
el_gr: Για να Φοιτητών
es_es: Para Alumnos
et_ee: Õpilaste
fa_ir: برای دانشجو
fi_fi: Opiskelija
ga_ie: Chun na Mac Léinn
gl_gl: Para Estudantes
hr_hr: Studenata
hu_hu: A Student
is_is: Til nemenda
ja_jp: 学生への
lt_lt: Iki Studentų
lv_lv: Studentu
mk_mk: На студентот
nn_no: Til Student
pl_pl: Aby Student
pt_pt: Para Estudantes
ro_ro: Pentru a Student
ru_ru: Для студенческого
sk_sk: Na žiaka
sl_si: Da Student
sq_al: Për Student
sr_rs: За Студентски
sv_se: Till elev
th_th: ให้กับนักเรียน
tr_tr: Öğrenci için
uk_ua: Для студентського
wa_be: I Fyfyrwyr
zh_tw: 為了學生

source: To Primary Emergency Contact
af_za: Primêre-nood Kontak
ar_dz: إلى الاتصال في حالات الطوارئ الأولية
be_by: Для Асноўнае кантактнае надзвычайных
bg_bg: За спешна първична Контакт
bn_bd: থেকে প্রাথমিক জরুরী যোগাযোগ
da_dk: Til primær Emergency Kontakt
el_gr: Για την Πρωτοβάθμια Επικοινωνία έκτακτης ανάγκης
es_es: Para el Contacto Secundario de Emergencia
et_ee: Primary Emergency Kontakt
fa_ir: تماس اضطراری اولیه
fi_fi: Perusterveydenhuollon Emergency Yhteystiedot
ga_ie: Chun Teagmháil Éigeandála Bunscoile
gl_gl: Contactos de Emerxencia Primaria
hr_hr: Da Primarni Hitna Kontakt
hu_hu: Az Elsődleges Emergency Contact
is_is: Til Primary Neyðarnúmer samband
ja_jp: 一次緊急時連絡先へ
lt_lt: Pirminis Avarinės Kontaktai
lv_lv: Lai primāro neatliekamo Kontakti
mk_mk: За основно итни Контакт
nn_no: Til Primær Emergency Kontakt
pl_pl: Aby Kontakt podstawowy awaryjne
pt_pt: Para Contato de Emergência Primária
ro_ro: Pentru a lua legatura cu fundamental de urgenţă
ru_ru: Для Основное контактное чрезвычайным
sk_sk: Na primárny kontakt pre mimoriadne situácie
sl_si: Za primarni stik v sili
sq_al: Të Kontaktit fillore e urgjencës
sr_rs: Основној Контакт ванредне ситуације
sv_se: Till Primär akutkontakt
th_th: หากต้องการติดต่อในกรณีฉุกเฉินระดับประถมศึกษา
tr_tr: İlköğretim Acil İletişim için
uk_ua: Для Основне контактна надзвичайних
wa_be: I Cyswllt mewn Argyfwng Cynradd
zh_tw: 至小緊急聯絡

source: To Secondary Emergency Contact
af_za: Na sekondêre Nood Contact
ar_dz: إلى الاتصال في حالات الطوارئ الثانوية
be_by: Для Дадатковае кантактная асоба надзвычайных
bg_bg: Към помощна Спешни контакти
bn_bd: দ্বিতীয় জরুরী যোগাযোগ
da_dk: For at Sekundær Emergency Kontakt
el_gr: Για την Δευτεροβάθμια Επικοινωνία έκτακτης ανάγκης
es_es: Contacto de Emergencia para Secundaria
et_ee: Teisese Emergency Kontakt
fa_ir: تماس اضطراری ثانویه
fi_fi: Voit Toissijainen Emergency Yhteystiedot
ga_ie: Chun Teagmháil Éigeandála den Dara Grád
gl_gl: Contactos de Emerxencia Secundaria
hr_hr: Za hitne slučajeve sekundarne Kontakt
hu_hu: A Másodlagos Emergency Contact
is_is: Til Secondary Neyðarnúmer samband
ja_jp: 二次緊急時連絡先へ
lt_lt: Prie antrinio Avarinės Kontaktai
lv_lv: Lai Sekundārā Avārijas Kontakti
mk_mk: Во средно итни Контакт
nn_no: For å Sekundær Emergency Kontakt
pl_pl: Aby Drugi telefon alarmowy
pt_pt: Para Contato de Emergência Secundária
ro_ro: Pentru a lua legatura cu secundară de urgenţă
ru_ru: Для Дополнительное контактное лицо чрезвычайным
sk_sk: Pre sekundárne Núdzové volanie
sl_si: Na sekundarno Contact sili
sq_al: Të Kontaktit e mesme e urgjencës
sr_rs: Да Средње Контакт хитне
sv_se: Till sekundär akutkontakt
th_th: หากต้องการติดต่อในกรณีฉุกเฉินมัธยมศึกษา
tr_tr: İkincil Acil İletişim için
uk_ua: Для Додаткове контактна особа надзвичайних
wa_be: I Cyswllt mewn Argyfwng Uwchradd
zh_tw: 至中緊急聯絡

source: Starting row
af_za: Begin ry
ar_dz: بدءا الصف
be_by: Пачынаючы радком
bg_bg: От ред
bn_bd: আরম্ভ সারি
da_dk: Start række
el_gr: Ξεκινώντας σειρά
es_es: Fila de inicio
et_ee: Alustades rida
fa_ir: شروع ردیف
fi_fi: Alkaen rivi
ga_ie: Ag tosú as a chéile
gl_gl: Liña de partida
hr_hr: Početna red
hu_hu: Kezdő sor
is_is: Byrjar röð
ja_jp: 開始行
lt_lt: Nuo eilės
lv_lv: Sākuma rinda
mk_mk: Почнувајќи ред
nn_no: Starte rad
pl_pl: Wiersz zaczynający
pt_pt: Linha de partida
ro_ro: Pornind de rând
ru_ru: Начиная строкой
sk_sk: Spustenie radu
sl_si: Začetek zapored
sq_al: Rresht duke filluar
sr_rs: Полазећи ред
sv_se: Starta rad
th_th: แถวเริ่มต้น
tr_tr: Başlangıç ​​satır
uk_ua: Починаючи рядком
wa_be: Rhes Dechrau
zh_tw: 起始行

source: Starting column
af_za: Begin kolom
ar_dz: بدءا العمود
be_by: Пачынаючы калонка
bg_bg: От колона
bn_bd: আরম্ভ কলাম
da_dk: Start kolonne
el_gr: Ξεκινώντας στήλη
es_es: Columna de inicio
et_ee: Algusveeru
fa_ir: شروع ستون
fi_fi: Alkaen sarake
ga_ie: Gcolún Ag tosú
gl_gl: Columna de inicio
hr_hr: Početna stupcu
hu_hu: Kezdő oszlop
is_is: Byrjar dálkur
ja_jp: 開始列
lt_lt: Nuo stulpelio
lv_lv: Sākot sleja
mk_mk: Почнувајќи колона
nn_no: Starte kolonne
pl_pl: Począwszy od kolumny
pt_pt: Coluna inicial
ro_ro: Începând cu coloana
ru_ru: Начиная колонка
sk_sk: Spustenie stĺpci
sl_si: Začetek stolpec
sq_al: Kolonën duke filluar
sr_rs: Полазећи колони
sv_se: Starta kolumnen
th_th: คอลัมน์เริ่มต้น
tr_tr: Başlangıç ​​sütun
uk_ua: Починаючи колонка
wa_be: Colofn Dechrau
zh_tw: 起始列

source: Create Labels for Selected Students
af_za: Skep Etikette vir gekeurde studente
ar_dz: إنشاء تسميات لطلاب مختارة
be_by: Стварыце этыкеткі для асобных студэнтаў
bg_bg: Създаване на етикети за подбрани студенти
bn_bd: সিলেক্টেড ছাত্রদের জন্য লেবেল করুন
da_dk: Opret Etiketter til udvalgte elever
el_gr: Δημιουργήστε ετικέτες για επιλεγμένους μαθητές
es_es: Crear Etiquetas para los Alumnos Seleccionados
et_ee: Loo Etiketid valitud üliõpilaste
fa_ir: ایجاد برچسب ها برای دانش آموزان انتخاب شده
fi_fi: Luoda tarroja valituille oppilaille
ga_ie: Cruthaigh Lipéid do Mhic Léinn Roghnaithe
gl_gl: Crear etiquetas para os alumnos seleccionados
hr_hr: Napravite naljepnice za odabrane studente
hu_hu: Készítsen Címkék kiválasztott diákok
is_is: Búa Merki fyrir valin Nemendur
ja_jp: 選ばれた学生のためのラベルを作成します。
lt_lt: Sukurti Etiketės atrinktiems studentams
lv_lv: Izveidot Uzlīmes Atlasīts Students
mk_mk: Креирај Етикети за избрани студенти
nn_no: Lag etiketter for utvalgte studenter
pl_pl: Tworzenie etykiet dla wybranych studentów
pt_pt: Criar etiquetas para os alunos selecionados
ro_ro: Crearea de etichete pentru Studenţi selectate
ru_ru: Создайте этикетки для отдельных студентов
sk_sk: Vytvoriť štítky pre vybrané študentov
sl_si: Ustvari Nalepke za izbranih študentov
sq_al: Krijo Etiketa për studentët e zgjedhur
sr_rs: Направите Налепнице за одабрани студенти
sv_se: Skapa etiketter för utvalda studenter
th_th: สร้างป้ายชื่อสำหรับนักศึกษาที่เลือก
tr_tr: Seçilen Öğrenciler etiketleri oluşturun
uk_ua: Створіть етикетки для окремих студентів
wa_be: Creu Labeli i Fyfyrwyr Dethol
zh_tw: 創建標籤的選擇學生

source: New Contact Field
af_za: Nuwe Kontakbesonderhede-veld
ar_dz: الاتصال الميدانية الجديدة
be_by: Новае поле Кантакт
bg_bg: Нов контакт поле
bn_bd: নতুন পরিচিতি ক্ষেত্র
da_dk: Ny kontakt Field
el_gr: Νέο Πεδίο Επικοινωνία
es_es: Nuevo Campo de Contacto
fa_ir: فیلد تماس با جدید
fi_fi: Uusi yhteystieto Field
ga_ie: Réimse Teagmháil Nua
gl_gl: Campo novo contacto
hr_hr: Novi kontakt polja
hu_hu: Új név mező
is_is: Nýr tengiliður Field
ja_jp: 新しい連絡先フィールド
lt_lt: Naujas kontaktas srityje
lv_lv: Jauna kontaktpersona lauks
mk_mk: Нов контакт поле
nn_no: Ny kontakt Felt
pl_pl: Nowe pole Kontakt
pt_pt: Campo novo contato
ro_ro: Contact nou câmp
ru_ru: Новое поле Контакт
sk_sk: Nový kontakt pole
sq_al: Fusha e re Kontakt
sr_rs: Нови контакт поља
sv_se: Ny kontakt Field
th_th: เขตข้อมูลที่ติดต่อใหม่
tr_tr: Yeni İletişim Alan
uk_ua: Нове поле Контакт
wa_be: Maes Cysylltwch â Newydd
zh_tw: 新建聯繫人場

source: New Contact Field Category
af_za: Nuwe Kontakbesonderhede Veld Kategorie
ar_dz: عناوين الاتصال الجديدة الميدانية
be_by: Новы кантакт Поле катэгорыі
bg_bg: Нова категория за контакт поле
bn_bd: নতুন পরিচিতি ক্ষেত্র বিষয়শ্রেণী
da_dk: Ny kontakt Field kategori
el_gr: Νέα Κατηγορία Πεδίο Επικοινωνία
es_es: Nueva Categoría del Campo Contacto
et_ee: New Contact Field Kategooria
fa_ir: رده میدان جدید تماس با ما
fi_fi: Uusi yhteystieto Field Luokka
ga_ie: Nua Catagóir Allamuigh Teagmháil
gl_gl: New Category campo de contacto
hr_hr: Novi kontakt polje Kategorija
hu_hu: Új név mező kategória
is_is: Nýr tengiliður Field Flokkur
ja_jp: 新しい連絡先のフィールドのカテゴリ
lt_lt: Naujas kontaktas Lauko Kategorija
lv_lv: Jauna kontaktpersona lauks Kategorija
mk_mk: Нов контакт поле Категорија
nn_no: Ny kontakt Felt Kategori
pl_pl: Kontakt Nowa kategoria Pole
pt_pt: New Category campo de contato
ro_ro: Contact nou câmpul Categorie
ru_ru: Новый контакт Поле категории
sk_sk: Nový kontakt pole kategórie
sl_si: Nov stik Field Kategorija
sq_al: Fusha e re Kontakt Category
sr_rs: Нови контакт поља Категорија
sv_se: Ny kontakt Field Kategori
th_th: หมวดหมู่ใหม่เขตติดต่อ
tr_tr: Yeni Kişi Alan Kategori
uk_ua: Новий контакт Поле категорії
wa_be: Newydd Cysylltwch Categori Maes
zh_tw: 新建聯繫人字段類別

source: Add a Student
af_za: Voeg &#39;n student
ar_dz: إضافة طالبة
be_by: Дадаць Студэнцкая
bg_bg: Добави Кандидатстване
bn_bd: একটি ছাত্র যোগ করুন
da_dk: Tilføj en Student
el_gr: Προσθήκη Φοιτητών
es_es: Agregar un Alumno
et_ee: Lisa Student
fa_ir: اضافه کردن یک دانشجو
fi_fi: Lisää Student
ga_ie: Cuir do Mhic Léinn
gl_gl: Engadir un alumno
hr_hr: Dodaj Student
is_is: Bæta við nemenda
ja_jp: 学生を追加
lt_lt: Pridėti studentas
lv_lv: Pievienot Student
mk_mk: Додај Студент
nn_no: Legg til en Student
pl_pl: Dodaj Student
pt_pt: Adicionar um Aluno
ro_ro: Adaugă o Student
ru_ru: Добавить Студенческая
sk_sk: Pridať Student
sl_si: Dodaj Student
sq_al: Shto një Student
sr_rs: Додај Студентски
sv_se: Lägg till en student
th_th: เพิ่มนักเรียน
tr_tr: Öğrenci Ekle
uk_ua: Додати Студентська
wa_be: Ychwanegwch Myfyrwyr
zh_tw: 新增學生

source: Field Name
af_za: Veld naam
ar_dz: حقل الاسم
be_by: Імя поля
bg_bg: Име на поле
bn_bd: ক্ষেত্রের নাম
da_dk: Feltnavn
el_gr: Όνομα πεδίου
es_es: Nombre del Campo
fa_ir: نام رشته
fi_fi: Kentän nimi
ga_ie: Ainm Réimse
gl_gl: Nome do Campo
hr_hr: Naziv polja
hu_hu: Mezőnév
ja_jp: フィールド名
lt_lt: Lauko pavadinimas
lv_lv: Lauka nosaukums
mk_mk: Областа име
nn_no: Feltnavn
pl_pl: Nazwa pola
pt_pt: Nome do Campo
ro_ro: Câmpul Nume
ru_ru: Имя поля
sk_sk: Názov poľa
sl_si: Ime polja
sq_al: Emri Fusha
sr_rs: Назив поља
sv_se: Fältnamn
th_th: ชื่อเขตข้อมูล
tr_tr: Alan Adı
uk_ua: Ім&#39;я поля
wa_be: Enw&#39;r Maes
zh_tw: 字段名稱

source: Group Assign Student Info
af_za: Groep Ken Student Info
ar_dz: مجموعة معلومات الطالب تعيين
be_by: Група Прызначэнне Інфармацыя Студэнцкія
bg_bg: Група Assign Student Info
bn_bd: গ্রুপ ধার্য ছাত্র তথ্য
da_dk: Gruppe Tildel Student Info
el_gr: Ομάδα Αντιστοίχιση Πληροφορίες Φοιτητών
es_es: Asignación Masiva de Información
et_ee: Grupi määramine Üliõpilasele
fa_ir: اطلاعات دانشجو اختصاص گروه
fi_fi: Ryhmä Määritä Student Info
ga_ie: Grúpa Eolas do Mhic Léinn Sann
gl_gl: Información grupo Student Asignar
hr_hr: Grupa Dodjela Studentski Info
hu_hu: Csoport hozzárendelése Hallgatói Információs
is_is: Group Velja Student Info
ja_jp: グループの割り当て学生情報
lt_lt: Grupė Susieti studentų Informacija
lv_lv: Grupa Piešķirt Studentu Info
mk_mk: Група Доделување Информации за студентите
nn_no: Gruppe Tilordne Student Info
pl_pl: Grupa Przypisz Informacje Student
pt_pt: Informações grupo Student Atribuir
ro_ro: Grupul Atribuirea Student Info
ru_ru: Группа Назначение Информация Студенческие
sk_sk: Priradenie skupiny Študent Info
sl_si: Skupina Določi Student Info
sq_al: Student Info Group Assign
sr_rs: Група Додели СТУДЕНТСКИ ИНФО
sv_se: Grupp Tilldela Student Info
th_th: ข้อมูลนักเรียนกลุ่มกำหนด
tr_tr: Grup Ata Öğrenci Bilgi
uk_ua: Група Призначення Інформація Студентські
wa_be: Grŵp Gwybodaeth i Fyfyrwyr Neilltuo
zh_tw: 集團指定學生信息
