Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To modify an event, click on the event you want to modify, and change the events information in the popup window that appears after clicking on the values you want to change. Click the Save button. The window will close and the calendar will automatically refresh to display the change.
af_za: Om &#39;n geleentheid verander, klik op die gebeurtenis wat jy wil verander en verander die gebeure inligting in die pop-up &quot;venster wat verskyn na die druk op die waardes wat jy wil verander. Klik op die Save-knoppie. Die venster sal toemaak en die kalender sal outomaties bygewerk om die verandering te vertoon.
be_by: Каб змяніць падзея, пстрыкніце на падзею, якое патрабуецца змяніць, і змена падзей інфармацыі ў ўсплываючым акне, якое з&#39;яўляецца пасля націску на значэння, якія вы хочаце змяніць. Націсніце кнопку Захаваць. Акно зачыніцца, і каляндар будзе аўтаматычна абнаўляцца для адлюстравання змяненняў.
bg_bg: За да промените едно събитие, кликнете върху събитието, което искате да промените, и да промени събитията информация в отворилия се прозорец, която се появява след кликване върху ценностите, които искате да промените. Щракнете върху бутона Save. Прозорецът ще се затвори и календара ще се обновява автоматично, за да се покаже промяната.
bn_bd: একটি ঘটনা পরিবর্তন ইভেন্ট পরিবর্তনের উদ্দেশ্যে চান, ক্লিক করুন এবং পপআপ উইন্ডোতে ইভেন্ট তথ্য মান আপনি পরিবর্তন চান ক্লিক করার পর যে প্রদর্শিত পরিবর্তন. সংরক্ষণ বাটনে ক্লিক করুন. উইন্ডো এবং ক্যালেন্ডার স্বয়ংক্রিয়ভাবে পরিবর্তন প্রদর্শন রিফ্রেশ বন্ধ হবে.
da_dk: Hvis du vil redigere en hændelse, skal du klikke på den begivenhed, du vil ændre, og ændre de begivenheder oplysninger i popup-vindue, der vises efter at have klikket på de værdier, du ønsker at ændre. Klik på knappen Gem. Vinduet lukkes, og kalenderen vil automatisk opdateres for at vise ændringen.
el_gr: Για να τροποποιήσετε ένα συμβάν, κάντε κλικ στο συμβάν που θέλετε να τροποποιήσετε και να αλλάξετε τις πληροφορίες γεγονότα στο αναδυόμενο παράθυρο που εμφανίζεται αφού κάνετε κλικ στις τιμές που θέλετε να αλλάξετε. Κάντε κλικ στο κουμπί Αποθήκευση. Το παράθυρο θα κλείσει και το ημερολόγιο θα ανανεωθεί αυτόματα για να εμφανιστεί η αλλαγή.
et_ee: Muuta juhul klõpsa sündmus, mida soovid muuta ja muuta sündmused teavet popup aken, mis ilmub pärast klõpsu nupule väärtused, mida soovite muuta. Klõpsake nuppu Salvesta. Aken suletakse ning kalendris automaatselt värskendada kuvada muuta.
fa_ir: برای ویرایش یک رویداد ، در این رویداد می خواهید تغییر دهید کلیک کنید ، و تغییر اطلاعات حوادث در پنجره popup است که به نظر می رسد پس از کلیک کردن بر روی ارزش می خواهید به تغییر. بر روی دکمه ذخیره کلیک کنید. پنجره بسته خواهند شد و تقویم به طور خودکار تازه کردن تغییر برای نمایش.
fi_fi: Voit muokata tapahtumaa, napsauta tapahtumaa muokattava, ja muuttaa tapahtumien tiedot popup-ikkuna, joka näkyy jälkeen klikkaamalla arvot haluat muuttaa. Napsauta Tallenna-painiketta. Ikkuna sulkeutuu ja kalenteri päivittyy automaattisesti näyttämään muutoksen.
ga_ie: A mhodhnú ócáid, cliceáil ar an imeacht is mian leat a mhodhnú, agus an t-eolas imeachtaí sa bhfuinneog aníos go ndealraíonn sé tar éis chliceáil ar na luachanna mian leat a athrú athrú. Cliceáil ar an gcnaipe Sábháil. Beidh an fhuinneog dlúth agus beidh an féilire athnuachan go huathoibríoch a chur ar taispeáint an t-athrú.
gl_gl: Para modificar un evento, prema no evento que quere modificar e cambiar a información de eventos na xanela emerxente que aparece despois de premer sobre os valores que quere cambiar. Preme o botón Gardar. A ventá será pechada eo calendario será actualizada automaticamente para mostrar o cambio.
hr_hr: Da biste izmijenili događaja, kliknite na događaj koji želite izmijeniti i promijeniti događaje informacije u skočnom prozoru koji se pojavi nakon klika na vrijednosti koju želite promijeniti. Kliknite gumb Spremi. Prozor će se zatvoriti i kalendar će se automatski osvježiti za prikaz promjena.
hu_hu: Módosításához esemény, kattintson az esemény a módosítani kívánt, és a változás az eseményeket információk a felugró ablakban jelenik meg, kattintson a kívánt értékeket változtatni. Kattintson a Mentés gombra. Az ablak bezárul, és a naptár automatikusan frissül, hogy megjelenítse a változást.
is_is: Til að breyta atburður, smella á ef þú vilt breyta og breyta atburðum upplýsingar í the almenningur glugganum sem birtist eftir að smella á gildi sem þú vilt breyta. Smelltu á Vista hnappinn. Í glugganum verður lokað og dagatal er endurnýjað sjálfkrafa að sýna breytinguna.
ja_jp: イベントを変更するには、変更したいイベントをクリックし、変更したい値をクリックした後に表示されるポップアップウィンドウ内のイベントの情報を変更する。 [保存]ボタンをクリックします。ウィンドウが閉じ、カレンダーが自動的に変更を表示するために更新されます。
lt_lt: Norėdami pakeisti įvykį, spustelėkite įvykio, kurį norite keisti, ir pakeisti renginių informacijos lango, kuris pasirodo po spustelėję vertes, kurias norite keisti. Paspauskite mygtuką &quot;Išsaugoti&quot;. Langas užsidarys ir kalendorius automatiškai atnaujinti Rodyti pokytis.
lv_lv: Lai mainītu notikumu, noklikšķiniet uz, ja jūs vēlaties mainīt, un mainīt notikumus informāciju uznirstošo logu, kas parādās pēc noklikšķināšanas uz vērtībām, ko vēlaties mainīt. Noklikšķiniet uz pogas Saglabāt. Logs aizvērsies, un kalendārs, automātiski atsvaidzināt, lai parādītu izmaiņas.
mk_mk: За да ги промените настан, кликнете на случај да сакате да го измените, како и промена на настани информации во скокачки прозорец што се појавува по притискање на вредности што сакате да го смените. Кликнете на копчето Зачувај. Прозорецот ќе се затвори и календар автоматски ќе се освежи да се прикаже промената.
nn_no: Hvis du vil endre en hendelse, klikk på arrangementet du vil endre, og endre hendelsene informasjon i popup-vinduet som vises etter å ha klikket på verdiene du vil endre. Klikk på knappen Lagre. Vinduet lukkes og kalenderen vil oppdateres automatisk for å vise endringen.
pl_pl: Aby zmienić wydarzenie, kliknij na zdarzenie, które chcesz zmodyfikować, i zmienić informację o zdarzeniach w oknie, które pojawia się po kliknięciu na wartości, które chcesz zmienić. Kliknij przycisk Zapisz. Okno zostanie zamknięte, a kalendarz zostanie automatycznie odświeżona, aby wyświetlić zmiany.
pt_pt: Para modificar um evento, clique no evento que você deseja modificar e alterar as informações de eventos na janela popup que aparece depois de clicar sobre os valores que você deseja alterar. Clique no botão Salvar. A janela será fechada eo calendário será atualizada automaticamente para mostrar a mudança.
ro_ro: Pentru a modifica un eveniment, faceţi clic pe evenimentul pe care doriţi să modificaţi, şi de a schimba informaţii evenimentele din fereastra pop-up care apare după ce faceţi clic pe valorile pe care doriţi să o modificaţi. Faceţi clic pe butonul Salvare. Fereastră se va închide şi calendarul se va actualiza automat pentru a afişa schimba.
ru_ru: Чтобы изменить событие, щелкните на событие, которое требуется изменить, и изменение событий информации в всплывающем окне, которое появляется после нажатия на значения, которые вы хотите изменить. Нажмите кнопку Сохранить. Окно закроется, и календарь будет автоматически обновляться для отображения изменений.
sk_sk: Ak chcete zmeniť akciu, kliknite na udalosť, ktorú chcete upraviť, a zmeniť udalosti, informácie v pop-up okne, ktoré sa objaví po kliknutí na hodnoty, ktoré chcete zmeniť. Kliknite na tlačidlo Uložiť. Okno sa zavrie a kalendár automaticky aktualizovať zobrazenia zmeniť.
sl_si: Če želite spremeniti dogodek, kliknite na dogodek, ki ga želite spremeniti, in spreminjanje dogodkov informacije v pojavnem oknu, ki se pojavi po kliku na vrednosti, ki jih želite spremeniti. Kliknite na gumb Save. Okno se zapre in koledar se bo samodejno osveži za prikaz sprememb.
sq_al: Për të modifikuar një ngjarje, klikoni në rast që ju doni të modifikoni, dhe për të ndryshuar të dhënat ngjarjet në dritare popup që shfaqet pas klikuar mbi vlerat që ju doni të ndryshim. Klikoni butonin Ruaj. Dritarja do të mbyllet dhe kalendari automatikisht do të rifreskoni të shfaqur ndryshime.
sr_rs: Да бисте изменили догађај, кликните на догађај који желите да измените, а промена догађаја информације у прозор који се појављује након клика на вредности које желите да промените. Кликните на дугме Сачувај. Прозор ће се затворити и календар ће се аутоматски освежити да бисте приказали промене.
sv_se: För att ändra en händelse klickar du på den händelse du vill ändra och ändra händelserna information i popup-fönster som visas efter att klicka på de värden du vill ändra. Klicka på knappen Spara. Fönstret stängs och kalendern kommer att uppdateras automatiskt för att visa förändringen.
th_th: หากต้องการแก้ไขเหตุการณ์ให้คลิกในกรณีที่คุณต้องการแก้ไขและเปลี่ยนแปลงข้อมูลเหตุการณ์ในหน้าต่างป๊อปอัพที่ปรากฏขึ้นหลังจากคลิกที่ค่าที่คุณต้องการที่จะเปลี่ยน คลิกปุ่มบันทึก หน้าต่างจะปิดและปฏิทินที่จะรีเฟรชโดยอัตโนมัติเพื่อแสดงการเปลี่ยนแปลง
tr_tr: Bir olayı değiştirmek için, değiştirmek istediğiniz olay tıklatın ve değiştirmek istediğiniz değerleri üzerine tıkladıktan sonra açılan pencerede görünür olayları bilgileri değiştirebilir. Kaydet düğmesine tıklayın. Pencere kapanacak ve takvim değişikliği görüntülemek için otomatik olarak yenilenir.
uk_ua: Щоб змінити подія, клацніть на подію, яка потрібно змінити, і зміна подій інформації в спливаючому вікні, яке з&#39;являється після натискання на значення, які ви хочете змінити. Натисніть кнопку Зберегти. Вікно закриється, і календар буде автоматично оновлюватися для відображення змін.
wa_be: I addasu digwyddiad, cliciwch ar y digwyddiad rydych am ei addasu, a newid y wybodaeth a digwyddiadau yn y ffenest pop-up sy&#39;n ymddangos ar ôl clicio ar y gwerthoedd ydych am newid. Cliciwch ar y botwm Save. Bydd y ffenestr yn cau, a bydd y calendr yn awtomatig adfywio i arddangos y newid.
zh_tw: 要修改一個事件，點擊事件要修改，並更改事件的信息在彈出窗口中的值後，點擊要更改的。點擊保存按鈕。該窗口將關閉，日曆會自動刷新，以顯示更改。

source: School Periods
af_za: Schoolperiode
ar_dz: المدرسة حقب
be_by: Школа Перыяды
bg_bg: Училище Периоди
bn_bd: স্কুল সময়কাল
da_dk: Skoleophold
el_gr: Σχολικές περιόδους
es_es: Períodos del Año Escolar
et_ee: School perioodid
fa_ir: دوران مدرسه
fi_fi: Koulu Periods
ga_ie: Tréimhsí Scoile
gl_gl: Períodos escola
hr_hr: Škola razdoblja
hu_hu: Iskola időszakok
is_is: Skóli tímum
ja_jp: 学校の期間
lt_lt: Mokyklos laikotarpiai
lv_lv: Skolas Periodi
mk_mk: Училиште Периоди
nn_no: Skole Perioder
pl_pl: Okresy szkoły
pt_pt: Períodos escola
ro_ro: Perioadele şcoală
ru_ru: Школа Периоды
sk_sk: Obdobie školského
sl_si: School Obdobja
sq_al: Periudhat e shkollës
sr_rs: Периоди школе
sv_se: Skola Perioder
th_th: ช่วงเวลาที่โรงเรียน
tr_tr: Okul Dönemleri
uk_ua: Школа Періоди
wa_be: Cyfnodau Ysgol
zh_tw: 學校期間

source: This page allows you to setup your schools individual class periods. The openSIS installation script creates a group of default periods. Update these periods to match yours and delete the extra periods created during installation if necessary.
af_za: Hierdie bladsy laat jou toe om jou skole individu klasperiodes vir die opstel van. Die openSIS installasie script skep &#39;n groep van standaard periodes. Werk hierdie tydperke joune aan te pas en die ekstra tyd wat geskep is tydens die installasie indien nodig verwyder.
be_by: Гэтая старонка дазваляе наладзіць ваш школ перыяды асобнага класа. Сцэнар openSIS ўстаноўкі стварае групу па змаўчанні перыяды. Абнаўленне гэтых перыядаў, каб адпавядаць Вашым і выдаляць дадатковыя перыяды, створаныя падчас усталёўкі, калі гэта неабходна.
bg_bg: Тази страница ви позволява да настроите вашето училище клас индивидуални периоди. OpenSIS инсталация скрипт създава група на неизпълнение периоди. Обновяване на тези периоди, за твое мач и изтриване на допълнителни периоди, създадени по време на инсталацията, ако е необходимо.
bn_bd: এই পৃষ্ঠায় আপনি আপনার স্কুল ব্যক্তি বর্গ সময়সীমার জন্য সেটআপ করতে পারবেন. OpenSIS ইনস্টলেশন স্ক্রিপ্ট ডিফল্ট সময়সীমার একটি গ্রুপ তৈরি. এই সময়সীমার জন্য স্ত্রী ও ম্যাচ অতিরিক্ত প্রয়োজন হলে ইনস্টলেশনের সময় নির্মিত সময়সীমার মুছে আপডেট.
da_dk: Denne side giver dig mulighed for at opsætte jeres skoler enkelte klasse perioder. Den openSIS installationsscript skaber en gruppe af misligholdelse perioder. Opdater disse perioder til at matche din og slette den ekstra perioder oprettet under installationen, hvis det er nødvendigt.
el_gr: Αυτή η σελίδα σας επιτρέπει να ρυθμίσετε τα σχολεία η περίοδός σας τάξη άτομο. Το σενάριο εγκατάστασης openSIS δημιουργεί μια ομάδα των περιόδων προεπιλογή. Ενημέρωση των περιόδων αυτών με τη δική σας ταιριάζει και να διαγράψετε τις επιπλέον περιόδους που δημιουργήθηκε κατά τη διάρκεια της εγκατάστασης, εάν είναι απαραίτητο.
et_ee: Sellel leheküljel saab seadistada oma koolides eraldi klassi perioodidel. OpenSIS paigaldamise skript loob rühma default perioodidel. Uuenda need perioodid, mis vastavad sinu ja kustutada ekstra perioodidel loodud paigaldamise ajal, kui vaja.
fa_ir: این صفحه به شما اجازه می دهد تا راه اندازی مدارس فردی شما دوره های کلاس. openSIS نصب اسکریپت ایجاد گروهی از دوره های پیش فرض. به روز رسانی این دوره به مال شما تطبیق و حذف دوره های اضافی ایجاد شده در هنگام نصب در صورت لزوم.
fi_fi: Tällä sivulla voit setup your koulujen yksittäisten luokan aikoja. OpenSIS asennus skripti luo ryhmä oletuksena aikoja. Päivitä nämä kaudet vastaamaan sinun ja poistaa lisämääräajoista luotu asennuksen aikana tarvittaessa.
ga_ie: Ceadaíonn an leathanach seo leat chun thus do thréimhsí ranga scoileanna aonair. Cruthaíonn an script a shuiteáil openSIS grúpa de thréimhsí réamhshocraithe. Nuashonrú na tréimhsí sin a mheaitseáil mise agus na tréimhsí breise a cruthaíodh le linn a shuiteáil más gá scriosadh.
gl_gl: Esta páxina permite que configure súas escolas períodos de clase individual. O script de instalación openSIS crea un grupo de períodos estándar. Actualización destes períodos para combinar o seu e eliminar os períodos extra creado durante a instalación, se fose necesario.
hr_hr: Ova stranica vam omogućuje postavljanje vašeg škole razdoblja pojedine klase. Skripta openSIS instalacija stvara skupinu zadanih razdoblja. Update tih razdoblja na tvoje utakmicu i brisanje dodatnih razdoblja stvorio tijekom instalacije ako je potrebno.
hu_hu: Ez az oldal lehetővé teszi, hogy állítsuk be az iskolák önálló osztály időszakokban. A openSIS telepítő script létrehoz egy csoportja alapértelmezett idő. Frissítés ezeket az időszakokat, hogy megfeleljen a tiéd, és törölje az extra idő telepítés közben létrehozott, ha szükséges.
is_is: Þessi síða gerir þér kleift að skipulag skóla einstakra bekknum þínum tíma. The embættisvígsla openSIS handritið skapar hóp tímabil sjálfgefið. Uppfæra þessa tíma til að passa þinn og eyða auka tíma til á meðan embættisvígsla, ef þörf krefur.
ja_jp: このページでは、学校個々のクラスの期間を設定することができます。 openSISのインストールスクリプトは、デフォルトの期間のグループを作成します。あなたにマッチし、必要に応じてインストール時に作成された余分なピリオドを削除するには、これらの期間を更新します。
lt_lt: Šis puslapis leidžia jums susikurti savo mokyklose individualus klasės laikotarpių. OpenSIS diegimo scenarijų sukuria numatytųjų laikotarpių grupė. Atnaujinti šiuos laikotarpius, kad atitiktų jūsų ir ištrinti papildomų laikotarpių, sukurtas diegimo metu, jei reikia.
lv_lv: Šī lapa ļauj setup jūsu skolās atsevišķu mācību stundas. OpenSIS uzstādīšanu skripts izveido grupu noklusējuma periodiem. Atjaunināt šos periodus, lai atbilstu jūsu un dzēst virsstundu izveidotas instalēšanas laikā, ja nepieciešams.
mk_mk: Оваа страница ви овозможува да го поставите вашето училиште поединечни класа периоди. На openSIS инсталација скрипта креира група на стандардно периоди. Ажурирање овие периоди за твое натпревар и да го избришете дополнителни периоди создадени за време на инсталацијата доколку е потребно.
nn_no: Denne siden lar deg sette opp din skole enkelt klasse perioder. Den openSIS installation script oppretter en gruppe for mislighold perioder. Oppdatere disse periodene til å matche din og slette den ekstra periodene opprettet under installasjonen om nødvendig.
pl_pl: Ta strona pozwala na ustawienie szkołami okresy klasy indywidualnych. Skrypt instalacyjny openSIS tworzy grupę okresy domyślne. Aktualizacja tych okresów w celu dopasowania do Ciebie i skasować dodatkowe okresy tworzone podczas instalacji w razie potrzeby.
pt_pt: Esta página permite que você configure suas escolas períodos de aula individual. O script de instalação openSIS cria um grupo de períodos padrão. Atualização destes períodos para combinar seu e excluir os períodos extra criado durante a instalação, se necessário.
ro_ro: Această pagină vă permite să setaţi perioade de şcoli individuale de clasă. Script de instalare openSIS creează un grup de perioade implicit. Actualizaţi aceste perioade pentru a se armoniza cu tine şi să ştergeţi perioadele suplimentare create în timpul instalării, dacă este necesar.
ru_ru: Эта страница позволяет настроить ваш школ периоды отдельного класса. Сценарий openSIS установки создает группу по умолчанию периоды. Обновление этих периодов, чтобы соответствовать Вашим и удалять дополнительные периоды, созданные во время установки, если это необходимо.
sk_sk: Táto stránka umožňuje nastaviť dobu školy jednotlivé triedy. OpenSIS inštalačný skript vytvorí skupinu predvolené období. Aktualizácie týchto obdobiach, aby zodpovedali vašej a odstrániť ďalšie obdobie vytvorili počas inštalácie v prípade potreby.
sl_si: Ta stran vam omogoča nastavitev vaše šole obdobjih posamezni razred. OpenSIS namestitev skript ustvari skupino privzeto obdobij. Posodobitev teh obdobij z vašim tekmo in brisanje dodatnih obdobij ustvari med namestitvijo, če je potrebno.
sq_al: Kjo faqe ju lejon të setup periudha të klasës shkollat ​​tuaja individuale. Instalimi openSIS shkrimit krijon një grup të periudhave default. Update këto periudha të përputhen me tuajat dhe fshini periudhat shtesë të krijuar gjatë instalimit nëse është e nevojshme.
sr_rs: Ова страница вам омогућава да подесите своју школе периода појединачне класе. ОпенСИС инсталациону скрипту ствара групу подразумевани периода. Упдате ових периода на ваш одговара и брисање екстра периода насталих током инсталације ако је потребно.
sv_se: Den här sidan kan du ställa in din skolorna perioder individuella klassen. Den openSIS installationsskriptet skapar en grupp av standard perioder. Uppdatera dessa perioder för att matcha dina och ta bort den extra tid som skapas vid installationen om det behövs.
th_th: หน้านี้จะช่วยให้คุณสามารถตั้งค่าแต่ละโรงเรียนระดับระยะเวลาของคุณ สคริปต์การติดตั้ง openSIS สร้างกลุ่มของระยะเวลาเริ่มต้น ปรับปรุงช่วงเวลาเหล่านี้เพื่อให้ตรงกับของคุณและลบช่วงเวลาพิเศษที่สร้างขึ้นในระหว่างการติดตั้งถ้าจำเป็น
tr_tr: Bu sayfa, okullarda bireysel sınıf dönemleri kurulum sağlar. Opensis yükleme komut dosyası varsayılan dönemlerinin bir grup oluşturur. Sizin maç ve gerekirse yükleme sırasında oluşturulan ek süreler silmek için bu süreler güncelleyin.
uk_ua: Ця сторінка дозволяє налаштувати ваш шкіл періоди окремого класу. Сценарій openSIS установки створює групу за замовчуванням періоди. Оновлення цих періодів, щоб відповідати Вашим і видаляти додаткові періоди, створені під час установки, якщо це необхідно.
wa_be: Mae&#39;r dudalen hon yn eich galluogi i osod eich ysgol unigol cyfnodau dosbarth. Mae&#39;r openSIS sgript gosodiad yn creu grŵp o gyfnodau diofyn. Diweddariad y cyfnodau hyn i gyd-fynd eich un chi a dilëwch y cyfnodau ychwanegol a grëwyd yn ystod installation os oes angen.
zh_tw: 此頁面允許您設置您的學校個別課時。該 openSIS安裝腳本創建一個組的默認時期。這些更新週期，以配合你的，刪除多餘的時間，如果在安裝過程中創建必要的。
