Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: When you save the students requests, the Requests program will run the Scheduler without saving the schedule for the current student to notify you of any conflicts. The Scheduler output will also tell you if any course requested has zero available seats. If a request could not be met, you can change the requests accordingly to ensure complete scheduling. You will also be given the option to schedule the student with the requests you entered.
af_za: Wanneer jy slaan die studente versoek, sal die versoek program hardloop die Planner sonder die redding van die skedule vir die huidige student om u in kennis te stel van enige konflikte. Die Planner uitset sal ook vertel as enige kursus wat versoek het nul beskikbare sitplekke. Indien &#39;n versoek kon nie gevind word nie, kan jy die versoeke verander dienooreenkomstig volledige Planning te verseker. Jy sal ook die opsie gegee word om die student toe te skeduleer met die versoeke wat u verskaf het.
be_by: Пры захаванні студэнтаў запыты, просіць праграма будзе працаваць планавальнік без захавання графік бягучага студэнта паведамляць вам аб любых канфліктаў. Выхад Планоўшчык таксама скажа вам, калі любы курс прасіў мае нулявую даступных месцаў. Калі запыт не можа быць выканана, вы можаце змяніць запыты адпаведна, каб забяспечыць поўнае расклад. Вам таксама будзе прадастаўлена магчымасць планаваць студэнтаў з просьбамі Вы ўвялі.
bg_bg: Когато запишете на студентите искания, исканията програма ще стартира Scheduler, без да записвате график за текущата ученик, за да ви уведоми, на всякакви конфликти. Scheduler ще ви кажа, ако е било поискано курс има нулева свободните места. Ако искането не може да бъде спазен, можете да промените съответно искания за осигуряване на пълен график. Вие също така ще бъде дадена възможност да планирате студент с исканията, които сте въвели.
bn_bd: আপনি ছাত্র এর অনুরোধ সংরক্ষণ করা হলে, অনুরোধ প্রোগ্রাম কোনো দ্বন্দ্ব সম্পর্কে জানাতে বর্তমান শিক্ষার্থীর জন্য সিডিউল সংরক্ষণ না করে নির্ধারণকারী চালানো হবে. অনুরোধ করা কোনো কোর্স শূন্য উপলব্ধ আসন হয়েছে থাকে নির্ধারণকারী আউটপুট আপনাকে বলে দেবে. একটি অনুরোধ পূরণ করা যায় নি, আপনি সম্পূর্ণ সময় নির্ধারণ নিশ্চিত অনুসারে অনুরোধ পরিবর্তন করতে পারেন. এছাড়াও আপনি আপনার লেখা অনুরোধ সাথে শিক্ষার্থীর কর্ম নির্ধারণ করার অপশন দেওয়া হবে.
da_dk: Når du gemmer de studerende ønsker, vil Anmodninger programmet køre Scheduler uden at gemme tidsplanen for de nuværende studerende til at underrette dig om eventuelle konflikter. Den Scheduler output vil også fortælle dig, hvis nogen ønskede selvfølgelig har nul ledige pladser. Hvis en anmodning ikke kunne imødekommes, kan du ændre anmodninger i overensstemmelse hermed for at sikre komplet planlægning. Du vil også få mulighed for at planlægge den studerende med de anmodninger, du har indtastet.
el_gr: Όταν αποθηκεύετε τους μαθητές αιτήματα, το πρόγραμμα αιτήσεις θα τρέξει το Scheduler χωρίς να αποθηκεύσετε το χρονοδιάγραμμα για την τρέχουσα μαθητή να σας ειδοποιεί για τυχόν διενέξεις. Η έξοδος Scheduler θα σας πω, επίσης, εάν ζητηθεί οποιαδήποτε πορεία έχει μηδενική διαθέσιμες θέσεις. Αν μια αίτηση δεν μπόρεσαν να ικανοποιηθούν, μπορείτε να αλλάξετε τα αιτήματα ανάλογα ώστε να εξασφαλίζεται πλήρης προγραμματισμός. Επίσης, θα σας δοθεί η δυνατότητα να προγραμματίσει ο φοιτητής με τα αιτήματα που δώσατε.
et_ee: Kui salvestate õpilaste taotlusi, taotluste programm kestab Scheduler ilma salvestamata ajakava praegune õpilane teavitab teid mis tahes konflikte. Scheduler väljund ka öelda, kui mistahes kursusele nõutud on null kohad. Kui taotlust ei olnud võimalik täita, võite muuta taotlusi vastavalt, et tagada täielik sõiduplaani. Sul on ka antud võimalus ajakava õpilane taotleb sisestatud.
fa_ir: هنگامی که شما ذخیره دانش آموزان درخواست ، درخواست برنامه زمانبند اجرا بدون صرفه جویی در برنامه برای دانشجوی فعلی تا شما را از هر گونه مناقشات اطلاع. زمانبند خروجی همچنین شما اگر هر دوره درخواست شده تا به صفر کرسی در دسترس. اگر درخواست ملاقات نمی تواند ، شما می توانید درخواست بر این اساس برنامه ریزی کامل برای اطمینان را تعیین کنید و تغییر دهید. همچنین شما می خواهد داده می شود این گزینه را به برنامه دانش آموز با درخواست شما وارد است.
fi_fi: Kun tallennat opiskelijoiden pyyntöihin, pyynnöt Ohjelma käynnistyy Scheduler tallentamatta aikataulu nykyinen opiskelija ilmoittaa sinulle mitään ristiriitoja. Scheduler lähtö myös kertoa, jos jokin kurssi pyydetty on nolla istumapaikkojen. Jos pyyntöä ei voitu täyttää, voit vaihtaa pyyntöjä vastaavasti varmistaa täydellinen ajoitus. Voit annetaan myös mahdollisuus ajastaa opiskelija pyyntöjä syötit.
ga_ie: Nuair a bheidh tú shábháil ar na mic léinn iarratas, beidh an clár Iarratais a reáchtáil an Sceidealóir gan sábháil an sceideal le haghaidh an mac léinn atá ann faoi láthair a chur in iúl duit an ndearnadh aon choinbhleachtaí. Beidh an t-aschur Sceidealóir insint duit freisin má tá aon chúrsa a iarradh náid suíocháin ar fáil. Más rud é nach bhféadfaí an iarraidh sin a chomhlíonadh, is féidir leat athrú ar an iarratas dá réir sin chun a chinntiú go sceidealú iomlán. Beidh tú a thabhairt freisin an rogha le sceideal an mac léinn leis na hiarrataí a d&#39;iontráil tú.
gl_gl: Cando gardar os estudantes solicitudes, o programa Peticións ha realizar o programado sen gardar a programación para o estudante actual para notificarlle lo de calquera conflitos. A saída schedule tamén dicirlle se solicitou calquera curso cero asentos dispoñibles. Se unha petición non puido ser cumprido, pode cambiar as solicitudes de acordo para garantir programación completa. Tamén será dada a opción de programar o alumno coas peticións que entrou.
hr_hr: Kada spremite studenata zahtjeve, zahtjeve program će pokrenuti Planer bez spremanja raspored za tekuću učenika da vas obavijestiti o bilo sukoba. Raspored izlaz također će vam reći ako je bilo naravno, traži se nula dostupnih sjedala. Ako zahtjev nije mogao biti ispunjen, možete promijeniti u skladu s tim zahtjevima kako bi se osiguralo potpunu raspoređivanje. Također će se dati mogućnost da se raspored učenika sa zahtjevima koje ste unijeli.
hu_hu: Ha menti a diákok kéri, a kérelem program futtatásához Scheduler mentés nélkül a menetrend a jelenlegi diákok, hogy értesítse az esetleges konfliktusokat. Az ütemező kimenet is megmondja, ha természetesen kért nulla rendelkezésre álló helyek. Ha a megkeresés nem teljesíthető, meg tudod változtatni a kérelmek megfelelő biztosítása érdekében a teljes ütemezés. Azt is meg kell adni a lehetőséget, hogy menetrend a hallgató a kérelmet a beírt.
is_is: Þegar þú hefur vistað nemendur beiðnir, beiðnir program vilja hlaupa the Tímaáætlun án þess að vista áætlun fyrir yfirstandandi nemanda að láta þig vita af hvaða átök. The Tímaáætlun framleiðsla mun einnig segja þér ef einhver sjálfsögðu óskað hefur engin laus sæti. Ef beiðni gæti ekki verið uppfyllt, getur þú breytt beiðni í samræmi við það til að tryggja að ljúka tímasetningu. Þú verður einnig að vera gefinn kostur á að áætlun nemandinn með beiðnir sem þú færðir inn.
ja_jp: あなたが学生の要求を保存すると、リクエストのプログラムが競合を通知するために、現在の学生のためのスケジュールを保存せずにスケジューラが実行されます。リクエストされたコースがゼロ空席がある場合にスケジューラの出力はもわかります。要求を満たすことができなかった場合は、完全なスケジューリングを確実にするためにそれに応じてリクエストを変更することができます。あなたはまた、入力されたリクエストで学生をスケジュールするオプションが与えられます。
lt_lt: Kai išsaugoti studentų prašymus, prašymus programa bus paleisti planavimo neišsaugant tvarkaraštis dabartinis studentas pranešti jums jokių konfliktų. Tvarkaraštis išvestis taip pat pasakys jums, jei bet kurio dalyko, kurios prašoma, yra nulinio laisvų vietų. Jei prašymas negalėjo būti patenkinti, galite pakeisti prašymus užtikrinti visiškai planavimas. Jums taip pat bus suteikta galimybė planuoti studentų prašymus Įvestas.
lv_lv: Saglabājot studentu pieprasījumus, pieprasījumus programma darbosies Scheduler, nesaglabājot grafiku pašreizējo studentu jūs informēt par konfliktiem. Scheduler izeja arī pateiks, ja pieprasīts, protams, ir nulle pieejamām sēdvietām. Ja pieprasījumu nevar izpildīt, varat mainīt pieprasījumu atbilstoši, lai nodrošinātu pilnīgu grafiku. Jums arī tiks dota iespēja plānot students ar pieprasījumiem, ko jūs ievadījāt.
mk_mk: Кога ќе ја зачувате студенти барања, Барањата програма ќе се кандидира на распоредувачот без штедење на распоредот за тековниот студент да ве извести за било какви конфликти. Излезот Динамички план, исто така, ќе ти кажам ако некој курс бара има нула достапни места. Доколку барањето не може да се оствари, можете да ги менувате барања соодветно да се обезбеди целосна распоред. Исто така, ќе им биде дадена можност да планирате на студентот со барања да влезе.
nn_no: Når du lagrer studentene ber om, vil forespørsler programmet kjøre Scheduler uten å lagre tidsplanen for den aktuelle studenten til å varsle deg om eventuelle konflikter. Den Scheduler utgang vil også fortelle deg om noen selvfølgelig forespurt har null ledige plasser. Dersom en anmodning ikke kunne være oppfylt, kan du endre forespørsler tilsvarende for å sikre fullstendig planlegging. Du vil også bli gitt muligheten til å planlegge studenten med forespørsler du skrev inn.
pl_pl: Podczas zapisywania uczniów wniosków, program Wnioski będą działać Harmonogram bez zapisywania harmonogram na bieżący studenta do informowania o wszelkich konfliktów. Wyjście Harmonogram będzie również powiedzieć, czy wszelkie wymagane oczywiście ma zero wolnych miejsc. Jeżeli wniosek nie może być spełnione, można zmienić wnioski odpowiednio do zapewnienia pełnego harmonogramu. Będziesz także mieć możliwość zaplanować studenta z wniosków, który podałeś.
pt_pt: Quando você salvar os estudantes solicitações, o programa Pedidos irá executar o Agendador sem salvar a programação para o estudante atual para notificá-lo de quaisquer conflitos. A saída Scheduler também dizer-lhe se solicitou qualquer curso tem zero assentos disponíveis. Se um pedido não pôde ser cumprido, você pode alterar os pedidos de acordo para garantir programação completa. Você também será dada a opção de agendar o aluno com os pedidos que você entrou.
ro_ro: Când salvaţi studenţii solicită, programul va rula Cereri Planificare fără a salva programul pentru student, curent pentru a vă anunţa cu privire la orice conflicte. De ieşire Scheduler va spune, de asemenea, daca orice curs solicitat are la zero numărul de locuri disponibile. Dacă o cerere nu a putut fi îndeplinite, aveţi posibilitatea să modificaţi în consecinţă, cererile pentru a se asigura programarea completă. Vi se va oferi, de asemenea, opţiunea de a programa student cu cererile le-aţi introdus.
ru_ru: При сохранении студентов запросы, просит программа будет работать планировщик без сохранения график текущего студента сообщать вам о любых конфликтов. Выход Планировщик также скажет вам, если любой курс просил имеет нулевую доступных мест. Если запрос не может быть выполнено, вы можете изменить запросы соответственно, чтобы обеспечить полное расписание. Вам также будет предоставлена ​​возможность планировать студентов с просьбами Вы ввели.
sk_sk: Po uložení študentov požiadavky, budú žiadosti program spustiť Plánovač bez uloženia plánu pre súčasné študentov, aby vás všetkých prípadných rozporov. Výstup Plánovač vám tiež povie, či všetky požadované kurz má nulovú voľných miest. Ak je žiadosť nemôže byť splnená, môžete zmeniť podľa požiadaviek zaistiť kompletnú plánovanie. Budete tiež mať možnosť naplánovať študenta s požiadavkami, ktoré ste zadali.
sl_si: Ko shranite študentov zahteva, bo program potekal Zahteve Scheduler brez shranjevanja urnik za trenutno študent, da vas obvestiti o morebitnih konfliktov. Izhod Scheduler bo tudi vam povem, če sploh je seveda zahteval nič voljo sedežev. Če zaprosilo ni bilo mogoče izpolniti, ga lahko spremenite zahteva ustrezno, da se zagotovi popolno načrtovanje. Prav tako boste imeli možnost, da urnik študenta z zahtevami ste jih vnesli.
sq_al: Kur ju ruani studentët kërkesat, programi Kërkesat do të kandidojë Scheduler pa shpëtimin e planit për student aktuale të ju njoftojmë për ndonjë konflikt. Prodhimi Scheduler gjithashtu do të tregojë nëse kërkohet ndonjë kurs ka zero vende në dispozicion. Nëse një kërkesë nuk mund të plotësohen, ju mund të ndryshojë në përputhje me kërkesat për të siguruar planifikimin e plotë. Ju gjithashtu do të jepet mundësi për të caktuar të studentëve me kërkesa keni futur.
sr_rs: Када сачувате студенти захтеве, захтеве програм ће покренути Планер без чувања распоред за тренутни студентски да вас обавести о било каквог конфликта. Планер излаз ће вам рећи ако их има наравно захтева има нула доступна места. Ако захтев није могао бити испуњени, можете да промените у складу са захтевима да обезбеди потпуну заказивања. Такође ћете имати опцију да распоред студента са захтевима који сте унели.
sv_se: När du sparar studenterna förfrågningar kommer Begäran programmet köra Schemaläggaren utan att spara schemat för den aktuella studenten att meddela dig om eventuella konflikter. Den Schemaläggaren utgång kommer också att berätta om någon kurs begärs har noll tillgängliga platser. Om en begäran inte kunde tillgodoses, kan du ändra begär därför att säkerställa fullständig schemaläggning. Du kommer också ges möjlighet att schemalägga studenten med de önskemål du angett.
th_th: เมื่อคุณบันทึกนักเรียนที่ร้องขอโปรแกรมจะเรียกใช้บริการจัดตารางเวลาโดยไม่มีการบันทึกกำหนดการสำหรับนักศึกษาปัจจุบันเพื่อแจ้งให้คุณทราบความขัดแย้งใด ๆ การส่งออกจัดตารางเวลายังจะบอกคุณถ้าหลักสูตรการร้องขอใด ๆ มีศูนย์ที่นั่ง ถ้าการร้องขอไม่สามารถพบคุณสามารถเปลี่ยนการร้องขอตามความเหมาะสมเพื่อให้แน่ใจว่าการจัดตารางเวลาที่สมบูรณ์ คุณยังจะได้รับตัวเลือกเพื่อกำหนดเวลาของนักเรียนที่มีการร้องขอที่คุณป้อน
tr_tr: Öğrencilerin isteklerini kaydederken, İstekler programı herhangi bir çakışma size bildirmek için mevcut öğrenci için zamanlama kaydetmeden Zamanlayıcı çalışacaktır. Talep edilen herhangi bir dersten sıfır boş koltuklar varsa Zamanlayıcı çıkışı da size söyleyecektir. Bir isteği yerine olamazdı, tam zamanlama sağlamak için isteklerini uygun şekilde değiştirebilirsiniz. Ayrıca girdiğiniz istekleri ile öğrenci zamanlama seçeneği sunulacaktır.
uk_ua: При збереженні студентів запити, просить програма буде працювати планувальник без збереження графік поточного студента повідомляти вам про будь-яких конфліктів. Вихід Планувальник також скаже вам, якщо будь-який курс просив має нульову доступних місць. Якщо запит не може бути виконано, ви можете змінити запити відповідно, щоб забезпечити повний розклад. Вам також буде надана можливість планувати студентів з проханнями Ви ввели.
wa_be: Pan fyddwch yn achub y myfyrwyr ceisiadau, bydd y rhaglen yn rhedeg y ceisiadau Scheduler heb arbed yr amserlen ar gyfer y myfyriwr ar hyn o bryd i roi gwybod i chi am unrhyw wrthdaro. Bydd yr allbwn Scheduler hefyd yn dweud wrthych os bydd unrhyw gwrs y gofynnwyd amdani wedi sero seddi sydd ar gael. Os na ellid cais yn cael eu bodloni, gallwch newid y ceisiadau yn unol â hynny er mwyn sicrhau bod yr amserlenni&#39;n gwblhau. Byddwch hefyd yn cael y dewis i amserlen y myfyriwr gyda&#39;r ceisiadau a nodwyd gennych.
zh_tw: 當您保存學生的要求，請求程序將運行調度的時間表，不保存當前學生通知您的任何衝突。調度輸出還會告訴你，如果有任何課程要求可提供座位數為零。如果請求不能得到滿足，你可以改變相應的要求，以確保完成調度。您也可以讓他們選擇安排學生與要求您輸入。
