Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Once you are in the correct marking period, you can enter student grades by selecting the earned grade for each student and entering comments as desired. Once all the grades and comments have been entered, click the Save button at the top of the screen
af_za: As jy in die regte nasienperiode, kan jy ingaan student grade deur die kies van die verdien graad vir elke student en betreding kommentaar as hy wil. Sodra al die grade en kommentaar is opgeneem, kliek op die Save-knoppie aan die bokant van die skerm
be_by: Калі вы знаходзіцеся ў правільным ацэначны перыяд, вы можаце ўвесці ацэнкі студэнтаў, выбраўшы зарабіў класа для кожнага студэнта і ўводу каментароў па жаданні. Пасля таго як усе адзнакі і каментары былі ўведзеныя, націсніце кнопку Захаваць ў верхняй частцы экрана
bg_bg: След като вече сте в правилната маркировка период, можете да въведете студент степени, като изберете спечелените клас за всеки студент и въвеждане на коментари по желание. След като са били вписани всички оценки и коментари, щракнете върху бутона Запазване в горната част на екрана
bn_bd: একবার সঠিক অবস্থানসূচক সময়ের মধ্যে আপনি, আপনি ছাত্র বাংলাদেশের লিখুন প্রত্যেক শিক্ষার্থীর জন্য অর্জিত গ্রেড নির্বাচন এবং মন্তব্য না লিখে হিসাবে পছন্দসই দ্বারা পারেন. একবার বাংলাদেশের এবং মন্তব্য করা হয়েছে প্রবেশ পর্দার উপরের সেভ বাটন ক্লিক করুন
da_dk: Når du er i den korrekte mærkning periode, kan du indtaste studerende kvaliteter ved at vælge tjent karakter for hver elev og indtastning kommentarer som ønsket. Når alle de kvaliteter og kommentarer er indtastet, skal du klikke på knappen Gem øverst på skærmen
el_gr: Μόλις είστε στο σωστό χρονικό διάστημα η σήμανση, μπορείτε να εισάγετε τους βαθμούς μαθητών, επιλέγοντας το κερδίσει βαθμό για κάθε μαθητή και την είσοδο σχόλια όπως επιθυμείτε. Μόλις όλοι οι βαθμοί και τα σχόλια έχουν εισαχθεί, κάντε κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης
et_ee: Kui olete õiges tähistamine jooksul saab sisestada õpilase klassi valides teenitud klassi igale õpilasele ja siseneb kommentaaride nagu soovitud. Kui kõik klassid ja kommentaarid on sisestatud, klõpsake nuppu Salvesta ülaosas ekraani
fa_ir: هنگامی که شما در دوره مارک درست ، شما می توانید نمرات دانش آموز با انتخاب کلاس برای هر دانش آموز به دست آورده و وارد کردن نظرات به عنوان مورد نظر را وارد کنید. هنگامی که تمام نمرات و نظرات وارد شده اند ، با کلیک بر روی دکمه ذخیره در بالای صفحه کلیک کنید
fi_fi: Kun olet oikeassa merkintää aikana, voit kirjoittaa opiskelija arvosanat valitsemalla ansainnut arvosanan jokaiselle opiskelijalle ja kirjoittamalla kommentit haluamallasi tavalla. Kun kaikki arvosanat ja kommentit on syötetty, napsauta Tallenna-painiketta yläreunassa näytön
ga_ie: Nuair atá tú sa tréimhse ceart marcála, is féidir leat dul isteach gráid mac léinn ag roghnú an grád a thuill do gach mac léinn agus na tuairimí a iontráil mar atá ag teastáil. Chomh luath agus na gráid ar fad agus na tuairimí curtha isteach, cliceáil ar an gcnaipe Sábháil ag barr an scáileáin
gl_gl: Unha vez que está no período correcto marcado, pode inserir notas de alumnos, seleccionando o grao de ganancia para cada alumno e inserindo comentarios como desexado. Despois de todas as notas e os comentarios foron inseridos, prema no botón Gardar da parte superior da pantalla
hr_hr: Nakon što su u ispravnom obilježavanje razdoblje, možete unijeti studentske ocjene odabirom zaradio ocjenu za svakog studenta i ulaska komentara po želji. Nakon svih razreda i komentari su ušli, kliknite gumb Spremi na vrhu zaslona
hu_hu: Ha nem a megfelelő jelölés időszakban, akkor be tanuló a kiválasztásával szerzett fokozat minden diák és belépés megjegyzések kívánt. Miután minden évfolyamon és megjegyzések megadta, kattintson a Mentés gombra a képernyő felső részén
is_is: Þegar þú ert í rétta merkingu tíma, getur þú slærð inn Kennslusvið birtir einkunnir með því að velja unnið einkunn fyrir hvern nemanda og slá athugasemdir eins og þú vilt. Þegar allar einkunnir og athugasemdir hafa verið inn, smelltu á Vista hnappinn efst á skjánum
ja_jp: 一度正しいマーキングの期間では、各学生の獲得グレードを選択し、必要に応じてコメントを入力して、生徒の成績を入力することができますされています。一度、すべてのグレードとコメントが入力されている、画面の上部にある[保存]ボタンをクリック
lt_lt: Kai esate teisingas ženklinimas laikotarpį, galite įvesti studentų rangai, pasirinkdami uždirbo klasės kiekvienas studentas ir įvesti komentarus, kaip tikėtasi. Kai visi rangai ir komentarus buvo įrašyti, spustelėkite mygtuką &quot;Išsaugoti&quot; ekrano viršuje
lv_lv: Kad esat pareizi marķējums periodā, jūs varat ievadīt students pakāpes, izvēloties nopelnījis pakāpe katram studentam un ievadot komentārus, kā vēlamo. Pēc visu pakāpju un komentāri ir ievadīta, noklikšķiniet uz Save pogas augšpusē ekrānam
mk_mk: Откако ќе се во правилната ознака период, можете да внесете Оценките од студентите со избирање на заработени оценка за секој ученик и да влезат коментари, како сакате. Откако сите оценки и коментари се внесени, кликнете на копчето Зачувај на врвот на екранот
nn_no: Når du er i riktig merking perioden, kan du angi student karakterer ved å velge tjente karakter for hver elev og legge inn kommentarer som ønsket. Når alle karakterer og kommentarer har blitt lagt inn, klikker du på knappen Lagre øverst på skjermen
pl_pl: Gdy jesteś w odpowiednim okresie oznakowania można wprowadzić ocen studentów, wybierając uzyskał stopień dla każdego ucznia i wprowadzając komentarzy zgodnie z oczekiwaniami. Po wszystkich ocen i komentarzy zostały wprowadzone, kliknij przycisk Zapisz u góry ekranu
pt_pt: Uma vez que você estiver no período correto marcação, você pode inserir notas de alunos, selecionando o grau de ganho para cada aluno e inserindo comentários como desejado. Depois de todas as notas e os comentários foram inseridos, clique no botão Salvar na parte superior da tela
ro_ro: Odată ce vă aflaţi în perioada de marcajul corect, puteţi introduce note elevilor prin selectarea clasa a câştigat pentru fiecare elev şi care intră comentariile după cum doriţi. După ce toate gradele si comentariile au fost introduse, faceţi clic pe butonul Salvare din partea de sus a ecranului
ru_ru: Когда вы находитесь в правильном оценочный период, вы можете ввести оценки студентов, выбрав заработал класса для каждого студента и ввода комментариев по желанию. После того как все оценки и комментарии были введены, нажмите кнопку Сохранить в верхней части экрана
sk_sk: Akonáhle ste v správnej označenie obdobia, môžete zadať študentov triedy výberom získal triedy pre každého študenta a zadávanie komentárov podľa potreby. Akonáhle sú všetky známky a komentáre boli zapísané, kliknite na tlačidlo Uložiť v hornej časti obrazovky
sl_si: Ko ste v pravilno označevanje obdobju, lahko vnesete študent ocene z izbiro prislužil oceno za vsakega študenta in vnos komentarji po želji. Ko so vnesli vse ocene in komentarje, kliknite gumb Shrani na vrhu zaslona
sq_al: Pasi ju jeni në periudhën e saktë shënon, ju mund të hyjë në notat e nxënësve duke zgjedhur në klasën e fituara për çdo student dhe hyjnë komentet si e dëshiruar. Pasi të gjitha notat dhe komentet kanë qenë të hyrë, kliko butonin Ruaj në krye të ekranit
sr_rs: Када сте у исправном обележавање периода, можете да унесете оцене студента избором зарадио оцену за сваког студента и улазак коментаре по жељи. Када су све оцене и коментаре унет, кликните на дугме Сачувај на врху екрана
sv_se: När du är i rätt märkning perioden, kan du skriva in eleven kvaliteter genom att välja den intjänade betyg för varje elev och skriva in kommentarer som önskat. När alla kvaliteter och kommentarer har matats in, klicka på knappen Spara längst upp på skärmen
th_th: เมื่อคุณอยู่ในระยะเวลาการทำเครื่องหมายที่ถูกต้องคุณสามารถป้อนเกรดนักเรียนโดยการเลือกเกรดที่ได้รับสำหรับนักเรียนแต่ละคนและป้อนคำที่ต้องการ เมื่อทุกเกรดและการแสดงความคิดเห็นได้รับการป้อนให้คลิกปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: Bir kez doğru markalama dönemde kazanılan her öğrenci için sınıf seçerek ve istediğiniz gibi yorum giren öğrenci notlarını girebilirsiniz. Tüm notlar ve yorumlar girildikten sonra, ekranın üst kısmındaki Kaydet düğmesini tıklatın
uk_ua: Коли ви перебуваєте в правильному оцінний період, ви можете ввести оцінки студентів, вибравши заробив класу для кожного студента і введення коментарів за бажанням. Після того як всі оцінки і коментарі були введені, натисніть кнопку Зберегти у верхній частині екрана
wa_be: Unwaith rydych chi yn y cyfnod marcio gywir, gallwch fynd i mewn graddau myfyrwyr drwy ddewis y radd a enillir ar gyfer pob myfyriwr ac yn mynd i mewn sylwadau fel y dymunir. Unwaith y bydd yr holl raddau a sylwadau wedi cael eu cofnodi, cliciwch y botwm Save ar frig y sgrin
zh_tw: 一旦你在正確的評分期，您可以通過選擇輸入學生成績的獲得為每個年級的學生，根據需要輸入註釋。一旦所有的檔次和意見已進入後，點擊保存按鈕，在屏幕上方

source: If the selected teacher is using the Grades, you can have openSIS calculate each students quarter grades by clicking on the
af_za: Indien die geselekteerde onderwyser is die gebruik van die graad, kan jy openSIS elke studente kwartaal grade bereken deur te kliek op die
be_by: Калі выбраны настаўнік выкарыстоўвае класы, вы можаце мець openSIS разліку кожнага класа студэнтаў квартале, націснуўшы на
bg_bg: Ако избраният учителят използва оценките, можете да имате openSIS изчисли всеки тримесечие оценките на студентите, като кликнете върху
bn_bd: যদি নির্বাচিত শিক্ষক গ্রেড ব্যবহার, আপনি ক্লিক করতে পারেন openSIS প্রত্যেক ছাত্রদের কোয়ার্টার গ্রেড গণনা
da_dk: Hvis den valgte læreren at bruge karaktererne, kan du få openSIS beregne hver studerende kvartal kvaliteter ved at klikke på
el_gr: Εάν η επιλεγμένη δάσκαλος χρησιμοποιεί τους βαθμούς, μπορείτε να έχετε openSIS υπολογίζει τους βαθμούς κάθε τρίμηνο οι μαθητές κάνοντας κλικ στο
et_ee: Kui valitud õpetaja hindega, sul võib olla openSIS arvutada iga õpilaste kvartalis klasside klikkides
fa_ir: اگر معلم انتخاب شده است با استفاده از نمرات ، شما می توانید openSIS محاسبه هر یک از دانش آموزان نمرات سه ماهه از طریق کلیک کردن بر روی
fi_fi: Jos valittu opettaja käyttää arvosanoja, voit olla openSIS laskea kunkin opiskelijat vuosineljänneksen arvosanat klikkaamalla
ga_ie: Má tá an múinteoir ag baint úsáide as na Gráid roghnaithe, is féidir leat a bheith openSIS ríomh gach gráid mic léinn ráithe trí chliceáil ar an
gl_gl: Se o profesor seleccionado está a usar o Graos, pode que openSIS calcular as notas dos alumnos de cada trimestre, premendo no
hr_hr: Ako je odabrana učitelj koristi razredi, možete imati openSIS izračunati svaki studenata tromjesečju ocjene klikom na
hu_hu: Ha a kiválasztott tanár használja a Pontok, akkor már openSIS számítani az egyes tanulók negyede minőségű kattintson a
is_is: Ef valið kennari notar Einkunnir getur þú hefur openSIS reikna hvers nemenda ársfjórðungs einkunna með því að smella á
ja_jp: 選択された教師は等級を使用している場合は、をクリックしてopenSISは、各学生の四半期の成績を計算することができます
lt_lt: Jei pasirinktas mokytojas Prognozės, galite openSIS apskaičiuoti kiekvieno studentų ketvirtį klasių paspaudę
lv_lv: Ja izvēlētā skolotājs izmanto pakāpes, jums var būt openSIS aprēķināt katra skolēniem ceturksni pakāpes, noklikšķinot uz
mk_mk: Ако избраниот наставник е со користење на степени, може да имаат openSIS пресмета секој студенти четвртина оценки со кликнување на
nn_no: Hvis den valgte læreren bruker karakterer, kan du ha openSIS beregne hver studenter kvartal karakterer ved å klikke på
pl_pl: Jeśli wybrany nauczyciel jest za pomocą stopni, można mieć openSIS obliczyć każdej studentów klas kwartale klikając na
pt_pt: Se o professor selecionado está usando o Graus, você pode ter openSIS calcular as notas dos alunos de cada trimestre, clicando no
ro_ro: Dacă profesorul este selectat cu ajutorul Note, puteţi avea openSIS calcula fiecare trimestru clasele elevilor, făcând clic pe
ru_ru: Если выбран учитель использует классы, вы можете иметь openSIS расчета каждого класса студентов квартале, нажав на
sk_sk: Ak vybraný učiteľ pomocou známok, môžete mať openSIS počítať každú štvrť študentov triedy po kliknutí na
sl_si: Če izbrani učitelj je z uporabo ocen, lahko imate openSIS izračunati vsako četrtletje ocen študentov s klikom na
sq_al: Në qoftë se mësuesi e zgjedhur është duke përdorur Notat, ju mund të keni openSIS llogaritur çdo tremujori notat nxënësve duke klikuar mbi
sr_rs: Ако изабрани наставник користи разреда, можете имати опенСИС израчунати сваки студената разреда кварталу кликом на
sv_se: Om den valda läraren använder betyg, kan du ha openSIS beräkna varje studenter kvartal betyg genom att klicka på
th_th: ถ้าครูที่เลือกจะใช้ผลการเรียนคุณสามารถมี openSIS คำนวณผลการเรียนของนักเรียนในแต่ละไตรมาสโดยคลิกที่
tr_tr: Seçilen öğretmen Notların kullanması durumunda, her öğrenciler çeyrek notları tıklayarak Opensis hesaplamak olabilir
uk_ua: Якщо обраний вчитель використовує класи, ви можете мати openSIS розрахунку кожного класу студентів кварталі, натиснувши на
wa_be: Os bydd yr athro a ddewiswyd yn defnyddio&#39;r Graddau, gallwch gael openSIS gyfrifo bob chwarter myfyrwyr gradd drwy glicio ar y
zh_tw: 如果所選的老師使用的是等級，你可以計算出每個學生有openSIS季度成績通過點擊

source: Use Gradebook Grades
af_za: Gebruik Gradebook Graad
ar_dz: استخدام علامات دفتر التقديرات
be_by: Выкарыстоўвайце Заліковая кніжка Ацэнкі
bg_bg: Използвайте Gradebook степени
bn_bd: Gradebook গ্রেড ব্যবহার
da_dk: Brug Gradebook Karakterer
el_gr: Χρησιμοποιήστε τους βαθμούς Gradebook
es_es: Uso de las Calificaciones del Libro de Calificaciones
et_ee: Kasuta Gradebook Grades
fa_ir: استفاده از نمرات Gradebook
fi_fi: Käytä Gradebook arvosanat
ga_ie: Úsáid Gráid Gradebook
gl_gl: Use Reixas Gradebook
hr_hr: Koristite Gradebook Ocjene
hu_hu: Használja Gradebook Osztályzatok
is_is: Nota Gradebook Einkunnir
ja_jp: 成績表のグレードを使用
lt_lt: Naudokite Gradebook Prognozės
lv_lv: Izmantojiet Gradebook pakāpes
mk_mk: Користете Gradebook Оценки
nn_no: Bruk karakterboken Karakterer
pl_pl: Użyj Stopnie dzienniczek ocen
pt_pt: Use Grades Gradebook
ro_ro: Utilizaţi Note cartea de note
ru_ru: Используйте Зачетная книжка Оценки
sk_sk: Použitie zadávanie známok stupňa
sl_si: Uporaba redovalnice Grades
sq_al: Përdorimi Notat Gradebook
sr_rs: Користите Оцене Градебоок
sv_se: Använd betygsbok betyg
th_th: ใช้เก​​รด Gradebook
tr_tr: Gradebook Sınıflar kullanın.
uk_ua: Використовуйте Залікова книжка Оцінки
wa_be: Defnyddiwch Graddau Llyfr Marciau
zh_tw: 使用年級成績冊

source: link at the top of the list. Clicking this link will automatically save each students grades and refresh the list
af_za: skakel aan die bokant van die lys. Indien u op hierdie skakel kliek, sal outomaties elke studente grade en verfris die lys
ar_dz: الوصلة في أعلى القائمة. والنقر على هذا الارتباط تلقائيا حفظ كل الدرجات الطلاب وتحديث قائمة
be_by: у верхняй частцы спісу. Пры націску на гэтую спасылку будзе аўтаматычна захоўваць кожны студэнтам ацэнкі і абнаўлення спісу
bg_bg: връзката в горната част на списъка. Щракването върху тази връзка ще автоматично да записвате всеки клас учениците и да обновите списъка
bn_bd: তালিকার শীর্ষে লিংক. এই লিঙ্ক ক্লিক করা হলে স্বয়ংক্রিয়ভাবে প্রতিটি ছাত্র বাংলাদেশের সংরক্ষণ তালিকা রিফ্রেশ হবে
da_dk: linket øverst på listen. Hvis du klikker på dette link vil automatisk gemme hver studerende kvaliteter og opdatere listen
el_gr: σύνδεσμο στην κορυφή της λίστας. Κάνοντας κλικ σε αυτό το σύνδεσμο θα αποθηκεύσει αυτόματα κάθε βαθμούς τους φοιτητές και να ανανεώσετε τη λίστα
et_ee: link ülaosas nimekirja. Selle lingi klõpsamine salvestab automaatselt iga õpilaste klassid ja värskenda nimekirja
fa_ir: لینک در بالای لیست. کلیک کردن بر روی این لینک به طور خودکار هر یک از نمرات دانش آموزان و صرفه جویی در تازه کردن لیست
fi_fi: linkki yläreunassa luettelosta. Tämän linkin napsauttaminen tallentaa automaattisesti jokaisen opiskelijoiden arvosanat ja päivittää listan
ga_ie: nasc ag barr an liosta. Cliceáil an nasc seo ach amháin go huathoibríoch gach gráid mac léinn agus an liosta a athnuachan
gl_gl: ligazón na parte superior da lista. Premendo nese enlace pode gardar automaticamente cada notas dos alumnos e actualizar a lista
hr_hr: link na vrhu popisa. Klikom na ovaj link će automatski spremiti svaki studenata ocjene i osvježiti popis
hu_hu: link a lista tetején. Erre a hivatkozásra kattintva automatikusan ment minden tanuló fokozatok, és a lista frissítéséhez
is_is: efst á listanum. Með því að smella á þennan tengil mun sjálfkrafa vista hvert nemendur bekk og uppfæra listann
ja_jp: リストの上部にあるリンク。このリンクをクリックすると、自動的に各生徒の成績を保存し、リストをリフレッシュします
lt_lt: sąrašo viršuje nuorodą. Paspaudus šią nuorodą, bus automatiškai išsaugoti kiekvieną studentų pažymius ir atnaujinti sąrašą
lv_lv: saites saraksta augšgalā. Noklikšķinot uz šīs saites automātiski saglabātu katru studentu kategorijām un atsvaidzināt saraksts
mk_mk: линкот на врвот на листата. Со кликнување на овој линк автоматски ќе го спаси секој студенти оценки и освежување на листа
nn_no: linken på toppen av listen. Klikke på denne linken vil automatisk lagre alle elevene karakterer og oppdatere listen
pl_pl: link na górze listy. Kliknięcie tego łącza spowoduje automatycznie zapisać każdy uczniów klas i odświeżyć listę
pt_pt: link no topo da lista. Ao clicar nesse link irá salvar automaticamente a cada notas dos alunos e atualizar a lista
ro_ro: legătură în partea de sus a listei. Făcând clic pe această legătură într-va salva automat fiecare clasele a studenţilor şi a actualiza lista de
ru_ru: в верхней части списка. При нажатии на эту ссылку будет автоматически сохранять каждый студентам оценки и обновления списка
sk_sk: odkaz v hornej časti zoznamu. Kliknutím na tento odkaz sa automaticky uloží každý študentom známky a aktualizovať zoznam
sl_si: povezavo na vrhu seznama. S klikom na to povezavo se bo samodejno shrani vse študente razredih in osvežite seznam
sq_al: Lidhje në krye të listës. Duke klikuar këtë link automatikisht do të shpëtojë çdo nxënës dhe notat refresh lista
sr_rs: линк на врху листе. Кликом на овај линк ће аутоматски сачувати свако студенти оцене и освежити листу
sv_se: länken högst upp i listan. Du klickar på länken kommer automatiskt att spara varje elever betyg och uppdatera listan
th_th: การเชื่อมโยงที่ด้านบนของรายการ คลิกที่ลิงค์นี้อัตโนมัติจะบันทึกคะแนนของนักเรียนแต่ละคนและรีเฟรชรายการ
tr_tr: Listenin en üstündeki bağlantı. Bu linki tıkladığınızda otomatik olarak her öğrencinin notları kaydetmek ve listeyi yenilemek
uk_ua: у верхній частині списку. При натисканні на це посилання буде автоматично зберігати кожен студентам оцінки та оновлення списку
wa_be: cyswllt ar frig y rhestr. Bydd clicio ar y cyswllt awtomatig gynilo bob gradd myfyrwyr ac adfywio y rhestr
zh_tw: 鏈接在頂部的列表。點擊這個鏈接會自動保存每個學生的成績，並刷新列表

source: GradeBook Grades
af_za: GradeBook Graad
ar_dz: علامات دفتر التقديرات
be_by: Заліковая кніжка Ацэнкі
bg_bg: GradeBook степени
bn_bd: GradeBook গ্রেড
da_dk: GradeBook Karakterer
el_gr: GradeBook βαθμοί
es_es: GradeBook Calificaciones
fa_ir: نمرات GradeBook
fi_fi: GradeBook arvosanat
ga_ie: Gráid GradeBook
gl_gl: Reixas GradeBook
hr_hr: GradeBook Ocjene
hu_hu: GradeBook Osztályzatok
is_is: GradeBook Einkunnir
ja_jp: 成績表成績
lt_lt: GradeBook Prognozės
lv_lv: GradeBook pakāpes
mk_mk: GradeBook Оценки
nn_no: Karakterboken Karakterer
pl_pl: Stopnie ujawniać
pt_pt: Grades GradeBook
ro_ro: Cartea de note Note
ru_ru: Зачетная книжка Оценки
sk_sk: Zadávanie známok stupňa
sl_si: Redovalnice Grades
sq_al: Notat GradeBook
sr_rs: ГрадеБоок оцене
sv_se: Betygsbok betyg
th_th: เกรด GradeBook
tr_tr: GradeBook Sınıflar
uk_ua: Залікова книжка Оцінки
wa_be: Graddau llyfr marciau
zh_tw: 年級成績冊

source: Take Attendance
af_za: Neem Bywoning
ar_dz: أخذ الحضور
be_by: Вазьміце наведвальнасці
bg_bg: Вземете Присъствие
bn_bd: হাজিরা গ্রহণ করুন
da_dk: Tag Deltagelse
el_gr: Πάρτε Συμμετοχή
es_es: Tomar Asistencia
et_ee: Take Osavõtjate
fa_ir: نگاهی به حضور و غیاب
fi_fi: Take Läsnäolo
ga_ie: Tóg Tinreamh
gl_gl: Tomé Presenzas
hr_hr: Uzmi Attendance
hu_hu: Vegye részvétel
is_is: Taka Aðsókn
ja_jp: 出席をとる
lt_lt: Imtis Lankomumas
lv_lv: Take apmeklējums
mk_mk: Земете Публика
nn_no: Ta Oppmøte
pl_pl: Weź Udział
pt_pt: Tome Presenças
ro_ro: Ia Frecventarea
ru_ru: Возьмите посещаемости
sk_sk: Vezmite divákov
sl_si: Vzemite Udeležba
sq_al: Merrni Pjesëmarrja
sr_rs: Узми Похађање
sv_se: Ta Närvaro
th_th: ใช้เวลาการเข้าร่วมประชุม
tr_tr: Seyirci alın
uk_ua: Візьміть відвідуваності
wa_be: Cymryd Presenoldeb
zh_tw: 以出席
