Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Remove
af_za: Verwyder
ar_dz: إزالة
be_by: Выдаленне
bg_bg: Премахване
bn_bd: অপসারণ
da_dk: Fjern
el_gr: Κατάργηση
es_es: Eliminar
et_ee: Kõrvaldama
fa_ir: برداشتن
fi_fi: Poista
ga_ie: Bain
gl_gl: Eliminar
hr_hr: Ukloniti
hu_hu: Vegye
is_is: Fjarlægja
ja_jp: 削除
lt_lt: Pašalinti
lv_lv: Noņemt
mk_mk: Отстрани
nn_no: Fjern
pl_pl: Usunąć
pt_pt: Remover
ro_ro: Elimina
ru_ru: Удаление
sk_sk: Odstrániť
sl_si: Odstrani
sq_al: Heq
sr_rs: Уклонити
sv_se: Ta bort
th_th: ลบออก
tr_tr: Kaldırmak
uk_ua: Видалення
wa_be: Dileu
zh_tw: 刪除

source: Back to Student List
af_za: Terug na Studente Lys
ar_dz: العودة إلى قائمة الطلاب
be_by: Вярнуцца да студэнцкай Спіс
bg_bg: Обратно към списъка с Student
bn_bd: ছাত্র তালিকা ফিরে যান
da_dk: Tilbage til Student List
el_gr: Επιστροφή στη λίστα Φοιτητών
es_es: Volver a la Lista de Alumnos
et_ee: Tagasi Student List
fa_ir: برگشت به فهرست دانشجویی
fi_fi: Takaisin Student List
ga_ie: Ar ais go Liosta na Mac Léinn
gl_gl: Volver á lista de Student
hr_hr: Natrag na Studentski popis
hu_hu: Vissza a Diák listája
is_is: Til baka Student List
ja_jp: バック生徒リストへ
lt_lt: Grįžti į studentų sąrašą
lv_lv: Atpakaļ uz studentu saraksts
mk_mk: Назад кон Студентски Листа
nn_no: Tilbake til Student List
pl_pl: Powrót do listy studentów
pt_pt: Voltar à lista de Student
ro_ro: Inapoi la lista de Student
ru_ru: Вернуться к студенческой Список
sk_sk: Späť na zoznam študentov
sl_si: Nazaj na seznam Student
sq_al: Kthehu tek Lista Student
sr_rs: Назад на листу студената
sv_se: Tillbaka till Student Lista
th_th: กลับไปยังรายการของนักเรียน
tr_tr: Öğrenci Listesi
uk_ua: Повернутися до студентської Список
wa_be: Yn ôl i&#39;r Rhestr Myfyrwyr
zh_tw: 回到學生名單

source: Selected User
af_za: Geselekteerde gebruiker
ar_dz: اختيار المستخدم
be_by: Абраны Карыстальнік
bg_bg: Избраният потребител
bn_bd: নির্বাচিত ব্যবহারকারী
da_dk: Valgte Bruger
el_gr: Επιλεγμένα χρήστη
es_es: Usuario Seleccionado
et_ee: Valitud kasutajat
fa_ir: انتخاب کاربر
fi_fi: Valitun käyttäjän
ga_ie: Úsáideoir Roghnaithe
gl_gl: Seleccionado polo usuario
hr_hr: Odabranog korisnika
hu_hu: Kiválasztott felhasználó
is_is: Valdar Notandi
ja_jp: 選択されたユーザー
lt_lt: Pasirinktas vartotojas
lv_lv: Atlasīts lietotāju
mk_mk: Одбраниот член
nn_no: Valgte Bruker
pl_pl: Wybrany użytkownik
pt_pt: Selecionado pelo usuário
ro_ro: Selectate Ghid de utilizare
ru_ru: Выбранный Пользователь
sk_sk: Vybraný užívateľ
sl_si: Izbrane uporabnika
sq_al: User zgjedhur
sr_rs: Изабраног корисника
sv_se: Valda användaren
th_th: ผู้ใช้ที่เลือก
tr_tr: Seçilen Kullanıcı
uk_ua: Обраний Користувач
wa_be: Defnyddiwr dethol
zh_tw: 選定的用戶

source: Back to User List
af_za: Terug na gebruikers lys
ar_dz: العودة إلى قائمة المستخدم
be_by: Вярнуцца да Спіс карыстальнікаў
bg_bg: Обратно към Списък с потребители
bn_bd: ব্যবহারকারীর তালিকা ফিরে যান
da_dk: Tilbage til Brugerliste
el_gr: Επιστροφή στη Λίστα χρηστών
es_es: Volver al listado de Usuarios
et_ee: Tagasi Kasutajate nimekiri
fa_ir: برگشت به لیست کاربران
fi_fi: Takaisin käyttäjäluetteloon
ga_ie: Ar ais go Liosta Úsáideoir
gl_gl: Voltar á Lista de usuario
hr_hr: Povratak na Popis korisnika
hu_hu: Vissza Felhasználólista
is_is: Til baka User List
ja_jp: ユーザリストに戻り
lt_lt: Atgal į vartotojų sąrašą
lv_lv: Atpakaļ uz Lietotāju saraksts
mk_mk: Назад кон Листа на корисници
nn_no: Tilbake til Bruker Liste
pl_pl: Powrót do listy użytkownika
pt_pt: Voltar para a Lista do utilizador
ro_ro: Înapoi la Listă utilizatori
ru_ru: Вернуться к Список пользователей
sk_sk: Späť na Užívatelia
sl_si: Nazaj na seznam uporabnika
sq_al: Kthehu tek Lista e Anëtarëve
sr_rs: Назад на Списак корисника
sv_se: Tillbaka till Användarlista
th_th: กลับไปยังรายการผู้ใช้
tr_tr: Kullanıcı Listesi
uk_ua: Повернутися до Список користувачів
wa_be: Yn ôl i&#39;r Rhestr Defnyddiwr
zh_tw: 返回用戶列表

source: You are not allowed to use this program! This attempted violation has been logged and your IP address was captured
af_za: Jy is nie toegelaat om hierdie program te gebruik! Hierdie poging tot skending het aangeteken en jou IP-adres is gevang
ar_dz: لا يسمح لك باستخدام هذا البرنامج! وقد تم تسجيل هذا الانتهاك وحاول خطف عنوان IP الخاص بك
be_by: Вы не можаце выкарыстоўваць гэтую праграму! Гэта спроба парушэнні быў запісаны і ваш IP-адрас быў узяты ў палон
bg_bg: Не е позволено да се използва тази програма! Това е опит за нарушаване на влезли и Вашият IP адрес е заловен
bn_bd: এই প্রোগ্রাম ব্যবহার এর অনুমতি না! এই চেষ্টা লঙ্ঘন করেছে লগ আপনার আইপি ঠিকানা বন্দী ছিলেন হয়েছে
da_dk: Du har ikke tilladelse til at bruge dette program! Dette forsøg på overtrædelse er blevet logget og din IP-adresse blev fanget
el_gr: Δεν επιτρέπεται να χρησιμοποιούν αυτό το πρόγραμμα! Αυτή η απόπειρα παραβίασης έχει καταγραφεί και η διεύθυνση IP σας αιχμαλωτίστηκε
es_es: Â¡Usted no está autorizado a utilizar este programa! Se ha registrado este intento de violación y su dirección IP fue capturada.
et_ee: Sul ei ole lubatud kasutada seda programmi! See rikkumiskatse on logitud ja teie IP-aadress oli löödud
fa_ir: شما مجاز به استفاده از این برنامه! این نقض تلاش شده است به سیستم وارد شده و آدرس IP شما دستگیر شد
fi_fi: Et saa käyttää tätä ohjelmaa! Tämä yritystä rikkoa on kirjattu ja IP-osoitteesi vangittiin
ga_ie: Níl cead agat úsáid a bhaint as an gclár seo! Tá an sárú iarracht déanta logáilte isteach agus a ghabh do sheoladh IP
gl_gl: Non ten permiso para usar este programa! Este intento de violación foi rexistrada eo seu enderezo IP foi capturado
hr_hr: Vi ne smiju koristiti ovaj program! Ovaj pokušaj povrede je prijavljeni i Vaša IP adresa je zarobljen
hu_hu: Ön nem használhatja ezt a programot! Ez megsértésére tett kísérlet már bejelentkezett, és az IP-cím elfogták
is_is: Þú hefur ekki leyfi til að nota þetta forrit! Þessi tilraun brot hefur verið skráð og IP tölu þinni var tekin
ja_jp: あなたはこのプログラムを使用するために許可されていません！この試みられた違反はログに記録されており、あなたのIPアドレスが捕獲された
lt_lt: Jums draudžiama naudoti šią programą! Šis bandymas pažeidimas buvo prisijungę ir jūsų IP adresas buvo paimtas į nelaisvę
lv_lv: Jums nav atļauts izmantot šo programmu! Šī pārkāpuma mēģinājums ir pieteikta, un jūsu IP adrese tika notverti
mk_mk: Не Ви е дозволено да се користи оваа програма! Овој обид за прекршување е најавен и вашата IP адреса бил фатен
nn_no: Du har ikke lov til å bruke dette programmet! Dette forsøk på brudd har blitt logget og din IP-adresse ble fanget
pl_pl: Nie wolno używać tego programu! To usiłowanie naruszenia został zapisany i adres IP został schwytany
pt_pt: Você não tem permissão para usar este programa! Esta tentativa de violação foi registrada e seu endereço de IP foi capturado
ro_ro: Nu ai voie să utilizeze acest program! Această tentativă de încălcare a fost autentificat şi adresa ta de IP a fost capturat
ru_ru: Вы не можете использовать эту программу! Это попытка нарушения был записан и ваш IP-адрес был взят в плен
sk_sk: Nie je dovolené používať tento program! Tento pokus o porušenie bola zaznamenaná vaša IP adresa a bol zajatý
sl_si: Nimate dovoljenja za uporabo tega programa! To je bil poskus kršitve prijavljeni in vaš IP naslov je bil posnet
sq_al: Ju nuk jeni i lejuar për të përdorni këtë program! Kjo përpjekje për shkelje ka qenë e regjistruar dhe IP adresa e juaj u kap
sr_rs: Није вам дозвољено да користите овај програм! Овај покушај кршења је пријављена и ваша ИП адреса је заробљен
sv_se: Du får inte använda det här programmet! Detta försök till kränkningar har loggats och din IP-adress fångades
th_th: คุณยังไม่ได้รับอนุญาตให้ใช้โปรแกรมนี้! นี้การละเมิดความพยายามที่จะได้รับการบันทึกและที่อยู่ IP ของคุณถูกจับ
tr_tr: Bu programı kullanmak için izin verilmez! Bu ihlal teşebbüsü kayıt edildiğini ve IP adresinizi ele geçirildi
uk_ua: Ви не можете використовувати цю програму! Це спроба порушення був записаний і ваш IP-адресу був узятий в полон
wa_be: Ni chaniateir i chi ddefnyddio rhaglen hon! Mae hyn yn groes ymgais wedi bod yn cofnodi ac yn eich cyfeiriad IP ei ddal
zh_tw: 您不允許使用這個程序！這種企圖違規的行為已被記錄，您的IP地址被抓獲
