Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You cannot take attendance for this period on this day
af_za: Jy kan nie bywoning op hierdie dag vir hierdie tydperk
ar_dz: لا يمكنك أن الحضور لهذه الفترة لهذا اليوم
be_by: Вы не можаце ўзяць наведвальнасці за гэты перыяд у гэты дзень
bg_bg: Вие не може да вземе и обслужване за този период на този ден
bn_bd: আপনি এই সময়ের জন্য এই দিনে হাজিরা পারে না
da_dk: Du kan ikke tage fremmøde for denne periode på denne dag
el_gr: Δεν μπορείτε να λάβουν συμμετοχή για την περίοδο αυτή την ημέρα
es_es: Usted no puede tomar asistencia para ese período en el día de hoy
et_ee: Sa ei saa teha osavõtjate selle perioodi sel päeval
fa_ir: شما می توانید حضور برای این دوره را نه در این روز
fi_fi: Et voi ottaa läsnäolevaksi tämän ajan tälle päivälle
ga_ie: Ní féidir leat freastal ar an tréimhse ar an lá seo
gl_gl: Non pode levar atención a este período este día
hr_hr: Ne možete uzeti sudjelovanje u ovom razdoblju na ovaj dan
hu_hu: Nem lehet hogy részvételi erre az időszakra ezen a napon
is_is: Þú getur ekki tekið aðsókn á þessu tímabili á þessum degi
ja_jp: この日はこの期間に出席を取ることができない
lt_lt: Jūs negalite lankyti šį laikotarpį šią dieną
lv_lv: Jūs nevarat lietot apmeklēšanu šim periodam šajā dienā
mk_mk: Вие не може да посетеност за овој период на овој ден
nn_no: Du kan ikke ta frammøte for denne perioden på denne dagen
pl_pl: Nie możesz brać udziału w tym okresie w tym dniu
pt_pt: Você não pode levar atendimento para este período neste dia
ro_ro: Nu puteţi lua frecventarea pentru această perioadă, în această zi
ru_ru: Вы не можете взять посещаемости за этот период в этот день
sk_sk: Nemôžete mať účasť na túto dobu sa v tento deň
sl_si: Ne morete vzeti prisotnosti za to obdobje na ta dan
sq_al: Ju nuk mund të marrë ndjekjen për këtë periudhë në këtë ditë
sr_rs: Не можете да присуствује овом периоду на данашњи дан
sv_se: Du kan inte ta närvaro för denna tid på denna dag
th_th: คุณไม่สามารถใช้การเข้าร่วมประชุมในงวดนี้ในวันนี้
tr_tr: Bu gün bu dönem için devam alamaz
uk_ua: Ви не можете взяти відвідуваності за цей період в цей день
wa_be: Ni allwch gymryd presenoldeb ar gyfer y cyfnod hwn ar y diwrnod
zh_tw: 你不能出席這一時期在這一天

source: Teacher
af_za: Onderwyser
ar_dz: معلم
be_by: Настаўнік
bg_bg: Учител
bn_bd: শিক্ষক
da_dk: Lærer
el_gr: Δάσκαλος
es_es: Profesor
et_ee: Õpetaja
fa_ir: معلم
fi_fi: Opettaja
ga_ie: Múinteoir
gl_gl: Profesor
hr_hr: Učitelj
hu_hu: Tanár
is_is: Kennari
ja_jp: 教師
lt_lt: Mokytojas
lv_lv: Skolotājs
mk_mk: Учителот
nn_no: Lærer
pl_pl: Nauczyciel
pt_pt: Professor
ro_ro: Profesor
ru_ru: Учитель
sk_sk: Učiteľ
sl_si: Učitelj
sq_al: Mësues
sr_rs: Учитељ
sv_se: Lärare
th_th: ครูผู้สอน
tr_tr: Öğretmen
uk_ua: Учитель
wa_be: Athrawon
zh_tw: 教師

source: Teacher who hasn't taken
af_za: Onderwyser wat nie geneem het nie
ar_dz: المعلم الذي لم يتخذ
be_by: Настаўнік, які не прыняў
bg_bg: Учител, който не е взел
bn_bd: শিক্ষক কে অগ্রাহ্য হয়েছে
da_dk: Lærer, som ikke har taget
el_gr: Δάσκαλος ο οποίος δεν έχει λάβει
es_es: El Profesor que no ha tomado
et_ee: Õpetaja, kes ei ole võtnud
fa_ir: معلمی که گرفته نشده است
fi_fi: Opettaja, joka ei ole ottanut
ga_ie: Múinteoir nach bhfuil glactha
gl_gl: Profesor que non teña tomado
hr_hr: Učitelj koji nije snimljen
hu_hu: Tanár, aki nem vett
is_is: Kennari sem hefur ekki tekið
ja_jp: 撮影していない教師
lt_lt: Mokytojas, kuris nepriima
lv_lv: Skolotājs, kurš nav pieņēmusi
mk_mk: Учител кој не ги има преземено
nn_no: Lærer som ikke har tatt
pl_pl: Nauczyciel, który nie podjął
pt_pt: Professor que não tenha tomado
ro_ro: Profesor care nu a luat
ru_ru: Учитель, который не принял
sk_sk: Učiteľ, ktorý neprijal
sl_si: Učitelj, ki ni sprejela
sq_al: Mësues që nuk ka marrë
sr_rs: Наставник који није предузела
sv_se: Lärare som inte tagit
th_th: ครูที่ไม่ได้เอา
tr_tr: Alınmadığı, öğretmen
uk_ua: Учитель, який не прийняв
wa_be: Athrawon nad ydynt wedi cymryd
zh_tw: 教師誰沒有採取

source: attendance
af_za: bywoning
ar_dz: الحضور
be_by: наведвальнасць
bg_bg: посещаемост
bn_bd: উপস্থিতি
da_dk: fremmøde
el_gr: παρουσία
es_es: asistencia
et_ee: kohalolek
fa_ir: حضور
fi_fi: osallistuminen
ga_ie: tinreamh
gl_gl: comparecencia
hr_hr: pohađanje
hu_hu: részvétel
is_is: aðsókn
ja_jp: 出席
lt_lt: lankomumas
lv_lv: apmeklētība
mk_mk: присуство
nn_no: fremmøte
pl_pl: frekwencja
pt_pt: comparecimento
ro_ro: prezenţă
ru_ru: посещаемость
sk_sk: účasť
sl_si: udeležba
sq_al: pjesëmarrje
sr_rs: похађање
sv_se: närvaro
th_th: เข้าร่วมประชุม
tr_tr: devam
uk_ua: відвідуваність
wa_be: presenoldeb
zh_tw: 出席

source: Teachers who haven't taken
af_za: Onderwysers wat nie geneem
ar_dz: المعلمون الذين لم تؤخذ
be_by: Настаўнікі, якія не прынялі
bg_bg: Учителите, които не са предприели
bn_bd: শিক্ষক কে অগ্রাহ্য আছে
da_dk: Lærere, der ikke har taget
el_gr: Οι εκπαιδευτικοί οι οποίοι δεν έχουν λάβει
es_es: Los profesores que no han tomado
et_ee: Õpetajad, kes ei ole võtnud
fa_ir: آموزگارانی که گرفته اند
fi_fi: Opettajat, jotka eivät ole ottaneet
ga_ie: Mhúinteoirí nach bhfuil glactha
gl_gl: Profesores que non teñan tomado
hr_hr: Nastavnici koji nisu uzeti
hu_hu: A tanárok, akik nem vették
is_is: Kennarar sem hafa ekki tekið
ja_jp: 受けていない教師
lt_lt: Mokytojai, kurie nesiima
lv_lv: Skolotājiem, kuri iepriekš nav lietojuši
mk_mk: Наставниците кои не земале
nn_no: Lærere som ikke har tatt
pl_pl: Nauczyciele, którzy nie byli
pt_pt: Professores que não tenham tomado
ro_ro: Profesorii care nu au luat
ru_ru: Учителя, которые не приняли
sk_sk: Učitelia, ktorí neberú
sl_si: Učitelji, ki niso sprejele
sq_al: Mësimdhënësit të cilët nuk kanë marrë
sr_rs: Наставници који не узимају у
sv_se: Lärare som inte har tagit
th_th: ครูที่ยังไม่ได้
tr_tr: Almamış öğretmenler
uk_ua: Вчителі, які не прийняли
wa_be: Athrawon nad ydynt wedi cymryd
zh_tw: 教師誰沒有採取

source: Cannot delete because eligibility activities are associated.
af_za: Kan nie verwyder nie, want in aanmerking te kom aktiwiteite wat verband hou.
ar_dz: لا يمكن حذف لأن ترتبط الأنشطة الأهلية.
be_by: Не магу выдаліць таму што права дзейнасці звязаныя.
bg_bg: Не можеш да изтриеш, защото допустимост дейности са свързани.
bn_bd: মুছে ফেলা যায় না কারণ যোগ্যতা ক্রিয়াকলাপ যুক্ত হয়,
da_dk: Kan ikke slette fordi støtteberettigelse aktiviteter er knyttet.
el_gr: Δεν είναι δυνατή η διαγραφή, διότι οι συναφείς δραστηριότητες επιλεξιμότητας.
es_es: No se puede eliminar porque las actividades de elegibilidad están asociadas.
et_ee: Kustutada ei saa, sest abikõlblikkuse tegevus on seotud.
fa_ir: حذف به دلیل فعالیت های واجد شرایط بودن در ارتباط نیست.
fi_fi: Ei voi poistaa, koska tukikelpoisuuden toiminta liittyy.
ga_ie: Ní féidir a scriosadh de bharr gníomhaíochtaí cháilitheachta a bhaineann leo.
gl_gl: Non se pode borrar porque as actividades de elixibilidade están asociados.
hr_hr: Ne može se izbrisati, jer su podobnost aktivnosti vezane.
hu_hu: Nem lehet törölni, mert jogosultsági tevékenységek kapcsolódnak.
is_is: Get ekki eytt vegna þess að hæfi starfsemi tengd.
ja_jp: 適格性の活動が関連付けされているため削除できません。
lt_lt: Negali ištrinti, nes tinkamumo veikla yra susiję.
lv_lv: Nevar izdzēst, jo atbilstības darbības ir saistītas.
mk_mk: Не можете да ги избришете бидејќи подобност активности се поврзани.
nn_no: Kan ikke slette fordi valgbarhet aktiviteter er knyttet til.
pl_pl: Nie można usunąć, ponieważ działania kwalifikujące są związane.
pt_pt: Não é possível excluir porque as atividades de elegibilidade estão associados.
ro_ro: Nu se poate şterge, deoarece activităţile de eligibilitate sunt asociate.
ru_ru: Не могу удалить потому что право деятельности связаны.
sk_sk: Nemožno zmazať, pretože nárok aktivity sú spojené.
sl_si: Ne morem izbrisati, ker so povezane upravičenost dejavnosti.
sq_al: Nuk mund të fshini shkak se aktivitetet e përshtatshmërisë janë të lidhur.
sr_rs: Не можете брисати јер подобност активности су повезане.
sv_se: Kan inte ta bort eftersom berättigande verksamhet är förknippad.
th_th: ไม่สามารถลบเพราะกิจกรรมการมีสิทธิ์ที่เกี่ยวข้อง
tr_tr: Uygunluk faaliyetleri ilişkili olduğu için silinemiyor.
uk_ua: Не можу видалити, тому що право діяльності пов&#39;язані.
wa_be: Does dim modd dileu oherwydd gweithgareddau cymhwyster yn cael eu cysylltu.
zh_tw: 無法刪除，因為資格活動有關聯。

source: activity
af_za: aktiwiteit
ar_dz: نشاط
be_by: дзейнасць
bg_bg: дейност
bn_bd: কার্যকলাপ
da_dk: aktivitet
el_gr: δραστηριότητα
es_es: actividad
et_ee: aktiivsus
fa_ir: فعالیت
fi_fi: toiminta
ga_ie: gníomhaíocht
gl_gl: actividade
hr_hr: aktivnost
hu_hu: tevékenység
is_is: virkni
ja_jp: の活動
lt_lt: veikla
lv_lv: darbības
mk_mk: активност
nn_no: aktivitet
pl_pl: działalność
pt_pt: atividade
ro_ro: activitate
ru_ru: деятельность
sk_sk: činnosť
sl_si: dejavnost
sq_al: aktivitet
sr_rs: активност
sv_se: aktivitet
th_th: กิจกรรม
tr_tr: faaliyet
uk_ua: діяльність
wa_be: gweithgaredd
zh_tw: 活動

source: Begins
af_za: Begin
ar_dz: يبدأ
be_by: Пачынаецца
bg_bg: Започва
bn_bd: শুরু
da_dk: Begynder
el_gr: Αρχίζει
es_es: Comienza
et_ee: Algab
fa_ir: آغاز
fi_fi: Alkaa
ga_ie: Tosaíonn
gl_gl: Comeza
hr_hr: Počinje
hu_hu: Kezdődik
is_is: Byrjar
ja_jp: 始まり
lt_lt: Prasideda
lv_lv: Sākas
mk_mk: Започнува
pl_pl: Początek
pt_pt: Começa
ro_ro: Incepe
ru_ru: Начинается
sk_sk: Začína
sq_al: Fillon
sr_rs: Почиње
sv_se: Börjar
th_th: เริ่มต้นขึ้น
tr_tr: Başlıyor
uk_ua: Починається
wa_be: Dechrau
zh_tw: 開始

source: That activity has been added to the selected students.
af_za: Daardie aktiwiteit is bygevoeg na die geselekteerde studente.
ar_dz: تمت إضافة هذا النشاط لطلبة المحدد.
be_by: Гэтая дзейнасць была дададзеная ў адабраных студэнтаў.
bg_bg: Тази дейност е добавена към избрани студенти.
bn_bd: সেই সক্রিয়তাটি নির্বাচিত ছাত্রগণে যোগ করা হয়েছে
da_dk: Denne aktivitet er blevet tilføjet til den valgte studerende.
el_gr: Αυτή η δραστηριότητα έχει προστεθεί στο επιλεγμένο μαθητές.
es_es: Se ha agregado esa actividad a los alumnos seleccionados.
et_ee: See tegevus on lisatud valitud õpilastele.
fa_ir: که فعالیت شده است به دانش آموزان انتخاب شده اضافه شده است.
fi_fi: Tätä toimintaa on lisätty valituille opiskelijoille.
ga_ie: Go bhfuil an ghníomhaíocht curtha leis an mac léinn roghnaithe.
gl_gl: Que a actividade foi engadido aos alumnos seleccionados.
hr_hr: To je aktivnost dodan je odabrani studenti.
hu_hu: E tevékenység bővült a kiválasztott diákok.
is_is: Það virkni hefur verið bætt við valda nemendur.
ja_jp: そのアクティビティは選択した生徒に追加されました。
lt_lt: Ši veikla buvo įtraukta į pasirinktas studentams.
lv_lv: Šī darbība bija pievienota izvēlētajai studentiem.
mk_mk: Таа активност е додадена на избраниот студенти.
nn_no: At aktiviteten har blitt lagt til utvalgte studenter.
pl_pl: Działalność ta została dodana do wybranych studentów.
pt_pt: Que a atividade tenha sido adicionado aos alunos selecionados.
ro_ro: Această activitate a fost adăugată la studenţi selectaţi.
ru_ru: Эта деятельность была добавлена ​​в отобранных студентов.
sk_sk: Táto činnosť bola pridaná k vybraným študentom.
sl_si: Ta dejavnost je bila dodana izbranih študentov.
sq_al: Ky aktivitet është shtuar për studentët e zgjedhur.
sr_rs: Та активност је додат изабраних студената.
sv_se: Denna verksamhet har lagts till utvalda studenter.
th_th: กิจกรรมที่ได้รับการเพิ่มของนักเรียนที่เลือก
tr_tr: Bu aktivite seçilen öğrenciler eklenmiştir.
uk_ua: Ця діяльність була додана в відібраних студентів.
wa_be: Gweithgaredd hwnnw wedi cael ei ychwanegu at y myfyrwyr a ddewiswyd.
zh_tw: 這項活動已被添加到選定的學生。

source: You must choose an activity.
af_za: Jy moet kies om &#39;n aktiwiteit.
ar_dz: يجب عليك اختيار النشاط.
be_by: Вы павінны абраць дзейнасць.
bg_bg: Вие трябва да изберете дадена дейност.
bn_bd: আপনার একটি কর্ম নির্বাচন করা আবশ্যক.
da_dk: Du skal vælge en aktivitet.
el_gr: Πρέπει να επιλέξετε μια δραστηριότητα.
es_es: Usted debe elegir una actividad.
et_ee: Te peate valima aktiivsus.
fa_ir: شما باید فعالیت را انتخاب کنید.
fi_fi: Sinun täytyy valita toimintaa.
ga_ie: Ní mór duit a roghnú do ghníomhaíocht.
gl_gl: Ten que escoller unha actividade.
hr_hr: Morate odabrati aktivnosti.
hu_hu: Ki kell választani egy tevékenységet.
is_is: Þú verður að velja virkni.
ja_jp: あなたは、アクティビティを選択する必要があります。
lt_lt: Jūs turite pasirinkti veiklą.
lv_lv: Jums ir jāizvēlas darbību.
mk_mk: Мора да изберете активност.
nn_no: Du må velge en aktivitet.
pl_pl: Musisz wybrać działalności.
pt_pt: Você deve escolher uma atividade.
ro_ro: Trebuie să alegeţi o activitate.
ru_ru: Вы должны выбрать деятельность.
sk_sk: Musíte si vybrať činnosť.
sl_si: Izbrati morate dejavnost.
sq_al: Ju duhet të zgjidhni një aktivitet.
sr_rs: Морате изабрати активност.
sv_se: Du måste välja en aktivitet.
th_th: คุณต้องเลือกกิจกรรม
tr_tr: Bir aktivite seçmelisiniz.
uk_ua: Ви повинні вибрати діяльність.
wa_be: Rhaid i chi ddewis gweithgaredd.
zh_tw: 你必須選擇一個活動。

source: Add Activity to Selected Students
af_za: Voeg aktiwiteit te gekeurde studente
ar_dz: إضافة إلى نشاط الطلاب مختارة
be_by: Дадаць у абранае актыўнасць студэнтаў
bg_bg: Добави дейност по избрани студенти
bn_bd: নির্বাচিত ছাত্রে সক্রিয়তা যোগ করুন
da_dk: Tilføj aktivitet til udvalgte studerende
el_gr: Προσθήκη Δραστηριότητα για επιλεγμένους μαθητές
es_es: Agregar la Actividad de los Alumnos Seleccionados
et_ee: Lisa tegevus on valitud üliõpilaste
fa_ir: اضافه کردن این فعالیت به دانش آموزان برگزیده
fi_fi: Lisää Activity valikoiduille opiskelijoille
ga_ie: Gníomhaíocht Cuir le Mic Léinn Roghnaithe
gl_gl: Engadir Actividade para Alumnos seleccionados
hr_hr: Dodaj aktivnost u odabrane studente
hu_hu: Add aktivitás a kiválasztott diákok
is_is: Bæta Afþreying við völdum Nemendur
ja_jp: 選ばれた学生にアクティビティを追加します。
lt_lt: Pridėti veiklą Pasirinkta Studentai
lv_lv: Pievienot aktivitātes, lai Atlasītie studenti
mk_mk: Додај активност избрани студенти
nn_no: Legg til aktivitet til utvalgte studenter
pl_pl: Dodaj aktywny do wybranych studentów
pt_pt: Adicionar Atividade para Alunos Selecionados
ro_ro: Adaugă Activitatea elevilor selectate
ru_ru: Добавить в избранное активность студентов
sk_sk: Pridanie činnosť vybraným študentom
sl_si: Dodaj aktivnost v izbranih študentov
sq_al: Add Aktiviteti për Studentët e zgjedhur
sr_rs: Додај активности на изабране студенте
sv_se: Lägg aktivitet till utvalda studenter
th_th: เพิ่มกิจกรรมให้นักเรียนเลือก
tr_tr: Seçilen Öğrenciler Faaliyet
uk_ua: Додати в обране активність студентів
wa_be: Ychwanegu Gweithgaredd i Fyfyrwyr Selected
zh_tw: 添加到選定的學生活動

source: Sunday
af_za: Sondag
ar_dz: الأحد
be_by: Нядзеля
bg_bg: Неделя
bn_bd: রবিবার
da_dk: Søndag
el_gr: Κυριακή
es_es: Domingo
et_ee: Pühapäev
fa_ir: یکشنبه
fi_fi: Sunnuntai
ga_ie: Dé Domhnaigh
gl_gl: Domingo
hr_hr: Nedjelja
hu_hu: Vasárnap
is_is: Sunnudagur
ja_jp: 日曜日
lt_lt: Sekmadienis
lv_lv: Svētdiena
mk_mk: Недела
nn_no: Søndag
pl_pl: Niedziela
pt_pt: Domingo
ro_ro: Duminică
ru_ru: Воскресенье
sk_sk: Nedeľa
sl_si: Nedelja
sq_al: E diel
sr_rs: Недеља
sv_se: Söndag
th_th: วันอาทิตย์
tr_tr: Pazar
uk_ua: Неділя
wa_be: Dydd Sul
zh_tw: 週日

source: Monday
af_za: Maandag
ar_dz: يوم الاثنين
be_by: Панядзелак
bg_bg: Понеделник
bn_bd: সোমবার
da_dk: Mandag
el_gr: Δευτέρα
es_es: Lunes
et_ee: Esmaspäev
fa_ir: دوشنبه
fi_fi: Maanantai
ga_ie: Dé Luain
gl_gl: Luns
hr_hr: Ponedjeljak
hu_hu: Hétfő
is_is: Mánudagur
ja_jp: 月
lt_lt: Pirmadienis
lv_lv: Pirmdiena
mk_mk: Понеделник
nn_no: Mandag
pl_pl: Poniedziałek
pt_pt: Segunda-feira
ro_ro: Luni
ru_ru: Понедельник
sk_sk: Pondelok
sl_si: Ponedeljek
sq_al: E hënë
sr_rs: Понедељак
sv_se: Måndag
th_th: วันจันทร์
tr_tr: Pazartesi
uk_ua: Понеділок
wa_be: Dydd Llun
zh_tw: 週一

source: Tuesday
af_za: Dinsdag
ar_dz: الثلاثاء
be_by: Аўторак
bg_bg: Вторник
bn_bd: মঙ্গলবার
da_dk: Tirsdag
el_gr: Τρίτη
es_es: Martes
et_ee: Teisipäev
fa_ir: سهشنبه
fi_fi: Tiistai
ga_ie: Dé Máirt
gl_gl: Martes
hr_hr: Utorak
hu_hu: Kedd
is_is: Þriðjudagur
ja_jp: 火曜日
lt_lt: Antradienis
lv_lv: Otrdiena
mk_mk: Вторник
nn_no: Tirsdag
pl_pl: Wtorek
pt_pt: Terça-feira
ro_ro: Marţi
ru_ru: Вторник
sk_sk: Utorok
sl_si: Torek
sq_al: E martë
sr_rs: Уторак
sv_se: Tisdag
th_th: วันอังคาร
tr_tr: Salı
uk_ua: Вівторок
wa_be: Dydd Mawrth
zh_tw: 週二

source: Wednesday
af_za: Woensdag
ar_dz: الأربعاء
be_by: Серада
bg_bg: Сряда
bn_bd: বুধবার
da_dk: Onsdag
el_gr: Τετάρτη
es_es: Miércoles
et_ee: Kolmapäev
fa_ir: چهارشنبه
fi_fi: Keskiviikko
ga_ie: Dé Céadaoin
gl_gl: Mércores
hr_hr: Srijeda
hu_hu: Szerda
is_is: Miðvikudagur
ja_jp: 水曜日
lt_lt: Trečiadienis
lv_lv: Trešdiena
mk_mk: Среда
nn_no: Onsdag
pl_pl: Środa
pt_pt: Quarta-feira
ro_ro: Miercuri
ru_ru: Среда
sk_sk: Streda
sl_si: Sreda
sq_al: E mërkurë
sr_rs: Среда
sv_se: Onsdag
th_th: วันพุธ
tr_tr: Çarşamba
uk_ua: Середа
wa_be: Dydd Mercher
zh_tw: 週三

source: Thursday
af_za: Donderdag
ar_dz: الخميس
be_by: Чацвер
bg_bg: Четвъртък
bn_bd: বৃহস্পতিবার
da_dk: Torsdag
el_gr: Πέμπτη
es_es: Jueves
et_ee: Neljapäev
fa_ir: پنج شنبه
fi_fi: Torstai
ga_ie: Déardaoin
gl_gl: Xoves
hr_hr: Četvrtak
hu_hu: Csütörtök
is_is: Fimmtudagur
ja_jp: 木曜日
lt_lt: Ketvirtadienis
lv_lv: Ceturtdiena
mk_mk: Четврток
nn_no: Torsdag
pl_pl: Czwartek
pt_pt: Quinta-feira
ro_ro: Joi
ru_ru: Четверг
sk_sk: Štvrtok
sl_si: Četrtek
sq_al: E enjte
sr_rs: Четвртак
sv_se: Torsdag
th_th: วันพฤหัสบดี
tr_tr: Perşembe
uk_ua: Четвер
wa_be: Dydd Iau
zh_tw: 週四

source: Friday
af_za: Vrydag
ar_dz: الجمعة
be_by: Пятніца
bg_bg: Петък
bn_bd: শুক্রবার
da_dk: Fredag
el_gr: Παρασκευή
es_es: Viernes
et_ee: Reede
fa_ir: جمعه
fi_fi: Perjantai
ga_ie: Dé hAoine
gl_gl: Venres
hr_hr: Petak
hu_hu: Péntek
is_is: Föstudagur
ja_jp: 金曜日
lt_lt: Penktadienis
lv_lv: Piektdiena
mk_mk: Петок
nn_no: Fredag
pl_pl: Piątek
pt_pt: Sexta-feira
ro_ro: Vineri
ru_ru: Пятница
sk_sk: Piatok
sl_si: Petek
sq_al: E premte
sr_rs: Петак
sv_se: Fredag
th_th: วันศุกร์
tr_tr: Cuma
uk_ua: П&#39;ятниця
wa_be: Dydd Gwener
zh_tw: 週五

source: Saturday
af_za: Saterdag
ar_dz: السبت
be_by: Субота
bg_bg: Събота
bn_bd: শনিবার
da_dk: Lørdag
el_gr: Σάββατο
es_es: Sábado
et_ee: Laupäev
fa_ir: روز شنبه
fi_fi: Lauantai
ga_ie: Dé Sathairn
gl_gl: Sábado
hr_hr: Subota
hu_hu: Szombat
is_is: Laugardagur
ja_jp: 土曜日
lt_lt: Šeštadienis
lv_lv: Sestdiena
mk_mk: Сабота
nn_no: Lørdag
pl_pl: Sobota
pt_pt: Sábado
ro_ro: Sâmbătă
ru_ru: Суббота
sk_sk: Sobota
sl_si: Sobota
sq_al: E shtunë
sr_rs: Субота
sv_se: Lördag
th_th: วันเสาร์
tr_tr: Cumartesi
uk_ua: Субота
wa_be: Dydd Sadwrn
zh_tw: 週六

source: Passing
af_za: Slaag
ar_dz: مرور
be_by: Праходжанне
bg_bg: Преминаване
bn_bd: গমন
el_gr: Πέρασμα
es_es: Paso
fa_ir: عبور
fi_fi: Syöttäminen
ga_ie: Rith
gl_gl: Pasaxe
hr_hr: Prolazeći
hu_hu: Múló
is_is: Brottför
ja_jp: 通過
lt_lt: Perdavimai
lv_lv: Piespēles
mk_mk: Предавање
pl_pl: Przekazywanie
pt_pt: Passagem
ro_ro: Trecere
ru_ru: Прохождение
sk_sk: Absolvovanie
sq_al: Kalimi
sr_rs: Доношење
th_th: ที่ผ่าน
tr_tr: Geçen
uk_ua: Проходження
wa_be: Pasio
zh_tw: 傳遞

source: Failing
af_za: Versuim
ar_dz: الفشل
be_by: У адваротным выпадку
bg_bg: Ако не
bn_bd: ব্যর্থতা
da_dk: Sker
el_gr: Ελλείψει
es_es: Reprobando
et_ee: Vastasel juhul
fa_ir: عدم
fi_fi: Ellei
ga_ie: Má theipeann
gl_gl: Falta
hr_hr: U nedostatku
hu_hu: Hiányában
is_is: Galli
ja_jp: 失敗
lt_lt: Nesant
lv_lv: Ja neizdodas
mk_mk: Неуспехот
nn_no: Sviktende
pl_pl: W przeciwnym razie
pt_pt: Falta
ro_ro: În lipsa
ru_ru: В противном случае
sk_sk: Nedostatok
sl_si: Če ne
sq_al: Dështim
sr_rs: У недостатку
sv_se: Misslyckas
th_th: ความล้มเหลว
tr_tr: Başarısız
uk_ua: В іншому випадку
wa_be: Methu
zh_tw: 否則

source: Incomplete
af_za: Onvolledige
ar_dz: غير كامل
be_by: Няпоўны
bg_bg: Непълен
bn_bd: অসম্পূর্ণ
da_dk: Ufuldstændig
el_gr: Ατελής
es_es: Incompleto
et_ee: Puudulik
fa_ir: ناقص
fi_fi: Epätäydellinen
ga_ie: Neamhiomlána
gl_gl: Incompleto
hr_hr: Nepotpun
hu_hu: Befejezetlen
is_is: Óklárað
ja_jp: 不完全
lt_lt: Nepilnas
lv_lv: Nepilnīgs
mk_mk: Некомплетните
nn_no: Ufullstendig
pl_pl: Niekompletny
pt_pt: Incompleto
ro_ro: Incomplet
ru_ru: Неполный
sk_sk: Neúplný
sl_si: Nepopolne
sq_al: I paplotë
sr_rs: Непотпун
sv_se: Ofullständig
th_th: ไม่สมบูรณ์
tr_tr: Eksik
uk_ua: Неповний
wa_be: Anghyflawn
zh_tw: 不完整

source: Allow Eligibility Posting
af_za: Die in aanmerking te kom Posting word toegelaat
ar_dz: تسمح المشاركة الأهلية
be_by: Дазволіць Права Праводка
bg_bg: Позволява Допустимост публикуване
bn_bd: যোগ্যতা পোষ্টিং অনুমোদন করুন
da_dk: Tillad Støtteberettigelse Udstationering
el_gr: Αφήστε Επιλεξιμότητα Απόσπαση
es_es: Permitir la Publicación de la Elegibilidad
et_ee: Laske abikõlblikkus Posting
fa_ir: اجازه واجد شرایط ارسال
fi_fi: Salli Kelpoisuus lähettäminen
ga_ie: Ceadaigh Incháilitheacht Postála
gl_gl: Permitir Elegibilidade Posting
hr_hr: Dopusti Pravo Knjiženje
hu_hu: Hagyjuk jogosultság Hozzászólás
is_is: Leyfa Gjaldgengi Staða
ja_jp: 資格が投稿できる
lt_lt: Leisti Teisė komandiravimo
lv_lv: Atļaut Tiesības Posting
mk_mk: Дозволете Подобност Праќање пораки во
nn_no: La Berettigelse Posting
pl_pl: Pozwól Uprawnienie delegowania
pt_pt: Permitir Elegibilidade Posting
ro_ro: Permiteţi de eligibilitate de postare
ru_ru: Разрешить Право Проводка
sk_sk: Povoliť Spôsobilosť vysielanie
sl_si: Dovoli Upravičenost objavljanja
sq_al: Lejo Mundesi Posting
sr_rs: Дозволите Право Слање
sv_se: Tillåt Behörighet att posta
th_th: อนุญาตให้มีสิทธิได้รับการโพสต์
tr_tr: Uygunluk Göndermek izin ver
uk_ua: Дозволити Право Проводка
wa_be: Caniatáu Cymhwyster Postio
zh_tw: 允許張貼資格

source: To
af_za: Om te
ar_dz: إلى
be_by: Да
bg_bg: За
bn_bd: পর্যন্ত
da_dk: Til
el_gr: Να
es_es: A
et_ee: Kuni
fa_ir: به
fi_fi: Voit
ga_ie: Go
gl_gl: Para
hr_hr: Na
hu_hu: A
is_is: Til
ja_jp: への
lt_lt: Į
lv_lv: Līdz
mk_mk: Да
nn_no: Til
pl_pl: Do
pt_pt: Para
ro_ro: A
ru_ru: К
sk_sk: Na
sl_si: Da
sq_al: Te
sr_rs: На
sv_se: För att
th_th: หากต้องการ
tr_tr: Için
uk_ua: До
wa_be: I
zh_tw: 要

source: Add
af_za: Voeg
ar_dz: إضافة
be_by: Дадаваць
bg_bg: Добави
bn_bd: যোগ
da_dk: Tilføj
el_gr: Προσθήκη
es_es: Agregar
et_ee: Lisama
fa_ir: اضافه کردن
fi_fi: Lisää
ga_ie: Cuir
gl_gl: Engadir
hr_hr: Dodati
is_is: Bæta við
ja_jp: 追加
lt_lt: Papildyti
lv_lv: Pievienot
mk_mk: Додај
nn_no: Legg til
pl_pl: Dodać
pt_pt: Adicionar
ro_ro: Adăuga
ru_ru: Добавлять
sk_sk: Pridať
sl_si: Dodaj
sq_al: Shto
sr_rs: Додати
sv_se: Lägg till
th_th: เพิ่ม
tr_tr: Eklemek
uk_ua: Додавати
wa_be: Ychwanegu
zh_tw: 添加

source: Starts
af_za: Begin
ar_dz: يبدأ
be_by: Запускае
bg_bg: Стартира
bn_bd: আরম্ভ
da_dk: Starter
el_gr: Ξεκινά
es_es: Comienza
et_ee: Alustab
fa_ir: شروع
fi_fi: Alkaa
ga_ie: Tosaithe
gl_gl: Iníciase
hr_hr: Počinje
hu_hu: Elindítja
is_is: Hefst
ja_jp: を開始します
lt_lt: Prasideda
mk_mk: Започнува
nn_no: Starter
pl_pl: Rozpoczyna
pt_pt: Inicia
ro_ro: Începe
ru_ru: Запускает
sk_sk: Začína
sl_si: Začne
sq_al: Fillon
sr_rs: Почиње
sv_se: Startar
th_th: เริ่มต้นที่
tr_tr: Başlıyor
uk_ua: Запускає
wa_be: Dechrau
zh_tw: 啟動

source: Assignment
af_za: Opdrag
ar_dz: مهمة
be_by: Прызначэнне
bg_bg: Назначение
bn_bd: নির্ধারণ
da_dk: Opgave
el_gr: Εκχώρηση
es_es: Asignación/Tarea
et_ee: Ülesanne
fa_ir: واگذاری
fi_fi: Toimeksianto
ga_ie: Tasc
gl_gl: Recoñecemento
hr_hr: Dodjela
hu_hu: Megbízás
is_is: Framsal
ja_jp: 代入
lt_lt: Paskyrimas
lv_lv: Uzdevums
mk_mk: Доделување
nn_no: Overdragelse
pl_pl: Przypisanie
pt_pt: Atribuição
ro_ro: Cesiune
ru_ru: Назначение
sk_sk: Úloha
sl_si: Odstop
sq_al: Detyrë
sr_rs: Задатак
sv_se: Uppdrag
th_th: การมอบหมาย
tr_tr: Atama
uk_ua: Призначення
wa_be: Aseiniad
zh_tw: 轉讓
