Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You first must confirm the Scheduler run.
af_za: Jy moet eers bevestig die Planner hardloop.
ar_dz: يجب عليك التأكد أولا تشغيل جدولة.
be_by: Спачатку вы павінны пацвердзіць запусціць Планоўшчык.
bg_bg: Първо трябва да потвърди навечерието на Scheduler.
bn_bd: আপনি প্রথম নির্ধারণের চালানো নিশ্চিত করা আবশ্যক.
da_dk: Du skal først skal bekræfte Scheduler køre.
el_gr: Θα πρέπει πρώτα να επιβεβαιώσετε τη λειτουργία Scheduler.
es_es: En primer lugar usted debe confirmar la ejecución del Planificador - Scheduler
et_ee: Esmalt peab kinnitama Scheduler jooksma.
fa_ir: شما ابتدا باید زمانبند اجرا تایید.
fi_fi: Ensin on vahvistettava Scheduler aikavälillä.
ga_ie: Ní mór duit a dheimhniú ar dtús leis an reáchtáil Sceidealóir.
gl_gl: Primeiro ten que confirmar a executar schedule.
hr_hr: Prvo morate potvrditi Planer vožnji.
hu_hu: Először meg kell erősítenie az ütemező fut.
is_is: Þú verður fyrst að staðfesta Tímaáætlun hlaupa.
ja_jp: は、最初にスケジューラの実行を確認する必要があります。
lt_lt: Jūs turite patvirtinti planavimo paleisti.
lv_lv: Jums vispirms ir jāapstiprina Scheduler palaist.
mk_mk: Прво мора да го потврди во бегство Динамички план.
nn_no: Må du først bekrefte Scheduler løpe.
pl_pl: Najpierw musi potwierdzić uruchomić Scheduler.
pt_pt: Primeiro você deve confirmar a executar Scheduler.
ro_ro: Trebuie, mai întâi trebuie să confirme pe termen Scheduler.
ru_ru: Сначала вы должны подтвердить запустить Планировщик.
sk_sk: Najprv musí potvrdiť spustenie plánovača.
sl_si: Najprej morate potrditi vožnjo Scheduler.
sq_al: Ju e parë duhet të konfirmojë drejtuar Scheduler.
sr_rs: Прво морате потврдити Планер стазе.
sv_se: Du måste först bekräfta Schemaläggaren körs.
th_th: ก่อนอื่นคุณต้องยืนยันการจัดตารางเวลาทำงาน
tr_tr: Önce Zamanlayıcı çalıştırmak onaylamanız gerekir.
uk_ua: Спочатку ви повинні підтвердити запустити Планувальник.
wa_be: Gyntaf rhaid i chi gadarnhau&#39;r rhedeg Scheduler.
zh_tw: 你首先必須確認的調度運行。

source: Once the scheduler has run, which could take several minutes, it will notify you of any conflicts. The Scheduler output will also tell you if any course requested has zero available seats. If a request could not be met, you can change the requests accordingly to ensure complete scheduling. Once the schedules have been saved, you will be given the option to view the Schedule Report.
af_za: Sodra die skeduleerder hardloop het, wat &#39;n paar minute kan neem, sal dit u in kennis stel van enige konflikte. Die Planner uitset sal ook vertel as enige kursus wat versoek het nul beskikbare sitplekke. Indien &#39;n versoek kon nie gevind word nie, kan jy die versoeke verander dienooreenkomstig volledige Planning te verseker. Sodra die skedules gered is, sal jy die opsie gegee word om die Bylae verslag te lees.
ar_dz: مرة واحدة جدولة وتشغيل ، والتي قد تستغرق عدة دقائق ، وسوف يخطر لكم أية صراعات. سوف الإخراج جدولة أقول لك أيضا إن وجدت طبعا لقد طلبت صفر المقاعد المتاحة. إذا لا يمكن أن تتحقق على طلب ، يمكنك تغيير الطلبات وفقا لذلك لضمان جدولة كاملة. بمجرد أن يتم حفظ الجداول ، ستعطى لك خيار لعرض تقرير جدولة.
be_by: Як толькі планавальнік запуску, што можа заняць некалькі хвілін, ён будзе паведамляць вам аб любых канфліктаў. Выхад Планоўшчык таксама скажа вам, калі любы курс прасіў мае нулявую даступных месцаў. Калі запыт не можа быць выканана, вы можаце змяніць запыты адпаведна, каб забяспечыць поўнае расклад. Як толькі графікі былі захаваныя, вам будзе прадастаўлена магчымасць праглядзець расклад справаздачы.
bg_bg: След планировчика е свършила, което може да отнеме няколко минути, той ще ви уведомява за всякакви конфликти. Scheduler ще ви кажа, ако е било поискано курс има нулева свободните места. Ако искането не може да бъде спазен, можете да промените съответно искания за осигуряване на пълен график. След като графиците са били спасени, ще ви бъде дадена възможност да видите доклада График.
bn_bd: পরে সময় নির্ধারণ চালানো হয়েছে, যা কয়েক মিনিট ব্যয় হতে পারে, এটা কোনো বিরোধ আপনাকে অবহিত করবে. নির্ধারণকারী আউটপুট আপনি যদি কোন কোর্স অনুরোধ শূন্য উপলব্ধ আসন রয়েছে জানাবে. যদি একটি অনুরোধ পূরণ করা যায়নি, আপনি অনুরোধ তদনুসারে পরিবর্তন থেকে সম্পূর্ণ কর্ম নিশ্চিত করতে পারেন. একবার পরিকল্পনা করা হয়েছে সংরক্ষিত, আপনি সময়সূচি রিপোর্ট অপশন দেওয়া হবে.
da_dk: Når scheduler har kørt, hvilket kan tage flere minutter, vil det give dig besked om eventuelle konflikter. Den Scheduler output vil også fortælle dig, hvis nogen ønskede selvfølgelig har nul ledige pladser. Hvis en anmodning ikke kunne imødekommes, kan du ændre anmodninger i overensstemmelse hermed for at sikre komplet planlægning. Når programmer er blevet gemt, får du mulighed for at se Planlæg rapport.
el_gr: Μόλις ο scheduler έχει τρέξει, η οποία θα μπορούσε να πάρει αρκετά λεπτά, θα σας ειδοποιήσει για τυχόν διενέξεις. Η έξοδος Scheduler θα σας πω, επίσης, εάν ζητηθεί οποιαδήποτε πορεία έχει μηδενική διαθέσιμες θέσεις. Αν μια αίτηση δεν μπόρεσαν να ικανοποιηθούν, μπορείτε να αλλάξετε τα αιτήματα ανάλογα ώστε να εξασφαλίζεται πλήρης προγραμματισμός. Μόλις τα χρονοδιαγράμματα έχουν αποθηκευτεί, θα σας δοθεί η δυνατότητα να δείτε την έκθεση Πρόγραμμα.
es_es: Una vez que el planificador - scheduler se haya ejecutado, lo que podría tardar varios minutos, se le notificará en caso de cualquier conflicto. El sistema también le indicará si un curso determinado no tiene plazas disponibles. Si la solicitud no se puede cumplir, puede cambiar las solicitudes para garantizar la programación completa. Una vez que la programación se haya guardado, se le dará la opción de ver el Informe de Programación.
et_ee: Kui planeerija on otsa saanud, mis võib kesta mitu minutit, siis teavitab teid mis tahes konflikte. Scheduler väljund ka öelda, kui mistahes kursusele nõutud on null kohad. Kui taotlust ei olnud võimalik täita, võite muuta taotlusi vastavalt, et tagada täielik sõiduplaani. Kui ajakavade on salvestatud, antakse teile võimalus vaadata Ajakava aruanne.
fa_ir: هنگامی که زمانبندی اجرا ، که می تواند چند دقیقه طول می کشد ، آن را به شما هیچ درگیری ها با خبر می سازیم. زمانبند خروجی همچنین شما اگر هر دوره درخواست شده تا به صفر کرسی در دسترس. اگر درخواست ملاقات نمی تواند ، شما می توانید درخواست بر این اساس برنامه ریزی کامل برای اطمینان را تعیین کنید و تغییر دهید. هنگامی که برنامه ذخیره شده اند ، به شما داده خواهد شد و گزینه ای برای مشاهده گزارش ها فهرست برنامه ها است.
fi_fi: Kun ajastimeen on Run, joka saattaa kestää useita minuutteja, se ilmoittaa sinulle mitään ristiriitoja. Scheduler lähtö myös kertoa, jos jokin kurssi pyydetty on nolla istumapaikkojen. Jos pyyntöä ei voitu täyttää, voit vaihtaa pyyntöjä vastaavasti varmistaa täydellinen ajoitus. Kun aikataulut on tallennettu, sinulle annetaan mahdollisuus nähdä Ajoita raportti.
ga_ie: Nuair atá an sceidealóir rith, d&#39;fhéadfaí a ghlacadh ar feadh cúpla nóiméad, beidh sé in iúl duit an ndearnadh aon choinbhleachtaí. Beidh an t-aschur Sceidealóir insint duit freisin má tá aon chúrsa a iarradh náid suíocháin ar fáil. Más rud é nach bhféadfaí an iarraidh sin a chomhlíonadh, is féidir leat athrú ar an iarratas dá réir sin chun a chinntiú go sceidealú iomlán. Nuair a bheidh na sceidil a bheith sábháilte, beidh tú a thabhairt ar an rogha chun féachaint ar an Tuarascáil Sceideal.
gl_gl: Unha vez que o programador ten executado, o que pode levar varios minutos, el ha notificarlle lo de calquera conflitos. A saída schedule tamén dicirlle se solicitou calquera curso cero asentos dispoñibles. Se unha petición non puido ser cumprido, pode cambiar as solicitudes de acordo para garantir programación completa. Unha vez que as horas se gardaron, será dar a posibilidade de ver o Informe de programación.
hr_hr: Nakon što je planer je pokrenuti, što bi moglo potrajati nekoliko minuta, ona će vas obavijestiti o bilo sukoba. Raspored izlaz također će vam reći ako je bilo naravno, traži se nula dostupnih sjedala. Ako zahtjev nije mogao biti ispunjen, možete promijeniti u skladu s tim zahtjevima kako bi se osiguralo potpunu raspoređivanje. Nakon rasporedi su spremljene, bit će vam dati mogućnost da biste vidjeli Raspored izvješća.
hu_hu: Ha az ütemező nem fut, ami néhány percet vesz igénybe, akkor értesíti az esetleges konfliktusokat. Az ütemező kimenet is megmondja, ha természetesen kért nulla rendelkezésre álló helyek. Ha a megkeresés nem teljesíthető, meg tudod változtatni a kérelmek megfelelő biztosítása érdekében a teljes ütemezés. Miután a menetrendek mentett, akkor meg kell adni a lehetőséget, hogy megtekinthesse a Schedule jelentés.
is_is: Þegar tímaáætlun hefur rekið, sem gæti tekið nokkrar mínútur, það mun láta þig vita af hvaða átök. The Tímaáætlun framleiðsla mun einnig segja þér ef einhver sjálfsögðu óskað hefur engin laus sæti. Ef beiðni gæti ekki verið uppfyllt, getur þú breytt beiðni í samræmi við það til að tryggja að ljúka tímasetningu. Þegar báta hafa verið vistaðar, verður þú að vera gefinn kostur á að skoða Stundaskrá Report.
ja_jp: スケジューラが実行されれば、数分かかることができるこれ、それは、競合が通知されます。リクエストされたコースがゼロ空席がある場合にスケジューラの出力はもわかります。要求を満たすことができなかった場合は、完全なスケジューリングを確実にするためにそれに応じてリクエストを変更することができます。スケジュールが保存されているとすぐに、スケジュールレポートを表示するオプションが与えられます。
lt_lt: Kartą tvarkaraščio buvo paleisti, kuris gali užtrukti kelias minutes, jis bus pranešti jums jokių konfliktų. Tvarkaraštis išvestis taip pat pasakys jums, jei bet kurio dalyko, kurios prašoma, yra nulinio laisvų vietų. Jei prašymas negalėjo būti patenkinti, galite pakeisti prašymus užtikrinti visiškai planavimas. Kartą buvo įrašyti tvarkaraščius, jums bus suteikta galimybė peržiūrėti Tvarkaraštis ataskaita.
lv_lv: Pēc tam, kad plānotājs ir skriet, kas varētu ilgt vairākas minūtes, tas jūs informēt par konfliktiem. Scheduler izeja arī pateiks, ja pieprasīts, protams, ir nulle pieejamām sēdvietām. Ja pieprasījumu nevar izpildīt, varat mainīt pieprasījumu atbilstoši, lai nodrošinātu pilnīgu grafiku. Kad grafiki ir saglabātas, jums tiks dota iespēja apskatīt sarakstā ziņojumā.
mk_mk: Откако распоредувачот има работи, кои може да потрае неколку минути, тој ќе ве извести за било какви конфликти. Излезот Динамички план, исто така, ќе ти кажам ако некој курс бара има нула достапни места. Доколку барањето не може да се оствари, можете да ги менувате барања соодветно да се обезбеди целосна распоред. Откако на распоредот се спаси, ќе им биде дадена можност да ги видите Распоред извештај.
nn_no: Når planleggeren har kjørt, noe som kan ta flere minutter, vil den varsle deg om eventuelle konflikter. Den Scheduler utgang vil også fortelle deg om noen selvfølgelig forespurt har null ledige plasser. Dersom en anmodning ikke kunne være oppfylt, kan du endre forespørsler tilsvarende for å sikre fullstendig planlegging. Når tidsplaner har blitt lagret, vil du bli gitt muligheten til å vise Schedule Report.
pl_pl: Po harmonogramu prowadzi, co może potrwać kilka minut, powiadomi o wszelkich konfliktów. Wyjście Harmonogram będzie również powiedzieć, czy wszelkie wymagane oczywiście ma zero wolnych miejsc. Jeżeli wniosek nie może być spełnione, można zmienić wnioski odpowiednio do zapewnienia pełnego harmonogramu. Kiedy harmonogramy zostały zapisane, pojawi się opcja, aby wyświetlić raport Harmonogram.
pt_pt: Uma vez que o programador tenha executado, o que pode levar vários minutos, ele irá notificá-lo de quaisquer conflitos. A saída Scheduler também dizer-lhe se solicitou qualquer curso tem zero assentos disponíveis. Se um pedido não pôde ser cumprido, você pode alterar os pedidos de acordo para garantir programação completa. Uma vez que os horários foram salvas, você será dada a opção de ver o Relatório de Programação.
ro_ro: Odata ce programatorul a alerga, ceea ce ar putea dura câteva minute, acesta vă va notifica cu privire la orice conflicte. De ieşire Scheduler va spune, de asemenea, daca orice curs solicitat are la zero numărul de locuri disponibile. Dacă o cerere nu a putut fi îndeplinite, aveţi posibilitatea să modificaţi în consecinţă, cererile pentru a se asigura programarea completă. După ce listele au fost salvate, vi se va da opţiunea de a vedea raportul Program.
ru_ru: Как только планировщик запуска, что может занять несколько минут, он будет сообщать вам о любых конфликтов. Выход Планировщик также скажет вам, если любой курс просил имеет нулевую доступных мест. Если запрос не может быть выполнено, вы можете изменить запросы соответственно, чтобы обеспечить полное расписание. Как только графики были сохранены, вам будет предоставлена ​​возможность просмотреть расписание отчета.
sk_sk: Akonáhle sa má spustiť plánovač, ktorý by mohol trvať niekoľko minút, bude informovať o prípadných konfliktov. Výstup Plánovač vám tiež povie, či všetky požadované kurz má nulovú voľných miest. Ak je žiadosť nemôže byť splnená, môžete zmeniť podľa požiadaviek zaistiť kompletnú plánovanie. Akonáhle plány boli uložené, bude vám ponúknutá možnosť zobrazenia zoznamu správe.
sl_si: Ko scheduler teči, kar bi lahko traja nekaj minut, bo to vas obvesti o vseh konfliktov. Izhod Scheduler bo tudi vam povem, če sploh je seveda zahteval nič voljo sedežev. Če zaprosilo ni bilo mogoče izpolniti, ga lahko spremenite zahteva ustrezno, da se zagotovi popolno načrtovanje. Ko so shranjene na seznamih, boste imeli možnost, da si ogledate Razpored poročila.
sq_al: Pasi Scheduler ka drejtuar, e cila mund të marrë disa minuta, ai do t&#39;ju njoftojë për ndonjë konflikt. Prodhimi Scheduler gjithashtu do të tregojë nëse kërkohet ndonjë kurs ka zero vende në dispozicion. Nëse një kërkesë nuk mund të plotësohen, ju mund të ndryshojë në përputhje me kërkesat për të siguruar planifikimin e plotë. Pasi oraret janë ruajtur, ju do të jepet mundësia për të parë të Raportit Schedule.
sr_rs: Када планер је остао, што би могло да потраје неколико минута, он ће вас обавестити о било каквог конфликта. Планер излаз ће вам рећи ако их има наравно захтева има нула доступна места. Ако захтев није могао бити испуњени, можете да промените у складу са захтевима да обезбеди потпуну заказивања. Када распореду су сачуване, биће вам дата опција да бисте видели извештај планом.
sv_se: När schemaläggaren har kört, vilket kan ta flera minuter, kommer den att meddela dig om eventuella konflikter. Den Schemaläggaren utgång kommer också att berätta om någon kurs begärs har noll tillgängliga platser. Om en begäran inte kunde tillgodoses, kan du ändra begär därför att säkerställa fullständig schemaläggning. När scheman har sparats, kommer du att få möjlighet att se schema rapporten.
th_th: เมื่อจัดตารางเวลาที่มีการทำงานซึ่งอาจใช้เวลาหลายนาทีก็จะแจ้งให้คุณทราบความขัดแย้งใด ๆ การส่งออกจัดตารางเวลายังจะบอกคุณถ้าหลักสูตรการร้องขอใด ๆ มีศูนย์ที่นั่ง ถ้าการร้องขอไม่สามารถพบคุณสามารถเปลี่ยนการร้องขอตามความเหมาะสมเพื่อให้แน่ใจว่าการจัดตารางเวลาที่สมบูรณ์ เมื่อเวลาที่ได้รับการบันทึกไว้คุณจะได้รับตัวเลือกเพื่อดูรายงานตารางที่
tr_tr: Bir kez scheduler tükendi, birkaç dakika sürebilir, herhangi bir çakışma haberdar edecektir. Talep edilen herhangi bir dersten sıfır boş koltuklar varsa Zamanlayıcı çıkışı da size söyleyecektir. Bir isteği yerine olamazdı, tam zamanlama sağlamak için isteklerini uygun şekilde değiştirebilirsiniz. Programları kaydedildikten sonra, Schedule Raporu görüntülemek üzere seçeneği sunulacaktır.
uk_ua: Як тільки планувальник запуску, що може зайняти декілька хвилин, він буде повідомляти вам про будь-яких конфліктів. Вихід Планувальник також скаже вам, якщо будь-який курс просив має нульову доступних місць. Якщо запит не може бути виконано, ви можете змінити запити відповідно, щоб забезпечити повний розклад. Як тільки графіки були збережені, вам буде надана можливість переглянути розклад звіту.
wa_be: Unwaith y bydd y scheduler wedi rhedeg, a allai gymryd sawl munud, bydd yn rhoi gwybod i chi am unrhyw wrthdaro. Bydd yr allbwn Scheduler hefyd yn dweud wrthych os bydd unrhyw gwrs y gofynnwyd amdani wedi sero seddi sydd ar gael. Os na ellid cais yn cael eu bodloni, gallwch newid y ceisiadau yn unol â hynny er mwyn sicrhau bod yr amserlenni&#39;n gwblhau. Unwaith y bydd y amserlenni wedi eu cadw, byddwch yn cael y dewis i weld yr Adroddiad Atodlen.
zh_tw: 當調度程序運行，這可能需要幾分鐘，它會通知你的任何衝突。調度輸出還會告訴你，如果有任何課程要求可提供座位數為零。如果請求不能得到滿足，你可以改變相應的要求，以確保完成調度。一旦該計劃已被保存，你將有選項，以查看附表報告。

source: The Delete Current Schedule deletes all the currently assigned schedules.
af_za: Die skrap huidige Bylae verwyder al die opgedra skedules.
ar_dz: لحذف الجدول الحالي حذف جميع الجداول المعينة حاليا.
be_by: Выдаліць бягучы выдаляе Расклад ўсіх у сапраўдны момант прызначаныя графікі.
bg_bg: График Delete Current изтрива всички възложените графици.
bn_bd: মুছে বর্তমান সময়সূচি মুছে সমস্ত বর্তমানে নির্ধারিত পরিকল্পনা.
da_dk: Den Slet nuværende tidsplan sletter alle de aktuelt er tildelt tidsplaner.
el_gr: Η διαγράψετε το τρέχον Πρόγραμμα διαγράφει όλα τα επί του παρόντος ανατεθεί χρονοδιαγράμματα.
es_es: El horario actual Borrar borra todos los horarios asignados actualmente.
et_ee: Kustuta väljumisaegadest kustutab kõik praegu pandud sõiduplaanid.
fa_ir: حذف حذف برنامه فعلی برنامه در حال حاضر اختصاص داده.
fi_fi: Poista Nykyisen aikataulun poistaa kaikki tällä hetkellä määritetty aikataulut.
ga_ie: Scrios an scriosann Sceideal Reatha na sceidil faoi láthair a shanntar.
gl_gl: Eliminar actual exclúe Schedule todos os horarios actualmente atribuídas.
hr_hr: Brisanje trenutni raspored briše sve trenutno dodijeljene rasporedi.
hu_hu: A jelenlegi ütemterv törlése törli az aktuálisan hozzárendelt menetrendek.
is_is: The Eyða Current eyðir Stundaskrá öllum nú úthlutað tímaáætlun.
ja_jp: 現在のスケジュールを削除すると、現在割り当てられているすべてのスケジュールを削除します。
lt_lt: Ištrinti galiojantį tvarkaraštį panaikinamos visų šiuo metu priskirtas tvarkaraščius.
lv_lv: Dzēst pašreizējo grafiku, izdzēš visas pašreiz piešķirtajiem grafikus.
mk_mk: За бришење Сега Распоред брише сите моментов доделени листи.
nn_no: Slett nåværende programmet sletter alle øyeblikket er tilordnet tidsplaner.
pl_pl: Usuń bieżące usuwa Harmonogram wszystkich aktualnie przypisany harmonogramów.
pt_pt: Excluir atual exclui Schedule todos os horários actualmente atribuídas.
ro_ro: Ştergere şterge curent schema toate programele în prezent alocate.
ru_ru: Удалить текущий удаляет Расписание всех в настоящий момент назначены графики.
sk_sk: Odstrániť aktuálny plán odstráni všetky aktuálne priradené plány.
sl_si: Izbriši trenutni vozni red, izbriše vse trenutno dodeljena urnikov.
sq_al: Current Orari fshin Fshij të gjitha oraret e caktuara ne kete moment.
sr_rs: Обриши Тренутни Распоред брише све тренутно додељен распоред.
sv_se: Ta bort nuvarande schema tar bort alla redan klassificerade scheman.
th_th: การลบลบตารางปัจจุบันทุกตารางเวลาในขณะนี้กำหนด
tr_tr: Mevcut Tarife Sil şu anda atanan programları siler.
uk_ua: Видалити поточний видаляє Розклад всіх зараз призначені графіки.
wa_be: Mae&#39;r Atodlen yn Dileu dileu&#39;r cyfredol yr holl amserlenni a bennwyd ar hyn o bryd.
zh_tw: 在刪除當前表中刪除所有當前指定的時間表。

source: Schedule
af_za: Bylae
ar_dz: جدول
be_by: Графік
bg_bg: Разписание
bn_bd: সময়সূচি
da_dk: Planlæg
el_gr: Πρόγραμμα
es_es: Agenda
et_ee: Ajakava
fa_ir: برنامه
fi_fi: Aikataulu
ga_ie: Sceideal
gl_gl: Horario
hr_hr: Raspored
hu_hu: Menetrend
is_is: Dagskrá
ja_jp: スケジュール
lt_lt: Tvarkaraštis
lv_lv: Grafiks
mk_mk: Распоред
pl_pl: Harmonogram
pt_pt: Horário
ro_ro: Program
ru_ru: График
sk_sk: Program
sl_si: Razpored
sq_al: Orar
sr_rs: Распоред
sv_se: Tidtabell
th_th: ตารางเวลา
tr_tr: Program
uk_ua: Графік
wa_be: Amserlen
zh_tw: 附表

source: is a display of your childs course schedule
af_za: is &#39;n vertoning van jou kind se kursus skedule
be_by: з&#39;яўляецца адлюстраванне вашага графіка вядома спароджаных
bg_bg: е показване на вашия курс Чайлдс график
bn_bd: আপনার childs কোর্স সময়সূচি একটি প্রদর্শন
da_dk: er en visning af dit barns kursusplan
el_gr: Είναι μια επίδειξη του παιδιού πρόγραμμα σπουδών σας
et_ee: on esiletoodud teie lapse Kursuse ajakava
fa_ir: یک صفحه نمایش از برنامه درس کودکان خود را است
fi_fi: on näyttö lapsesi kurssin aikataulu
ga_ie: Tá taispeántas de do sceideal chúrsa Childs
gl_gl: é unha exposición do seu calendario de cursos do neno
hr_hr: je prikaz vašeg djeteta naravno raspored
hu_hu: a kijelző a gyerek természetesen menetrend
is_is: er sýna af þínum barnsins auðvitað áætlun
ja_jp: あなたのお子様のコーススケジュールの表示です。
lt_lt: rodyti jūsų vaiko užsiėmimų tvarkaraštis
lv_lv: ir parādīt jūsu childs protams grafiks
mk_mk: е екранот на вашиот детето разбира распоред
nn_no: er en visning av ditt barns selvfølgelig timeplanen
pl_pl: jest ekran harmonogramu dziecka oczywiście
pt_pt: é uma exposição do seu calendário de cursos da criança
ro_ro: este un display de programul dvs. desigur copilului
ru_ru: является отображение вашего графика конечно порожденных
sk_sk: je zobrazenie rozvrhu kurzu dieťaťa
sl_si: je prikaz svoj urnik seveda Childs
sq_al: është një shfaqje të cilën ai ndodhet orarin tuaj gjatë
sr_rs: је за екранске текстове, Чајлдс наравно распоред
sv_se: är en uppvisning av ditt barns kursschema
th_th: คือการแสดงผลของตารางการเรียนของคุณ Childs
tr_tr: oğul ders programı bir görüntü
uk_ua: є відображення вашого графіка звичайно породжених
wa_be: yn arddangosfa o eich amserlen cwrs plentyn
zh_tw: 是顯示你的兒童的課程時間表

source: Print Requests
af_za: Print Versoeke
ar_dz: تطلب الطباعة
be_by: Друк просіць
bg_bg: Печат Заявки
bn_bd: প্রিন্ট অনুরোধ
da_dk: Print Anmodninger
el_gr: Αιτήσεις Εκτύπωση
es_es: Imprimir Solicitudes
et_ee: Prindi taotlused
fa_ir: درخواست نسخه قابل چاپ
fi_fi: Tulosta pyynnöt
ga_ie: Iarratais Priontáil
gl_gl: As solicitudes de impresión
hr_hr: Ispis Zahtjevi
hu_hu: Nyomtatás kéri
is_is: Print Beiðnir
ja_jp: 印刷要求
lt_lt: Spausdinti Prašymai
lv_lv: Drukāt Pieprasījumi
mk_mk: Верзија за барањата
nn_no: Skriv Forespørsler
pl_pl: Wnioski Drukuj
pt_pt: Os pedidos de impressão
ro_ro: Cereri de imprimare
ru_ru: Печать просит
sk_sk: Tlačových požiadaviek
sl_si: Print Prošnje
sq_al: Kërkesat Printo
sr_rs: Принт Захтеви
sv_se: Skriv Begäran
th_th: ขอพิมพ์
tr_tr: Baskı İstekler
uk_ua: Друк просить
wa_be: Ceisiadau Argraffu
zh_tw: 打印請求
