Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You can administer the sections of the application a user can access and edit.
af_za: Jy kan administreer die afdelings van die aansoek om &#39;n gebruiker toegang tot wysig.
ar_dz: يمكنك إدارة الفروع من التطبيق يمكن للمستخدم الوصول إلى وتحريرها.
be_by: Вы можаце кіраваць часткамі прыкладанні карыстальнік можа атрымаць доступ і рэдагаваць.
bg_bg: Можете да администрират раздели на заявлението даден потребител може да има достъп и редактиране на.
bn_bd: আপনি অ্যাপ্লিকেশন একটি ব্যবহারকারী সম্পাদন ব্যবহার করতে সক্ষম বিভাগ প্রতিপালন করা সম্ভব.
da_dk: Du kan administrere dele af ansøgningen en bruger kan få adgang til og redigere.
el_gr: Μπορείτε να διαχειριστείτε τα τμήματα της εφαρμογής ο χρήστης μπορεί να έχει πρόσβαση και να επεξεργαστείτε.
es_es: Ud. puede administrar las secciones de la aplicación a las que un usuario determinado puede acceder y/o editar.
et_ee: Saate hallata taotluse osas saab kasutaja juurdepääsu ja muuta.
fa_ir: شما می توانید از بخش نرم افزار کاربر می تواند دسترسی و ویرایش اداره خواهند شد.
fi_fi: Voit hallita osia sovelluksen käyttäjä voi käyttää ja muokata.
ga_ie: Is féidir leat a riaradh na rannóga an t-iarratas is féidir úsáideoir rochtain agus in eagar.
gl_gl: Podes administrar as seccións da aplicación o usuario pode acceder e editar.
hr_hr: Možete upravljati dijelovima aplikacije korisnik može pristupiti i uređivati.
hu_hu: Ön irányítja a szakaszok az alkalmazás a felhasználó elérheti és szerkesztheti.
is_is: Hægt er að stjórna hluta af forritinu sem notandi hefur aðgang að og breyta.
ja_jp: て、ユーザがアクセスして編集できるアプリケーションのセクションを管理することができます。
lt_lt: Jūs galite administruoti vartotojas gali pasiekti ir redaguoti paraiškos dalis.
lv_lv: Jūs varat pārvaldīt sadaļas piemērošanas lietotājs var piekļūt un rediģēt.
mk_mk: Можете да управува со делови на барање на корисникот може да пристапите и уреди.
nn_no: Du kan administrere deler av applikasjonen en bruker får tilgang til og redigere.
pl_pl: Można podawać części aplikacji użytkownik może otwierać i edytować.
pt_pt: Você pode administrar as seções do aplicativo o usuário pode acessar e editar.
ro_ro: Puteţi administra secţiuni ale cererii un utilizator poate accesa şi edita.
ru_ru: Вы можете управлять разделами приложения пользователь может получить доступ и редактировать.
sk_sk: Môžete spravovať časti aplikácie sa používateľ môže pristupovať a upravovať.
sl_si: Lahko upravljajo dele vloge lahko uporabnik dostopa in uredi.
sq_al: Ju mund të administrojnë pjesë të zbatimit të një përdorues mund të hyni dhe të redaktoni.
sr_rs: Можете управљати делови апликације корисник може да приступи и изменити.
sv_se: Du kan administrera de delar av ansökan en användare kan komma åt och redigera.
th_th: คุณสามารถดูแลในส่วนของโปรแกรมที่ผู้ใช้สามารถเข้าถึงและแก้ไข
tr_tr: Bir kullanıcı erişimi ve düzenleyebilirsiniz uygulama bölümleri yönetebilirsiniz.
uk_ua: Ви можете керувати розділами програми користувач може отримати доступ і редагувати.
wa_be: Gallwch weinyddu y rhannau o&#39;r cais gall defnyddiwr mynediad a golygu.
zh_tw: 您可以管理的部分應用程序的用戶可以訪問和編輯。

source: User Permissions
af_za: Gebruikers Machtigingen
ar_dz: أذونات المستخدم
be_by: Дазволу карыстальніка
bg_bg: Потребителски разрешения
bn_bd: ব্যবহারকারীর অনুমতি
da_dk: Brugertilladelser
el_gr: Δικαιώματα χρήστη
es_es: Permisos de Usuario
et_ee: Kasutaja õigused
fa_ir: مجوز کاربر
fi_fi: Käyttöoikeudet
ga_ie: Ceadanna Úsáideoir
gl_gl: Permisos de Usuario
hr_hr: Korisnik Dozvole
hu_hu: Felhasználói engedélyek
ja_jp: ユーザー権限
lt_lt: Vartotojo teises
lv_lv: Lietotāja atļaujas
mk_mk: Кориснички дозволи
nn_no: Brukertillatelser
pl_pl: Uprawnienia użytkownika
pt_pt: Permissões de Usuário
ro_ro: Ghid de utilizare Permisiuni
ru_ru: Разрешения пользователя
sk_sk: Užívateľských oprávnení
sl_si: Uporabniških dovoljenj
sq_al: Permissions User
sr_rs: Корисник Дозволе
sv_se: Användarbehörigheter
th_th: สิทธิ์ของผู้ใช้
tr_tr: Kullanıcı İzinleri
uk_ua: Дозволи користувача
wa_be: Caniatadau Defnyddiwr
zh_tw: 用戶權限

source: This page allows you to view the access right for a user.
af_za: Hierdie bladsy kan jy die toegang reg vir &#39;n gebruiker te sien.
ar_dz: هذه الصفحة يسمح لك لعرض وصول الحق للمستخدم.
be_by: Гэтая старонка дазваляе прагледзець правы доступу для карыстальнікаў.
bg_bg: Тази страница ви позволява да видите право на достъп за даден потребител.
bn_bd: এই পৃষ্ঠায় আপনি ব্যবহারকারীর জন্য ব্যবহার দেখতে পারবেন.
da_dk: Denne side giver dig mulighed for at se de adgangs rettigheder til en bruger.
el_gr: Αυτή η σελίδα σας επιτρέπει να δείτε το δικαίωμα πρόσβασης για ένα χρήστη.
es_es: Esta página le permite ver los derechos de acceso de un usuario.
et_ee: Sellel leheküljel saab vaadata juurdepääs õige kasutaja.
fa_ir: این صفحه اجازه می دهد تا شما را به مشاهده حق دسترسی برای کاربر.
fi_fi: Tällä sivulla voit katsella pääsy oikea käyttäjä.
ga_ie: Ceadaíonn an leathanach seo leat chun féachaint ar an rochtain ar ceart do d&#39;úsáideoir.
gl_gl: Esta páxina permite que vendo o dereito de acceso a un usuario.
hr_hr: Ova stranica vam omogućuje da vidite pravo pristupa za korisnika.
hu_hu: Ez az oldal lehetővé teszi, hogy a hozzáférési jogot a felhasználó.
is_is: Þessi síða gerir þér kleift að skoða aðgang rétt fyrir notendur.
ja_jp: このページでは、ユーザーのアクセス権を表示することができます。
lt_lt: Šis puslapis leidžia jums peržiūrėti vartotojo prieigą.
lv_lv: Šī lapa ļauj jums apskatīt tiesības piekļūt lietotājam.
mk_mk: Оваа страница ви овозможува да видите на право на пристап за корисникот.
nn_no: Denne siden lar deg vise tilgang rette for en bruker.
pl_pl: Ta strona umożliwia wyświetlanie prawa dostępu dla użytkownika.
pt_pt: Esta página permite que você visualize o direito de acesso para um usuário.
ro_ro: Această pagină vă permite să vizualizaţi dreptul de acces pentru un utilizator.
ru_ru: Эта страница позволяет просмотреть права доступа для пользователей.
sk_sk: Táto stránka vám umožňuje zobraziť prístupové práva pre užívateľov.
sl_si: Ta stran vam omogoča ogled pravica dostopa do uporabnika.
sq_al: Kjo faqe ju lejon të shikoni qasje të drejtë për një përdorues.
sr_rs: Ова страница вам омогућава да видите право приступа за корисника.
sv_se: Den här sidan kan du visa det fria tillträdet för en användare.
th_th: หน้านี้จะช่วยให้คุณสามารถดูสิทธิการเข้าถึงสำหรับผู้ใช้
tr_tr: Bu sayfa, bir kullanıcı için erişim görüntülemenize olanak verir.
uk_ua: Ця сторінка дозволяє переглянути права доступу для користувачів.
wa_be: Mae&#39;r dudalen hon yn caniatáu i chi weld y mynediad cywir ar gyfer defnyddiwr.
zh_tw: 此頁面允許您查看訪問權的用戶。

source: User Fields
af_za: Gebruiker velde
ar_dz: الحقول المستخدم
be_by: Карыстальнік Палі
bg_bg: Потребителят Fields
bn_bd: ব্যবহারকারী ক্ষেত্র
da_dk: Bruger Fields
el_gr: Πεδία Χρήστη
es_es: Campos de Usuario
et_ee: Kasutaja Fields
fa_ir: زمینه های کاربر
fi_fi: Käyttäjä kentät
ga_ie: Réimsí Úsáideoir
gl_gl: Campos usuario
hr_hr: Korisnik Polja
hu_hu: Felhasználói mezők
ja_jp: ユーザフィールド
lt_lt: Vartotojas sritys
lv_lv: Lietotājs lauki
mk_mk: Полињата пристап
nn_no: Bruker Fields
pl_pl: Pola użytkownika
pt_pt: Campos usuário
ro_ro: Ghid de utilizare Domenii
ru_ru: Пользователь Поля
sk_sk: Užívateľská pole
sl_si: Uporabniško Fields
sq_al: Fushat User
sr_rs: Корисник Поља
sv_se: Användare fält
th_th: ข้อมูลผู้ใช้
tr_tr: Kullanıcı Alanlar
uk_ua: Користувач Поля
wa_be: Meysydd Defnyddiwr
zh_tw: 用戶字段

source: This page allows you to create custom fields for demographic information on a user
af_za: Op hierdie bladsy kan jy pasgemaakte velde vir demografiese inligting op &#39;n gebruiker te skep
be_by: Гэтая старонка дазваляе вам ствараць уласныя поля для дэмаграфічнай інфармацыі аб карыстальніку
bg_bg: Тази страница ви позволява да създадете потребителски полета за демографска информация на потребителя
bn_bd: এই পৃষ্ঠায় আপনি জনসংক্য়া তথ্য জন্য নিজস্ব একটি ব্যবহারকারী উপস্থিত ক্ষেত্রগুলির তৈরি করার সুযোগ
da_dk: Denne side giver dig mulighed for at oprette brugerdefinerede felter til demografiske oplysninger om en bruger
el_gr: Αυτή η σελίδα σας επιτρέπει να δημιουργήσετε προσαρμοσμένα πεδία για τις δημογραφικές πληροφορίες για έναν χρήστη
et_ee: Sellel leheküljel saab luua kohandatud välju demograafilisi andmeid kasutaja
fa_ir: این صفحه اجازه می دهد تا به شما برای ایجاد زمینه های سفارشی برای اطلاعات دموگرافیک در یک کاربر
fi_fi: Tällä sivulla voit luoda omia kenttiä väestötietoja käyttäjä
ga_ie: Ceadaíonn an leathanach seo a chruthú duit réimsí saincheaptha le haghaidh eolas déimeagrafach ar úsáideora
gl_gl: Esta páxina permítelle crear campos individuais de información demográficas de un usuario
hr_hr: Ova stranica vam omogućuje stvaranje prilagođenih polja za demografske podatke o korisniku
hu_hu: Ez az oldal lehetővé teszi, hogy egyéni mezők demográfiai adatokat a felhasználó
is_is: Þessi síða gerir þér kleift að búa til sérsniðnar reitina lýðfræðilegar upplýsingar um notanda
ja_jp: このページでは、ユーザーの人口統計については、カスタムフィールドを作成することができます
lt_lt: Šis puslapis leidžia jums kurti pasirinktinius laukus demografinė informacija apie vartotojo
lv_lv: Šī lapa ļauj izveidot pielāgotus laukus, demogrāfisko informāciju par lietotāju
mk_mk: Оваа страница ви овозможува да креирате сопствени полиња за демографски информации за корисникот
nn_no: Denne siden lar deg opprette egendefinerte felt for demografisk informasjon om brukeren
pl_pl: Ta strona pozwala na tworzenie własnych pól danych demograficznych na użytkownika
pt_pt: Esta página permite que você crie campos personalizados para informações demográficas de um usuário
ro_ro: Această pagină vă permite să creaţi câmpuri particularizate pentru informaţii demografice asupra unui utilizator
ru_ru: Эта страница позволяет вам создавать собственные поля для демографической информации о пользователе
sk_sk: Táto stránka vám umožňuje vytvárať vlastné polia pre demografické informácie o užívateľovi
sl_si: Ta stran vam omogoča, da ustvarite polja za demografske podatke o uporabniku
sq_al: Kjo faqe ju lejon të krijoni fusha porosi për informacione demografike dhe mbi një përdorues
sr_rs: Ова страница вам омогућава да креирате прилагођена поља за демографске информације о кориснику
sv_se: Den här sidan kan du skapa egna fält för demografisk information på en användares
th_th: หน้านี้ช่วยให้คุณสร้างเขตข้อมูลที่กำหนดเองสำหรับข้อมูลประชากรเกี่ยวกับผู้ใช้
tr_tr: Bu sayfa, bir kullanıcı demografik bilgileri için özel alanlar oluşturmanıza olanak sağlar.
uk_ua: Ця сторінка дозволяє вам створювати власні поля для демографічної інформації про користувача
wa_be: Mae&#39;r dudalen hon yn eich galluogi i greu meysydd arfer ar gyfer gwybodaeth ddemograffig am ddefnyddiwr
zh_tw: 此頁面允許您創建自定義字段的統計信息對用戶

source: Click on the
af_za: Klik op die
be_by: Націсніце на
bg_bg: Кликнете върху
bn_bd: ক্লিক করুন
da_dk: Klik på
el_gr: Κάντε κλικ στο
et_ee: Kliki
fa_ir: با کلیک بر روی
fi_fi: Klikkaa
ga_ie: Cliceáil ar an
gl_gl: Prema na
hr_hr: Kliknite na
hu_hu: Kattints a
is_is: Smelltu á
ja_jp: をクリックしてください
lt_lt: Paspauskite ant
lv_lv: Noklikšķiniet uz
mk_mk: Кликнете на
nn_no: Klikk på
pl_pl: Kliknij na
pt_pt: Clique na
ro_ro: Faceţi clic pe
ru_ru: Нажмите на
sk_sk: Kliknite na
sl_si: Kliknite na
sq_al: Kliko mbi
sr_rs: Кликните на
sv_se: Klicka på
th_th: คลิกที่
tr_tr: Tıklayın
uk_ua: Натисніть на
wa_be: Cliciwch ar y
zh_tw: 點擊

source: buton to create a new User Field. You can also choose to assign view rights to user roles for that field
af_za: Buton om &#39;n nuwe gebruiker veld te skep. Jy kan ook kies oog regte toe te wys aan gebruikers rolle vir die veld
be_by: бутон, каб стварыць новае поле Карыстальнік. Вы таксама можаце прысвоіць правы на прагляд роляў карыстальнікаў для гэтага поля
bg_bg: buton да се създаде ново поле за потребителя. Можете също да изберете да присвоите оглед правата на потребителски роли за това поле
bn_bd: buton একটি নতুন ব্যবহারকারী ক্ষেত্র তৈরি. আপনি ব্যবহারকারীর ভূমিকা যে ক্ষেত্র জন্য দেখুন অধিকার ধার্য করতে পারেন
da_dk: Knap til at oprette en ny bruger Field. Du kan også vælge at tildele se rettigheder til brugerroller for det pågældende felt
el_gr: buton για να δημιουργήσετε ένα νέο πεδίο χρηστών. Μπορείτε επίσης να επιλέξετε να εκχωρήσετε δικαιώματα ώστε να τους ρόλους χρήστη για το συγκεκριμένο πεδίο
et_ee: Buton, et luua uus kasutaja Field. Võite valida, kas määrata vaatamiseks õigused kasutaja rollid selles valdkonnas
fa_ir: buton برای ایجاد یک میدان کاربر جدید. شما همچنین می توانید برای اختصاص حقوق به نقش کاربر را برای این حوزه را انتخاب کنید
fi_fi: Buton luoda uuden Käyttäjän kenttä. Voit myös määrittää katsella oikeudet roolien kyseiselle kentälle
ga_ie: buton a chruthú Allamuigh Úsáideoir nua. Is féidir leat a roghnú freisin le cearta d&#39;fhonn a shannadh do róil úsáideora don réimse
gl_gl: Buton para crear un campo novo usuario. Tamén pode optar por atribuír dereitos de fin de funcións de usuario para este campo
hr_hr: ikonu za stvaranje novog polja korisnika. Također možete odabrati prikaz dodijeliti prava na korisničke uloge za to područje
hu_hu: buton, hogy hozzon létre egy új felhasználói mező. Azt is választhatja, hogy hozzá megtekintéséhez jogok felhasználói szerepkörök számára, hogy a területen
is_is: buton til að búa til nýjan notanda Field. Þú getur einnig valið að fela að skoða réttindi notenda hlutverk því sviði
ja_jp: 新しいユーザーフィールドを作成するブトン。また、そのフィールドのユーザーロールへのビューの権限を割り当てるために選択できます。
lt_lt: Buton sukurti naują vartotojo laukas. Taip pat galite pasirinkti, ar priskirti teisių peržiūrėti vartotojo vaidmenis toje srityje
lv_lv: Buton lai izveidotu jaunu lietotāja lauks. Varat arī izvēlēties, lai piešķirtu apskatītu tiesībām uz lietotāju lomām, ka lauka
mk_mk: buton да се создаде нов корисник поле. Можете исто така да изберете да му ја додели ги правата на корисник улоги за таа област
nn_no: Buton å lage en ny Bruker Field. Du kan også velge å tildele se rettighetene til brukerroller for dette feltet
pl_pl: buton aby utworzyć nowe Pole użytkownika. Możesz także wybrać, aby przypisać praw celu ról użytkowników dla tego pola
pt_pt: buton para criar um campo novo Usuário. Você também pode optar por atribuir direitos de fim de funções de usuário para esse campo
ro_ro: Buton pentru a crea un utilizator nou câmp. Puteţi alege, de asemenea, pentru a atribui drepturi în vederea rolurilor de utilizator pentru acest domeniu
ru_ru: бутон, чтобы создать новое поле Пользователь. Вы также можете присвоить права на просмотр ролей пользователей для этого поля
sk_sk: Butón k vytvoreniu nového užívateľa Field. Môžete si tiež zvoliť zobrazenie priradenia práv používateľských rolí pre dané pole
sl_si: Buton ustvariti novo Field uporabnika. Prav tako lahko odločijo za dodelitev pravic Poglej uporabnikov vloge za to področje
sq_al: buton për të krijuar një fushë të re User. Ju mund të zgjidhni të caktojë të drejta të parë për rolin e përdoruesit për këtë fushë
sr_rs: бутон да створи ново поље Корисник. Такође можете одабрати да пренесе права поглед на корисничке улоге за ту област
sv_se: buton för att skapa en ny användare Field. Du kan också välja att tilldela för rättigheterna till användarroller för det fältet
th_th: buton เพื่อสร้างฟิลด์ใช้ใหม่ นอกจากนี้คุณยังสามารถเลือกที่จะกำหนดสิทธิมุมมองที่บทบาทของผู้ใช้สำหรับเขตข้อมูลนั้น
tr_tr: butonuna, yeni bir kullanıcı alanı oluşturmak için. Ayrıca bu alan için kullanıcı rolleri görüntülemek hakları atamak seçebilirsiniz
uk_ua: бутон, щоб створити нове поле Користувач. Ви також можете давати права на перегляд ролей користувачів для цього поля
wa_be: buton i greu Maes Defnyddiwr newydd. Gallwch hefyd ddewis i neilltuo hawliau golwg ar swyddogaethau defnyddiwr ar gyfer y maes
zh_tw: 布通創建一個新的用戶字段。您也可以選擇指定用戶角色權限查看該字段
