Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You can specify the eligibility timeframe you want to view by choosing the desired timeframe from the pull-down menu at the top of the screen. Eligibility is entered once per week
af_za: Jy kan spesifiseer die aanmerking te kom tydraamwerk wat jy wil sien deur die keuse van die gewenste tyd van die hangkieslys aan die bokant van die skerm. In aanmerking te kom is een keer per week betree
be_by: Вы можаце задаць правы тэрміны вы хочаце прагледзець, выбраўшы жаданыя тэрміны з выпадальнага меню ў верхняй частцы экрана. Права ўводзіцца адзін раз у тыдзень
bg_bg: Можете да зададете допустимост период искате да видите, като изберете желания срок от падащото меню в горната част на екрана. Правото на участие се въвежда веднъж седмично
bn_bd: আপনি যোগ্যতা timeframe আপনি টান ডাউন মেনু থেকে পর্দার উপরের পছন্দসই timeframe নির্বাচন করে প্রদর্শনটির চান উল্লেখ করা যাবে. যোগ্যতা একবার প্রবেশ প্রতি সপ্তাহে হয়
da_dk: Du kan angive støtteberettigelse tidsramme, du vil se ved at vælge den ønskede tidsramme fra pull-down menuen øverst på skærmen. Berettigelse er indtastes én gang om ugen
el_gr: Μπορείτε να καθορίσετε το χρονικό επιλεξιμότητας που θέλετε να δείτε, επιλέγοντας το επιθυμητό χρονικό πλαίσιο από το pull-down μενού στο πάνω μέρος της οθόνης. Επιλεξιμότητα εγγράφεται μία φορά την εβδομάδα
et_ee: Saate määrata toetuse saamise aja jooksul, mida soovite vaadata, valides soovitud aja jooksul alates rippmenüüst ülaosas ekraani. Abikõlblikkuse kantakse üks kord nädalas
fa_ir: شما می توانید بازه زمانی واجد شرایط بودن شما می خواهید که با انتخاب بازه زمانی مورد نظر را از منوی PULL - DOWN در بالای صفحه نمایش مشاهده را مشخص کنید. واجد شرایط وارد یک بار در هفته
fi_fi: Voit määritellä kelpoisuuden aikataulua haluat tarkastella valitsemalla haluttu aikataulu siitä alasvetovalikosta yläreunassa näytön. Kelpoisuus on tullut kerran viikossa
ga_ie: Is féidir leat a shonrú leis an fhráma ama incháilitheachta ba mhaith leat a fheiceáil ag roghnú an fráma ama atá ag teastáil ón roghchlár tarraingt anuas ag barr an scáileáin. Incháilitheacht taifeadta uair amháin in aghaidh na seachtaine
gl_gl: Vostede pode especificar o período de elixibilidade que quere ver, escollendo o período desexado no menú desplegable na parte superior da pantalla. Elixibilidade é introducido unha vez por semana
hr_hr: Možete odrediti podobnost rok koji želite pregledati odabirom željene rok iz padajućeg izbornika na vrhu zaslona. Pravo je ušao jednom tjedno
hu_hu: Megadhatja a jogosultsági időn belül szeretné megtekinteni kiválasztásával a kívánt időn belül a legördülő menüből a képernyő tetején. A jogosultság be hetente egyszer
is_is: Þú getur tilgreint hæfi tíma sem þú vilt skoða með því að velja tiltekinn tíma úr fellilistanum efst á skjánum. Réttur til þátttöku eru færðar einu sinni í viku
ja_jp: あなたは画面の上部にあるプルダウンメニューから希望の期間を選択して表示する適格性の時間枠を指定することができます。資格は、1週間に1回入力されます
lt_lt: Jūs galite nurodyti, tinkamumo laikotarpį, kurį norite peržiūrėti, pasirinkti norimą laikotarpį, iš išskleidžiamojo meniu ekrano viršuje. Tinkamumas įrašytas vieną kartą per savaitę
lv_lv: Jūs varat norādīt atbilstības laika, kuru vēlaties apskatīt, izvēloties vēlamo termiņu no pull-down menu augšpusē ekrānam. Tiesības ir iekļauta reizi nedēļā
mk_mk: Можете да ги одредите подобноста рок сакате да ја видите од изборот на саканата временска рамка од паѓачкото мени на врвот од екранот. Подобност е внесен еднаш неделно
nn_no: Du kan angi berettigelse tidsrammen du vil vise ved å velge ønsket tidsramme fra rullegardinmenyen øverst på skjermen. Hvorvidt man kan føres opp en gang per uke
pl_pl: Możesz określić ramy czasowe kwalifikowalności chcesz wyświetlić, wybierając żądany czasie z rozwijanego menu na górze ekranu. Kwalifikowalności wszedł raz na tydzień
pt_pt: Você pode especificar o período de elegibilidade que deseja visualizar, escolhendo o período desejado no menu suspenso na parte superior da tela. Elegibilidade é introduzido uma vez por semana
ro_ro: Aveţi posibilitatea să specificaţi intervalul de timp de eligibilitate pe care doriţi să vizualizaţi alegând intervalul de timp dorit din meniul vertical din partea de sus a ecranului. Eligibilitatea este înscris o dată pe săptămână
ru_ru: Вы можете задать права сроки вы хотите просмотреть, выбрав желаемые сроки из выпадающего меню в верхней части экрана. Право вводится один раз в неделю
sk_sk: Môžete určiť časový rámec spôsobilosti, ktoré chcete zobraziť výberom požadovaného termínu z pull-down menu v hornej časti obrazovky. Spôsobilosť je zapísaná raz za týždeň
sl_si: Določite lahko časovno obdobje upravičenosti si ga želite ogledati, tako da izberete želeni časovni okvir iz spustnem meniju na vrhu zaslona. Upravičenost je enkrat začela na teden
sq_al: Ju mund të specifikoni afatit të drejtën që ju doni të shikoni duke zgjedhur kohore e dëshiruar nga pull-down menu në krye të ekranit. Mundesi është futur një herë në javë
sr_rs: Можете одредити временски оквир подобности желите да видите избором жељене року од падајућег менија на врху екрана. Право на пензију је једном ушао недељно
sv_se: Du kan ange behörighet tidsram du vill visa genom att välja önskad tidsram från rullgardinsmenyn längst upp på skärmen. Behörighet är in en gång per vecka
th_th: คุณสามารถระบุระยะเวลาการมีสิทธิ์ที่คุณต้องการจะดูโดยการเลือกช่วงเวลาที่ต้องการจากเมนูแบบดึงลงที่ด้านบนของหน้าจอ มีสิทธิ์ถูกป้อนครั้งต่อสัปดาห์
tr_tr: Ekranın üst kısmında açılan menüden istenilen süre seçerek görüntülemek istediğiniz uygunluk zaman dilimi belirtebilirsiniz. Uygunluk haftada bir kez girildikten
uk_ua: Ви можете задати права терміни ви хочете переглянути, вибравши бажані терміни з випадаючого меню у верхній частині екрана. Право вводиться один раз на тиждень
wa_be: Gallwch bennu cymhwyster y terfyn amser rydych am ei weld trwy ddewis yr amserlen ddymunol o&#39;r ddewislen tynnu-lawr ar frig y sgrin. Cymhwyster yn cael ei gofnodi unwaith yr wythnos
zh_tw: 您可以指定時間的資格要查看通過選擇所需的時間從下拉菜單在屏幕上方。資格進入每週一次

source: is a report that shows every course and eligibility grade assigned to your child
af_za: is &#39;n verslag wat toon elke kursus en in aanmerking te kom-graad aan jou kind
be_by: з&#39;яўляецца справаздачу, які паказвае кожны курс і крытэрыі класа, прысвоены вашаму дзіцяці
bg_bg: е доклад, който показва на всеки курс и степен на допустимост на Вашето дете
bn_bd: একটি রিপোর্ট যে প্রতি কোর্স এবং যোগ্যতা গ্রেড নির্ধারিত আপনার সন্তান প্রদর্শন
da_dk: er en rapport, der viser hvert kursus og berettigelse klasse tildelt til dit barn
el_gr: Είναι μια έκθεση που δείχνει κάθε μάθημα και ο βαθμός επιλεξιμότητας ανατεθεί στο παιδί σας
et_ee: on aruanne, mis näitab iga kursuse ja abikõlblikkuse klassi määratud oma lapsele
fa_ir: گزارش نشان می دهد که هر دوره و درجه واجد شرایط بودن اختصاص یافته به فرزند شما
fi_fi: on raportin, jossa näkyy jokaisen kurssin ja kelpoisuus arvosana määrätty lapsellesi
ga_ie: Tá tuarascáil a léiríonn gach cúrsa agus grád incháilitheacht a shanntar do leanbh
gl_gl: é un informe que mostra cada curso e grao de elixibilidade asignado ao seu fillo
hr_hr: je izvještaj koji prikazuje svaki tečaj i podobnost razreda dodijeljena za vaše dijete
hu_hu: egy jelentést, amely azt mutatja, minden tanfolyam és jogosultsági minőségű rendelt a gyermek
is_is: er skýrsla sem sýnir hvert námskeið og hæfi bekk úthlutað til barnið
ja_jp: あなたの子供に割り当てられているすべてのコースと資格等級を示すレポートです。
lt_lt: ataskaitą, kuri rodo, kas žinoma ir tinkamumo lygio, priskirtas jūsų vaikas
lv_lv: ir ziņojums, kas parāda katra kursa un atbilstības pakāpe piešķirta jūsu bērnam
mk_mk: е извештај, кој покажува секој се разбира и подобноста одделение доделен на вашето дете
nn_no: er en rapport som viser alle kurs og valgbarhet grade tildelt til barnet ditt
pl_pl: jest raport, który pokazuje, co oczywiście i stopień kwalifikacji przypisanych do dziecka
pt_pt: é um relatório que mostra cada curso e grau de elegibilidade atribuído a seu filho
ro_ro: este un raport care arată la fiecare curs şi gradul de eligibilitate alocate pentru copilul dumneavoastră
ru_ru: является отчет, который показывает каждый курс и критерии класса, присвоенный вашему ребенку
sk_sk: je správa, ktorá ukazuje každého predmetu a spôsobilosti, priradené stupne pre vaše dieťa
sl_si: je poročilo, ki prikazuje potek in vsak razred upravičenost dodeljena vašega otroka
sq_al: është një raport që tregon çdo kursi dhe të klasës së caktuar për të drejtën e fëmijës tuaj
sr_rs: је извештај који приказује сваку ток и подобности разреда додељен ваше дете
sv_se: är en rapport som visar varje kurs och behörighet betyg som tilldelats ditt barn
th_th: รายงานที่แสดงให้เห็นทุกหลักสูตรและระดับสิทธิ์ที่กำหนดให้กับบุตรหลานของท่านเป็น
tr_tr: Çocuğunuzun atanan her ders ve uygunluk derecesi gösteren bir rapor
uk_ua: є звіт, який показує кожен курс і критерії класу, присвоєний вашій дитині
wa_be: yn adroddiad sy&#39;n dangos pob cwrs a gradd cymhwyster neilltuo i eich plentyn
zh_tw: 是一份報告，顯示每門課程和資格等級分配給你的孩子

source: You can specify the eligibility timeframe you want to view by choosing the timeframe from the pull-down menu at the top of the screen and clicking the Go button. Eligibility is entered once per week
af_za: Jy kan spesifiseer die aanmerking te kom tydraamwerk wat jy wil om te sien deur die keuse van die tydraamwerk van die hangkieslys aan die bokant van die skerm en klik op die knoppie Gaan. In aanmerking te kom is een keer per week betree
be_by: Вы можаце задаць правы тэрміны вы хочаце прагледзець, выбраўшы тэрміны з выпадальнага меню ў верхняй частцы экрана і націснуўшы кнопку Перайсці. Права ўводзіцца адзін раз у тыдзень
bg_bg: Можете да зададете допустимост период искате да видите, като изберете сроковете от падащото меню в горната част на екрана и кликнете върху бутона Go. Правото на участие се въвежда веднъж седмично
bn_bd: আপনি যোগ্যতা timeframe আপনি পর্দার উপরের টান ডাউন মেনু থেকে timeframe করুন এবং যান বাটন ক্লিক করে দেখতে চান উল্লেখ করা যাবে. যোগ্যতা একবার প্রবেশ প্রতি সপ্তাহে হয়
da_dk: Du kan angive støtteberettigelse tidsramme, du vil se ved at vælge den tidsramme fra pull-down menuen øverst på skærmen og klikke på knappen Go. Berettigelse er indtastes én gang om ugen
el_gr: Μπορείτε να καθορίσετε το χρονικό επιλεξιμότητας που θέλετε να δείτε, επιλέγοντας το χρονικό πλαίσιο από το pull-down μενού στο πάνω μέρος της οθόνης και κάνοντας κλικ στο κουμπί Μετάβαση. Επιλεξιμότητα εγγράφεται μία φορά την εβδομάδα
et_ee: Saate määrata toetuse saamise aja jooksul, mida soovite vaadata, valides ajakava alates rippmenüüst ülaosas ekraani ja klikkides Go nupule. Abikõlblikkuse kantakse üks kord nädalas
fa_ir: شما می توانید بازه زمانی واجد شرایط بودن شما می خواهید با انتخاب بازه زمانی از منوی PULL - DOWN در بالای صفحه نمایش و کلیک کردن بر روی دکمه برو را مشخص کنید. واجد شرایط وارد یک بار در هفته
fi_fi: Voit määritellä kelpoisuuden aikataulua haluat tarkastella valitsemalla ajassa siitä alasvetovalikosta yläosassa näytön ja klikkaamalla Go-painiketta. Kelpoisuus on tullut kerran viikossa
ga_ie: Is féidir leat a shonrú leis an fhráma ama incháilitheachta ba mhaith leat a fheiceáil ag roghnú an fráma ama ón roghchlár tarraingt anuas ag barr an scáileáin agus cliceáil ar an gcnaipe Téigh. Incháilitheacht taifeadta uair amháin in aghaidh na seachtaine
gl_gl: Vostede pode especificar o período de elixibilidade que quere ver, escollendo o prazo dende o menú desplegable na parte superior da pantalla e premer no botón Go Elixibilidade é introducido unha vez por semana
hr_hr: Možete odrediti podobnost rok koji želite pregledati odabirom rok iz padajućeg izbornika na vrhu zaslona i kliknite gumb Go. Pravo je ušao jednom tjedno
hu_hu: Megadhatja a jogosultsági időn belül szeretné megtekinteni választva az időkeretet a legördülő menüből a képernyő tetején, és kattintson az Indítás gombra. A jogosultság be hetente egyszer
is_is: Þú getur tilgreint hæfi tíma sem þú vilt skoða með því að velja tíma úr fellilistanum efst á skjánum og smella á Go hnappinn. Réttur til þátttöku eru færðar einu sinni í viku
ja_jp: あなたは画面の上部にあるプルダウンメニューから時間枠を選択し、[Go]ボタンをクリックして表示する適格性の時間枠を指定することができます。資格は、1週間に1回入力されます
lt_lt: Jūs galite nurodyti, tinkamumo laikotarpį, kurį norite peržiūrėti, pasirinkti laikotarpį, iš išskleidžiamojo meniu ekrano viršuje ir spustelėkite mygtuką Eiti. Tinkamumas įrašytas vieną kartą per savaitę
lv_lv: Jūs varat norādīt atbilstības laika, kuru vēlaties apskatīt, izvēloties laika no pull-down menu augšpusē ekrānam un noklikšķinot Go pogu. Tiesības ir iekļauta reizi nedēļā
mk_mk: Можете да ги одредите подобноста рок сакате да ја видите од изборот на временска рамка од паѓачкото мени на врвот на екранот и кликнете на Оди копче. Подобност е внесен еднаш неделно
nn_no: Du kan angi berettigelse tidsrammen du vil vise ved å velge tidsramme fra rullegardinmenyen øverst på skjermen og klikke på Go. Hvorvidt man kan føres opp en gang per uke
pl_pl: Możesz określić ramy czasowe kwalifikowalności chcesz wyświetlić, wybierając ramy czasowe z rozwijanego menu na górze ekranu i klikając przycisk Idź. Kwalifikowalności wszedł raz na tydzień
pt_pt: Você pode especificar o período de elegibilidade que deseja visualizar, escolhendo o prazo a partir do menu suspenso na parte superior da tela e clicar no botão Go. Elegibilidade é introduzido uma vez por semana
ro_ro: Aveţi posibilitatea să specificaţi intervalul de timp de eligibilitate pe care doriţi să vizualizaţi alegând perioada de timp din meniul vertical din partea de sus a ecranului şi făcând clic pe butonul Go. Eligibilitatea este înscris o dată pe săptămână
ru_ru: Вы можете задать права сроки вы хотите просмотреть, выбрав сроки из выпадающего меню в верхней части экрана и нажав кнопку Перейти. Право вводится один раз в неделю
sk_sk: Môžete určiť časový rámec spôsobilosti, ktoré chcete zobraziť výberom termíne z pull-down menu v hornej časti obrazovky a kliknutím na tlačidlo Go. Spôsobilosť je zapísaná raz za týždeň
sl_si: Določite lahko časovno obdobje upravičenosti si ga želite ogledati, tako da izberete časovni okvir iz spustnem meniju na vrhu zaslona in s klikom na gumb Go. Upravičenost je enkrat začela na teden
sq_al: Ju mund të specifikoni afatit të drejtën që ju doni të shikoni duke zgjedhur kohore nga pull-down menu në krye të ekranit dhe duke klikuar butonin Go. Mundesi është futur një herë në javë
sr_rs: Можете одредити временски оквир подобности желите да видите избором року од падајућег менија на врху екрана и кликнете дугме Го. Право на пензију је једном ушао недељно
sv_se: Du kan ange behörighet tidsram du vill visa genom att välja tidsram från rullgardinsmenyn längst upp på skärmen och klicka på Go-knappen. Behörighet är in en gång per vecka
th_th: คุณสามารถระบุระยะเวลาการมีสิทธิ์ที่คุณต้องการดูโดยเลือกกรอบเวลาจากเมนูแบบดึงลงที่ด้านบนของหน้าจอและคลิกที่ปุ่มไปที่ มีสิทธิ์ถูกป้อนครั้งต่อสัปดาห์
tr_tr: Bu zaman diliminde ekranın üst kısmında açılan menüden seçme ve Git butonuna tıklayarak görüntülemek istediğiniz uygunluk zaman dilimi belirtebilirsiniz. Uygunluk haftada bir kez girildikten
uk_ua: Ви можете задати права терміни ви хочете переглянути, вибравши терміни з випадаючого меню у верхній частині екрану і натиснувши кнопку Перейти. Право вводиться один раз на тиждень
wa_be: Gallwch bennu cymhwyster y terfyn amser rydych am ei weld trwy ddewis yr amserlen o&#39;r ddewislen tynnu-lawr ar frig y sgrin a chlicio ar y botwm Go. Cymhwyster yn cael ei gofnodi unwaith yr wythnos
zh_tw: 您可以指定時間的資格要查看所選擇的時間，從下拉菜單在屏幕上方並單擊 Go按鈕。資格進入每週一次
