Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To choose a child, select the childs name from the pull-down menu on the top. The program will automatically refresh with the new child in the workspace. You can also change the school year and current marking period in a similar fashion
af_za: As jy &#39;n kind te kies, kies die kind se naam uit die hangkieslys op die top. Die program sal outomaties bygewerk met die nuwe kind in die werkruimte. Jy kan ook die skool jaar en die huidige nasienperiode verander in &#39;n soortgelyke wyse
be_by: Каб выбраць дзіцяці, выберыце імя спароджаных з выпадальнага меню ў верхняй частцы. Праграма будзе аўтаматычна абнаўляцца з новым дзіцяці ва працоўнай вобласці. Вы таксама можаце змяніць навучальны год і бягучы перыяд маркіроўкі аналагічным чынам
bg_bg: За да изберете дете, изберете име Чайлдс от падащото меню в горната част. Програмата ще се обновява автоматично с ново дете в работното пространство. Можете също да промените на учебната година и текущия период за маркиране по подобен начин
bn_bd: একটি শিশু নির্বাচন, উপরে টান ডাউন মেনু থেকে childs নাম নির্বাচন করুন. প্রোগ্রামটি স্বয়ংক্রিয়ভাবে কর্মপরিসর নতুন সন্তানের সঙ্গে রিফ্রেশ হবে. আপনি একটি অনুরূপ ফ্যাশন স্কুলের বছর এবং বর্তমান অবস্থানসূচক সময় পরিবর্তন করতে পারেন
da_dk: For at vælge et barn, skal du vælge barnets navn fra pull-down menuen på toppen. Programmet vil automatisk opdateres med det nye barn i arbejdsområdet. Du kan også ændre skoleåret og den nuværende mærkning periode på lignende måde
el_gr: Για να επιλέξετε ένα παιδί, επιλέξτε το όνομα του παιδιού από το pull-down μενού στο πάνω μέρος. Το πρόγραμμα θα ανανεωθεί αυτόματα με τα νέα παιδιά στο χώρο εργασίας. Μπορείτε επίσης να αλλάξετε το σχολικό έτος και την τρέχουσα περίοδο σήμανση με παρόμοιο τρόπο
et_ee: Valida lapse valige Childs nime rippmenüüst peal. Programm automaatselt värskendada uue lapse tööruumi. Saate muuta ka kooliaasta ja praegune tähistamine jooksul sarnaselt
fa_ir: برای یک کودک را انتخاب کنید ، انتخاب نام کودکان از منوی PULL - DOWN در بالا است. این برنامه به طور خودکار با فرزند جدید در فضای کاری تازه کردن. شما همچنین می توانید سال تحصیلی و دوره فعلی مارک در یک مد مشابه را تغییر دهید
fi_fi: Voit valita lapselle, valitse lapsen nimi alasvetovalikosta päällä. Ohjelma päivittyy automaattisesti uuden lapsen työtilassa. Voit myös muuttaa lukuvuoden ja nykyinen merkintä ajan samalla tavalla
ga_ie: A roghnú le leanbh, roghnaigh an t-ainm Childs ón roghchlár tarraingt anuas ar an mbarr. Beidh an clár athnuachan go huathoibríoch leis an leanbh nua sa spás oibre. Is féidir leat freisin na scoilbhliana agus tréimhse a mharcáil reatha ar bhealach cosúil
gl_gl: Para escoller un neno, seleccione o nome do neno dende o menú desplegable na parte superior. O programa debería actualizar automaticamente coa nova neno no espazo de traballo. Tamén pode cambiar o ano lectivo e período marcado actual nunha forma similar
hr_hr: Da biste odabrali djetetu, odaberite djeteta ime padajućeg izbornika na vrhu. Program će se automatski osvježiti sa novim djetetom u radnom prostoru. Također možete promijeniti školske godine i tekuće razdoblje obilježavanje na sličan način
hu_hu: Választani a gyermek, válassza a gyermek nevét a legördülő menü a tetején. A program automatikusan frissíti az új gyermek a munkaterületen. Azt is megváltoztathatja a tanév, és a jelenlegi jelölési időszak hasonló módon
is_is: Til að velja barn, veldu barnsins nafn úr fellilistanum efst. The program vilja á sjálfvirkan hátt endurnýja með nýju barni í vinnusvæði. Þú getur einnig breytt skólaársins og núverandi merkingar tímabil á svipaðan hátt
ja_jp: 子を選択するには、上部のプルダウンメニューから、お子様の名前を選択します。プログラムが自動的にワークスペースに新しい子によってリフレッシュされます。また、同様の方法で学年と現在のマーキング期間を変更することができます
lt_lt: Norėdami pasirinkti vaiką, pažymėkite vaiko pavadinimą iš išplečiamojo meniu viršuje. Programa bus automatiškai atnaujintas, su nauja vaiko darbo srities. Taip pat galite keisti mokslo metų ir dabartinio žymėjimo laikotarpiu panašiai
lv_lv: Lai izvēlētos bērnu, izvēlieties childs vārdu no pull-down menu uz augšu. Programma automātiski atsvaidzināt ar jaunu bērnu darbvietā. Varat arī mainīt mācību gada un tekošā marķēšanas laikposmā līdzīgā veidā
mk_mk: Да се ​​избере дете, одберете го името детето од паѓачкото мени на врвот. На програмата автоматски ќе се освежи со нови дете во работниот простор. Исто така може да се промени на учебната година и сегашниот означување период на сличен начин
nn_no: For å velge et barn, velg barnets navn fra rullegardinmenyen på toppen. Programmet vil automatisk oppdateres med det nye barnet i arbeidsområdet. Du kan også endre skoleåret og nåværende merking periode på en lignende måte
pl_pl: Aby wybrać dziecko, wybierz nazwę dziecka z rozwijanego menu na górze. Program automatycznie odświeżać z nowym dzieckiem w obszarze roboczym. Można również zmienić roku szkolnego i bieżącego okresu oznakowania w sposób podobny
pt_pt: Para escolher uma criança, selecione o nome da criança a partir do menu suspenso na parte superior. O programa irá atualizar automaticamente com a nova criança no espaço de trabalho. Você também pode alterar o ano letivo e período marcação atual em uma forma similar
ro_ro: Pentru a alege un copil, selectaţi numele copilului din meniul pull-down pe partea de sus. Programul se va actualiza automat cu copilul nou în spaţiul de lucru. Puteţi schimba, de asemenea, în anul şcolar şi perioada curentă marcajul într-un mod similar
ru_ru: Чтобы выбрать ребенка, выберите имя порожденных из выпадающего меню в верхней части. Программа будет автоматически обновляться с новым ребенком в рабочей области. Вы также можете изменить учебный год и текущий период маркировки аналогичным образом
sk_sk: Ak chcete vybrať dieťa, zvoľte meno dieťaťa z rozbaľovacieho menu hore. Program bude automaticky aktualizovať s novým dieťaťom v pracovnom priestore. Môžete tiež zmeniť školského roka a súčasné označenie obdobia, v podobnej móde
sl_si: Če želite izbrati otroka, izberite ime Childs iz spustnem meniju na vrhu. Program bo samodejno osvežite z novim otrokom v delovnem prostoru. Spremenite lahko tudi šolsko leto, in tekoče označevanje obdobja na podoben način
sq_al: Për të zgjedhur një fëmijë, zgjidhni emrin e fëmijës nga pull-down menu në krye. Programi automatikisht do të rifreskoni me fëmijën e reja në Workspace. Ju gjithashtu mund të ndryshojë të vitit shkollor dhe të periudhës aktuale duke shënuar në një mënyrë të ngjashme
sr_rs: Да бисте изабрали дете, изаберите Чајлдс име из падајућег менија на врху. Програм ће се аутоматски освежити са новим дететом у радном простору. Такође можете променити школску годину и текући обележавање периоду на сличан начин
sv_se: För att välja ett barn att välja barnets namn från rullgardinsmenyn på toppen. Programmet kommer att uppdateras automatiskt med det nya barnet i arbetsytan. Du kan också ändra läsåret och nuvarande märkning period på ett liknande sätt
th_th: เพื่อเลือกเด็กเลือกชื่อ Childs จากเมนูแบบดึงลงที่ด้านบน โปรแกรมจะรีเฟรชโดยอัตโนมัติกับเด็กใหม่ในพื้นที่ทำงาน คุณยังสามารถเปลี่ยนปีของโรงเรียนและระยะเวลาในการทำเครื่องหมายในปัจจุบันในรูปแบบเหมือนกัน
tr_tr: Bir çocuk seçmek için, üst üste açılan menüden oğul adını seçin. Çalışma alanında yeni bir çocuk programı otomatik olarak yenilenir. Ayrıca benzer bir moda okulu yıl ve cari işaretleme dönemi değiştirebilirsiniz
uk_ua: Щоб вибрати дитини, виберіть ім&#39;я породжених з випадаючого меню у верхній частині. Програма буде автоматично оновлюватися з новим дитиною в робочій області. Ви також можете змінити навчальний рік та поточний період маркування аналогічним чином
wa_be: Er mwyn dewis plentyn, dewiswch yr enw plentyn o&#39;r ddewislen tynnu i lawr ar y brig. Bydd y rhaglen adfywio yn awtomatig gyda&#39;r plentyn newydd yn y gweithle. Gallwch hefyd newid y flwyddyn ysgol ac cyfnod marcio ar hyn o bryd mewn modd tebyg
zh_tw: 要選擇一個孩子，選擇兒童的名字從下拉菜單的頂部。該計劃將自動刷新的新的子在工作區。您還可以更改學年和當前評分期以類似的方式
