Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Before printing the transcripts, you must select which marking periods to display on the transcript by checking desired marking period checkboxes
af_za: Voordat die druk van die transkripsies, moet jy kies wat nasien periodes te vertoon op die transkripsie deur die nagaan van gewenste nasienperiode blok
ar_dz: قبل طباعة النصوص ، يجب تحديد الفترات التي وسم لعرضه على نص عن طريق التحقق من خانات الفترة المطلوبة بمناسبة
be_by: Перад пячаткай стэнаграмы, вы павінны абраць, якія маркіроўкі перыядаў для адлюстравання на стэнаграму, правяраючы жаданае, усталяваўшы сцяжкі перыяд
bg_bg: Преди отпечатване на преписите, трябва да изберете които маркировката периоди, за да покажете на препис от проверка на желаната маркиране период квадратчетата
bn_bd: অনুলিপি মুদ্রণ আগে, আপনি নকল উপর প্রার্থিত অবস্থানসূচক সময়ের চেকবক্স চেক করার প্রদর্শন অবস্থানসূচক সময়সীমার নির্বাচন হবে
da_dk: Før udskrivning af udskrifter, skal du vælge, hvilken mærkning perioder der skal vises på udskriften ved at markere den ønskede mærkning periode afkrydsningsfelter
el_gr: Πριν από την εκτύπωση των αντιγράφων, πρέπει να επιλέξετε το οποίο σήμανση περιόδους για να εμφανιστεί στο αντίγραφο με τον έλεγχο επιθυμητά πλαίσια ελέγχου και τη σήμανση περίοδο
et_ee: Enne printimist ärakirju, tuleb valida märgistada perioodide kuvada ärakirja kontrollides soovitud tähistamine perioodi ruudud
fa_ir: قبل از چاپ رونوشت ، شما باید که مارک دوره را در متن نمایش داده شود را با چک کردن مارک مورد نظر نمایش به صورت گزینه انتخابی دوره انتخاب کنید
fi_fi: Ennen tulostamista opintosuoritusotteet, sinun täytyy valita merkintä aikoja näytettäväksi ote tarkistamalla haluttu merkintä kauden valintaruutuja
ga_ie: Sula priontáil na scríbhinní, ní mór duit a roghnú a mharcáil tréimhsí a thaispeáint ar an athscríbhinn ag seiceáil atá ag teastáil ticbhoscaí tréimhse marcála
gl_gl: Antes de imprimir as transcricións, ten que seleccionar cales períodos marcado para mostrar na transcrición marcando checkbox período desexado marcado
hr_hr: Prije ispisa transkripata, morate odabrati koji obilježava razdoblje za prikaz na prijepis provjerom željeni obilježavanje razdoblja okvire
hu_hu: A nyomtatás előtt a felvételek, ki kell választani, amelyeken a jelölés időszakok jelennek meg az átirat ellenőrzésével kívánt jelölés időszakban jelölőnégyzetek
is_is: Fyrir prentun á afrit, þú verður að velja hvaða merking tímabila til að birta á afrit með því að haka viðkomandi merkja tímabili gátreitina
ja_jp: 成績証明書を印刷する前に、希望のマーキング期間のチェックボックスをチェックして成績証明書に表示するマーク期間を選択する必要があります。
lt_lt: Prieš spausdinant nuorašų, turite pasirinkti, kuri ženklinimo laikotarpių rodyti stenograma patikrinti norimą žymėjimo laikotarpį varneles
lv_lv: Pirms drukāšanas noraksti, jums jāizvēlas kurām marķējums periodos, lai parādītu uz teksts, pārbaudot vajadzīgo marķējuma perioda izvēles rūtiņas
mk_mk: Пред печатење на записници, мора да изберете што по повод одбележувањето периоди за да се прикаже на препис од проверка на саканата ознака период обележувачи
nn_no: Før du skriver ut utskrifter, må du velge hvilken merking perioder som skal vises på karakterutskriften ved å krysse av ønsket merking periode avkrysningsbokser
pl_pl: Przed rozpoczęciem drukowania transkrypcji, musi wybrać, które okresy oznakowania do umieszczenia na zapis, zaznaczając żądany oznakowania pola wyboru okresu
pt_pt: Antes de imprimir as transcrições, você deve selecionar quais períodos marcação para mostrar na transcrição marcando checkboxes período desejado marcação
ro_ro: Înainte de a imprima foi matricole, trebuie să selectaţi care perioadele de marcare pentru a afişa pe foaia matricolă prin verificarea dorit căsuţele marcajul perioada
ru_ru: Перед печатью стенограммы, вы должны выбрать, какие маркировки периодов для отображения на стенограмму, проверяя желаемое, установив флажки период
sk_sk: Pred tlačou prepisy, musíte vybrať, ktoré označenie období sa zobrazí na prepis zaškrtnutím políčka požadovaný označením obdobie
sl_si: Pred tiskanjem prepise, morate izbrati katerih je označevanje obdobja za prikaz na prepis s preverjanjem želeno oznako obdobju polja
sq_al: Para shtypjes transkriptin, ju duhet të zgjidhni të cilat periudhat e shënuar për të shfaqur në transkript duke kontrolluar dëshiruar checkboxes shënuar periudhën
sr_rs: Пре штампања транскрипте, морате да изаберете која обележавање периоде за приказ на транскрипту тако што ћете проверити жељени обележавање периоду поља за потврду
sv_se: Innan du skriver ut avskrifter måste du välja vilken märkning perioder som ska visas på utskriften genom att markera önskad märkning perioden kryssrutor
th_th: ก่อนที่จะพิมพ์ใบรายงานผลการที่คุณจะต้องเลือกช่วงการทำเครื่องหมายที่จะแสดงในใบรายงานผลโดยการตรวจสอบที่ต้องการทำเครื่องหมายช่องทำเครื่องหมายระยะเวลา
tr_tr: Transkript yazdırmadan önce, istenilen işaretleme dönemi onay kutularını kontrol ederek transkript görüntülemek için hangi işaretleme dönemleri seçmeniz gerekir.
uk_ua: Перед печаткою стенограми, ви повинні вибрати, які маркування періодів для відображення на стенограму, перевіряючи бажане, встановивши прапорці період
wa_be: Cyn y trawsgrifiadau argraffu, mae&#39;n rhaid i chi ddewis pa gyfnodau marcio i arddangos ar y trawsgrifiad drwy edrych ar blychau ticio cyfnod marcio a ddymunir
zh_tw: 在打印成績單，您必須選擇標記期間的成績單上顯示通過檢查所需的時間標記複選框

source: The transcripts will be automatically generated in a printer-friendly html page when you click the Submit button
af_za: Die transkripsies sal outomaties gegenereer word in &#39;n drukker-vriendelike HTML-bladsy as jy op die Submit knoppie
be_by: Стэнаграмы будзе аўтаматычна генеруюцца для друку HTML-старонкі пры націску на кнопку Адправіць
bg_bg: Преписи ще се генерира автоматично в печат HTML страница, когато щракнете върху бутона Submit
bn_bd: প্রতিলিখন স্বয়ংক্রিয়ভাবে একটি প্রিন্টার-বন্ধুত্বপূর্ণ HTML পৃষ্ঠা হবে উৎপন্ন যখন আপনি ছবি বাটন ক্লিক করুন
da_dk: Den udskrifter vil blive genereret automatisk i en printer-venlig html side, når du klikker på knappen Send
el_gr: Οι μεταγραφές θα δημιουργηθεί αυτόματα σε μια φιλική για τον εκτυπωτή html σελίδα όταν κάνετε κλικ στο κουμπί Υποβολή
et_ee: Ärakirju automaatselt loodud Printerisõbralik html lehele kui vajutad Submit nuppu
fa_ir: رونوشت خواهد شد به صورت خودکار در نسخه چاپی یک صفحه HTML تولید شده وقتی که دکمه ارسال را کلیک کنید
fi_fi: Opintosuoritusotteet automaattisesti syntyy tulostettavassa html sivun, kun napsautat Lähetä-painiketta
ga_ie: Beidh na scríbhinní a ghintear go huathoibríoch sa leathanach printéir atá neamhdhíobhálach html nuair a dhéanann tú cliceáil ar an gcnaipe Cuir isteach
gl_gl: As transcricións serán xerados automaticamente nunha páxina para imprimir html ao premer o botón Enviar
hr_hr: Transkripti će biti automatski generiran u printanja html stranicu kada kliknete gumb Pošalji
hu_hu: Az átiratok automatikusan generált nyomtatóbarát html oldalt, ha rákattint a Küldés gombra
is_is: The afrit verður sjálfkrafa mynda í Prentvæn HTML síðu þegar þú smellir á Senda takkann
ja_jp: あなたが[Submit]ボタンをクリックしたときに成績証明書は自動的に印刷用のHTMLページに生成されます。
lt_lt: Nuorašai bus automatiškai sugeneruotas spausdinimui HTML puslapį, kai paspausite mygtuką &quot;Siųsti&quot;
lv_lv: Transkripti tiks automātiski izveidots Drukāšanai html lapa, kad jūs noklikšķiniet uz pogas Iesniegt
mk_mk: Транскриптите ќе биде автоматски генерирано во еден печатач-пријателски HTML страница кога ќе кликнете на копчето Submit
nn_no: Den karakterutskrifter vil bli automatisk generert i en utskriftsvennlig html side når du klikker Send-knappen
pl_pl: Zapisy będą automatycznie generowane w druku strony html po kliknięciu przycisku Prześlij
pt_pt: As transcrições serão gerados automaticamente em uma página para impressão html quando você clica no botão Enviar
ro_ro: Transcrierile va fi generată automat într-o pagină printer-friendly html atunci când faceţi clic pe butonul Remitere
ru_ru: Стенограммы будет автоматически генерируются для печати HTML-страницы при нажатии на кнопку Отправить
sk_sk: Prepisy bude automaticky vygenerovaná za tlač HTML stránku, ak kliknete na tlačidlo Odoslať
sl_si: Prepisi se bo samodejno v tiskalniku prijazno html strani, ko boste kliknili na gumb Submit
sq_al: Transkriptet do të gjenerohet automatikisht në një faqe printer-friendly html kur ju klikoni butonin Submit
sr_rs: Транскрипти ће бити аутоматски генерисан у принтер-фриендли хтмл страницу када кликнете на Субмит дугме
sv_se: Utskrifterna kommer automatiskt genereras i ett utskriftsvänligt HTML-sida när du klickar på knappen Skicka
th_th: ใบรับรองผลการเรียนจะถูกสร้างขึ้นโดยอัตโนมัติในหน้า html ที่พิมพ์ง่ายเมื่อคุณคลิกที่ปุ่มส่ง
tr_tr: Gönder düğmesine tıkladığınızda transkript, otomatik olarak bir yazıcı-dostu html sayfası oluşturulur
uk_ua: Стенограми буде автоматично генеруються для друку HTML-сторінки при натисканні на кнопку Відправити
wa_be: Bydd y trawsgrifiadau yn awtomatig mewn tudalen argraffydd cyfeillgar html pan fyddwch yn clicio ar y botwm Anfon
zh_tw: 該成績單將自動生成一個打印機友好的HTML頁面時，點擊提交按鈕

source: Student Grades
af_za: Student Graad
ar_dz: علامات الطلاب
be_by: Студэнцкая Ацэнкі
bg_bg: Студентски степени
bn_bd: ছাত্র গ্রেড
da_dk: Student Karakterer
el_gr: Βαθμοί Φοιτητών
es_es: Calificaciones
fa_ir: نمرات دانشجویان
fi_fi: Opiskelijan arvosanat
ga_ie: Gráid na Mac Léinn
gl_gl: Notas de alumnos
hr_hr: Ocjena studenata
hu_hu: Tanuló a
is_is: Námsmaður Einkunnir
ja_jp: 生徒の成績
lt_lt: Studentų Prognozės
lv_lv: Studentu pakāpes
mk_mk: Оценките од студентите
nn_no: Student Karakterer
pl_pl: Ocen studentów
pt_pt: Notas de alunos
ro_ro: Student Note
ru_ru: Студенческая Оценки
sk_sk: Študent stupňa
sq_al: Notat e studentëve
sr_rs: Студентски оцене
sv_se: Student betyg
th_th: เกรดนักเรียน
tr_tr: Öğrenci Notlarının
uk_ua: Студентська Оцінки
wa_be: Graddau i Fyfyrwyr
zh_tw: 學生成績

source: This page allows you to view the grades earned by your child
af_za: Op hierdie bladsy kan jy die grade verdien deur jou kind te sien
be_by: Гэтая старонка дазваляе праглядаць класы заробленых вашым дзіцем
bg_bg: Тази страница ви позволява да видите оценките, заработени от вашето дете
bn_bd: এই পৃষ্ঠায় আপনি আপনার সন্তানের দ্বারা অর্জিত বাংলাদেশের প্রদর্শন করা সম্ভব
da_dk: Denne side giver dig mulighed for at se de kvaliteter optjent af dit barn
el_gr: Αυτή η σελίδα σας επιτρέπει να δείτε τους βαθμούς που κέρδισε από το παιδί σας
et_ee: Sellel leheküljel saab vaadata klasside teenitud teie laps
fa_ir: این صفحه به شما اجازه می دهد برای مشاهده نمرات به دست آورده توسط فرزند شما
fi_fi: Tällä sivulla voit katsella arvosanat ansaitaan lapsesi
ga_ie: Ceadaíonn an leathanach seo leat chun féachaint ar an gráid tuillte ag do leanbh
gl_gl: Esta páxina permite que vexa as notas obtidas polo seu fillo
hr_hr: Ova stranica vam omogućuje da vidite ocjene zaradili svoje dijete
hu_hu: Ez az oldal lehetővé teszi, hogy a fokozatok által keresett gyermeke
is_is: Þessi síða gerir þér kleift að skoða einkunnum áunnin af barninu þínu
ja_jp: このページでは、あなたの子供が獲得したグレードを表示することができます
lt_lt: Šis puslapis leidžia jums peržiūrėti jūsų vaikas uždirbo rangus
lv_lv: Šī lapa ļauj jums apskatīt atzīmes nopelnījuši Jūsu bērnam
mk_mk: Оваа страница ви овозможува да ги видите оценките заработи од вашето дете
nn_no: Denne siden lar deg se karakterene opptjent av barnet ditt
pl_pl: Ta strona pozwala na przeglądanie ocen uzyskanych przez dziecko
pt_pt: Esta página permite que você veja as notas obtidas por seu filho
ro_ro: Această pagină vă permite să vizualizaţi notele obţinute de copilul dumneavoastră
ru_ru: Эта страница позволяет просматривать классы заработанных вашим ребенком
sk_sk: Táto stránka vám umožňuje prezerať známky zarobil svoje dieťa
sl_si: Ta stran vam omogoča, da si ogledate ocene prislužil z vašega otroka
sq_al: Kjo faqe ju lejon të shikoni notat e fituara nga fëmija juaj
sr_rs: Ова страница вам омогућава да видите оцене остварене ваше дете
sv_se: Den här sidan kan du visa de kvaliteter som intjänas av ditt barn
th_th: หน้านี้จะช่วยให้คุณสามารถดูเกรดที่ได้รับจากบุตรหลานของคุณ
tr_tr: Bu sayfa, çocuğunuz tarafından elde edilen notları görüntülemenize olanak verir.
uk_ua: Ця сторінка дозволяє переглядати класи зароблених вашою дитиною
wa_be: Mae&#39;r dudalen hon yn caniatáu i chi weld y graddau a enillwyd gan eich plentyn
zh_tw: 此頁面允許您查看您的孩子獲得了等級

source: Before searching, you must select which marking periods to display by checking desired marking period checkboxes
af_za: Voordat jy gaan soek, moet jy kies wat nasien periodes om te vertoon deur die nagaan van gewenste nasienperiode blok
be_by: Перш чым шукаць, вы павінны абраць, якія маркіроўкі перыядаў для адлюстравання, правяраючы жаданае, усталяваўшы сцяжкі перыяд
bg_bg: Преди търсене, трябва да изберете които маркировката периоди, за да се покаже чрез проверка на желаната маркиране период квадратчетата
bn_bd: অনুসন্ধান আগে, আপনি পছন্দসই অবস্থানসূচক সময়ের চেকবক্স চেক ডিসপ্লে কোন অবস্থানসূচক সময়সীমার নির্বাচন হবে
da_dk: Før du søger, skal du vælge, hvilken mærkning perioder skal vises ved at markere den ønskede mærkning periode afkrydsningsfelter
el_gr: Πριν από την αναζήτηση, θα πρέπει να επιλέξετε ποια σήμανση περιόδους για να εμφανιστεί με τον έλεγχο επιθυμητά πλαίσια ελέγχου και τη σήμανση περίοδο
et_ee: Enne otsivad, tuleb valida märgistada perioodide kuvada kontrollides soovitud tähistamine perioodi ruudud
fa_ir: قبل از جستجو ، شما باید که مارک دوره با چک کردن مارک مورد نظر نمایش به صورت گزینه انتخابی دوره را نشان می دهد را انتخاب کنید
fi_fi: Ennen hakua, sinun täytyy valita, mitkä merkinnät aikoja näyttämään tarkistamalla haluttu merkintä kauden valintaruutuja
ga_ie: Sula cuardach, ní mór duit a roghnú a mharcáil tréimhsí a chur ar taispeáint ag seiceáil atá ag teastáil ticbhoscaí tréimhse marcála
gl_gl: Antes de buscar, ten que seleccionar cales períodos marcado para mostrar marcando checkbox período desexado marcado
hr_hr: Prije traženja, morate odabrati koji obilježava razdoblje za prikaz označavanjem željenog obilježavanje razdoblja okvire
hu_hu: Mielőtt keres, ki kell választani, amelyeken a jelölés időszakok megjeleníthető ellenőrzésével kívánt jelölés időszakban jelölőnégyzetek
is_is: Áður en rannsakandi, verður þú að velja hvaða merking tíma til að skoða með því að haka viðkomandi merkja tímabili gátreitina
ja_jp: 検索する前に、希望のマーキング期間のチェックボックスをチェックして表示するマーキングの期間を選択する必要があります。
lt_lt: Prieš ieškodami, turite pasirinkti, kurias žymuo arba laikotarpius, kad būtų rodomas patikrinti norimą žymėjimo laikotarpį varneles
lv_lv: Pirms meklē, ir jāizvēlas, kuros marķējumu periodus, lai parādītu, pārbaudot vajadzīgo marķējuma perioda izvēles rūtiņas
mk_mk: Пред пребарување, мора да изберете што по повод одбележувањето периоди за да се прикаже со проверка на саканата ознака период обележувачи
nn_no: Før du søker må du velge hvilken merking perioder for å vise ved å krysse av ønsket merking periode avkrysningsbokser
pl_pl: Przed rozpoczęciem, należy wybrać okresy oznakowania, aby wyświetlić, zaznaczając żądany oznakowania pola wyboru okresu
pt_pt: Antes de pesquisar, você deve selecionar quais períodos marcação para mostrar marcando checkboxes período desejado marcação
ro_ro: Înainte de a căuta, trebuie să selectaţi care perioadele de marcare pentru a afişa prin verificarea dorit căsuţele marcajul perioada
ru_ru: Прежде чем искать, вы должны выбрать, какие маркировки периодов для отображения, проверяя желаемое, установив флажки период
sk_sk: Pred hľadanie, musíte vybrať, ktoré označenie období sa zobrazí zaškrtnutím políčka požadovaný označením obdobie
sl_si: Pred iskanjem, morate izbrati katerih je označevanje obdobja za prikaz s preverjanjem želeno oznako obdobju polja
sq_al: Para se të kërkoni, ju duhet të zgjidhni të cilat periudhat e shënuar për të shfaqur duke kontrolluar dëshiruar checkboxes shënuar periudhën
sr_rs: Пре потраге, морате да изаберете која обележавање периоде за приказ тако што ћете жељени обележавање периоду поља за потврду
sv_se: Innan du söker måste du välja vilken märkning perioder som ska visas genom att kryssa i önskad märkning perioden kryssrutor
th_th: ก่อนที่จะค้นหาคุณจะต้องเลือกช่วงเวลาที่การทำเครื่องหมายที่จะแสดงโดยการตรวจสอบที่ต้องการทำเครื่องหมายช่องทำเครื่องหมายระยะเวลา
tr_tr: Aramadan önce, istenilen işaretleme dönemi onay kutularını kontrol ederek görüntülemek için hangi işaretleme dönemleri seçmeniz gerekir.
uk_ua: Перш ніж шукати, ви повинні вибрати, які маркування періодів для відображення, перевіряючи бажане, встановивши прапорці період
wa_be: Cyn chwilio, mae&#39;n rhaid i chi ddewis pa gyfnodau marcio i arddangos trwy wirio blychau ticio cyfnod marcio a ddymunir
zh_tw: 在搜索時，您必須選擇標記，以期通過檢查所需的標記顯示複選框期

source: Class Rank List
af_za: Klas Rank Lys
ar_dz: فئة رتبة قائمة
be_by: Спіс класнага чыну
bg_bg: Списък Class Rank
bn_bd: শ্রেণী মান তালিকা
da_dk: Klasse Rank List
el_gr: Κατηγορία Λίστα Κατάταξη
et_ee: Class Rank nimekiri
fa_ir: فهرست رتبه کلاس
fi_fi: Luokka Sijoitus List
ga_ie: Liosta Céim Aicme
gl_gl: Lista de Clasificación da clase
hr_hr: Klasa rang listi
hu_hu: Class Rank listája
ja_jp: クラスのランク一覧
lt_lt: Klasės Reitingas sąrašas
lv_lv: Klases Rank saraksts
mk_mk: Класа ранг листа
nn_no: Klasse Rank liste
pl_pl: Lista Rank klasy
pt_pt: Lista de Classificação da classe
ro_ro: Clasa Locul Lista
ru_ru: Список классного чина
sk_sk: Trieda listina
sl_si: Razred Rank Seznam
sq_al: Rank Klasa Lista
sr_rs: Класе ранг листи
sv_se: Klass Ranking List
th_th: รายชื่อลำดับชั้น
tr_tr: Sınıf Sıralaması
uk_ua: Список класного чину
wa_be: Rhestr Safle Dosbarth
zh_tw: 類排名名單

source: This report that shows the unweighted GPA, weighted GPA, and class rank of your child
af_za: Hierdie verslag wat toon die ongeweegde GPA, geweegde GPA, en klas rang van jou kind
be_by: Гэтая справаздача паказвае, што невзвешенные ГПД, узважаных ГПД, класнага чыну і вашага дзіцяці
bg_bg: Този доклад, който показва непретеглената GPA, претеглена GPA, и клас ранг на Вашето дете
bn_bd: এই রিপোর্টে যে unweighted জিপিএ, ভরযুক্ত জিপিএ, এবং আপনার শিশুর বর্গ মাত্রা প্রদর্শন
da_dk: Denne rapport, der viser den uvægtede GPA, vægtet GPA, og klasse rang af dit barn
el_gr: Η έκθεση αυτή δείχνει ότι η μη σταθμισμένη ΣΔΣ, σταθμισμένο ΣΔΣ, και rank τάξη του παιδιού σας
et_ee: Käesolev aruanne, mis näitab, kaalumata GPA kaalutud GPA ja klassi auaste teie laps
fa_ir: این گزارش نشان می دهد که معدل unweighted ، وزن معدل و رتبه کلاس فرزند شما
fi_fi: Tämä raportti, joka osoittaa painottamaton GPA, painotettu GPA, ja luokka sijoitus lapsesi
ga_ie: An tuarascáil seo go léiríonn an GPA unweighted, GPA ualaithe, agus céim aicme do leanbh
gl_gl: Este informe que amosa o GPa non ponderada, GPa ponderada, e posición na clase do seu fillo
hr_hr: Ovo izvješće pokazuje da neponderiranim prosjek, ponderirani prosjek, i klasa čin vašeg djeteta
hu_hu: Ez a jelentés, amely azt a súlyozatlan GPA súlyozott GPA és osztály rangját a gyermek
is_is: Þessi skýrsla sem sýnir unweighted GPA, vegin GPA, og tegund stöðu barnsins
ja_jp: 非加重GPA、加重GPA、そしてあなたの子供のクラスのランクを示すこの報告書
lt_lt: Ši ataskaita rodo, nesvertiniams VPS svertinis VPS ir klasės rangas jūsų vaikas
lv_lv: Šis ziņojums, kas parāda nesvērto VIL, svērtajām GPA un klases rangs jūsu bērnam
mk_mk: Овој извештај, кој покажува unweighted Успех, измерен Успех, и класа ранг на вашето дете
nn_no: Denne rapporten som viser uvektet GPA, vektet GPA, og klasse rang av barnet ditt
pl_pl: Niniejszy raport, który pokazuje nieważonej GPA, ważone GPA i rangi klasy Twojego dziecka
pt_pt: Este relatório que mostra o GPA não ponderada, GPA ponderada, e posição na classe de seu filho
ro_ro: Acest raport care prezinta AAP neponderate, ponderate GPA, rangul şi clasa a copilului dumneavoastră
ru_ru: Этот отчет показывает, что невзвешенные ГПД, взвешенных ГПД, классного чина и вашего ребенка
sk_sk: Táto správa ukazuje, že nevážený GPA, vážený GPA, a triedne pozície vášho dieťaťa
sl_si: To poročilo, ki prikazuje neobremenjen GPA, tehtano GPA, in razreda čin vašega otroka
sq_al: Ky raport që tregon GPA pamatur, GPA ponderuar, dhe gradën klasën e fëmijës tuaj
sr_rs: Овај извештај који показује просечну оцену непондерисани, пондерисани просек, и класа ранг ваше дете
sv_se: Denna rapport som visar ovägda GPA, vägt GPA, och klass rang av ditt barn
th_th: รายงานที่แสดงไม่ได้ชั่งเกรดเฉลี่ยถ่วงน้ำหนักเกรดเฉลี่ยและอันดับชั้นเรียนของบุตรหลานของท่านนี้
tr_tr: Ağırlıksız genel not ortalaması, ağırlıklı genel not ortalaması ve çocuğunuzun sınıf sıralamasını gösteren bu rapor
uk_ua: Цей звіт показує, що невиважені ГПД, зважених ГПД, класного чину і вашої дитини
wa_be: Mae&#39;r adroddiad hwn yn dangos bod y GPA heb eu pwysoli, GPA pwysoli, a rheng dosbarth eich plentyn
zh_tw: 這份報告顯示未加權 GPA，GPA加權和類職級的孩子
