Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Unable to delete Goal. Please delete Progresses first
be_by: Не ўдаецца выдаліць мэты. Калі ласка, выдаліце ​​Прагрэс первый
bg_bg: Не може да изтриете Гол. Моля изтрийте напредването първа
bn_bd: লক্ষ্য মুছে যায়নি. দয়া করে প্রথমে অগ্রগতি মুছে ফেলুন
da_dk: Kan ikke slette Goal. Slet venligst skrider first
el_gr: Δεν είναι δυνατή η διαγραφή Goal. Διαγράψτε Πρόοδος πρώτη
et_ee: Ei saa kustutada Goal. Palun kustuta edenedes first
fa_ir: قادر به حذف هدف. لطفا حذف پیشرفت برای اولین بار
fi_fi: Ei voida poistaa maalia. Poista edetessä ensimmäinen
ga_ie: Sprioc in ann a scriosadh. Scrios an chéad dul chun cinn
gl_gl: Non se pode eliminar goal. Por favor, elimine Avances primeiro
hr_hr: Nije moguće izbrisati cilja. Izbrišite napreduje prvi
hu_hu: Nem lehet törölni cél. Kérjük, törölje előrehaladás first
is_is: Gat ekki eyða markmiði. Vinsamlegast eyddu líður fyrst
ja_jp: 目標を削除できません。第一の進行を削除してください
lt_lt: Nepavyko ištrinti Tikslas. Prašome ištrinti progresuoja pirmą kartą
lv_lv: Nevar izdzēst mērķi. Lūdzu, izdzēsiet progresē first
mk_mk: Не можам да ги избришете цел. Ве молиме избришете напредува прв
nn_no: Kan ikke slette Goal. Vennligst slett utførelse første
pl_pl: Nie można usunąć cel. Proszę usunąć nasila się first
pt_pt: Não é possível excluir Goal. Por favor, apague Avanços primeiro
ro_ro: Imposibil de şters Goal. Vă rugăm să ştergeţi Progrese prima
ru_ru: Не удается удалить цели. Пожалуйста, удалите Прогресс первый
sk_sk: Nemožno zmazať cieľ. Nehodiace sa postupuje prvý
sl_si: Ne morem izbrisati gol. Prosimo, izbrišite Napredek first
sq_al: Në pamundësi për të fshini Goal. Ju lutemi të fshini përparon e parë
sr_rs: У немогућности да избришете циља. Обришите напредује први
sv_se: Det går inte att ta bort målet. Ta bort fortskrider first
th_th: ไม่สามารถลบเป้าหมาย กรุณาลบความคืบหน้าครั้งแรก
tr_tr: Amaç silinemiyor. Silin ilk Gelişmeler
uk_ua: Не вдається видалити мети. Будь ласка, видаліть Прогрес першу
wa_be: Methu dileu Nod. Dilëwch fynd yn ei flaen first
zh_tw: 無法刪除目標。首先請刪除進展

source: Are you sure want to delete this Progress
be_by: Вы ўпэўненыя, што жадаеце выдаліць гэтую Прагрэс
bg_bg: Сигурен ли сте, че искате да изтриете този напредък
bn_bd: আপনি কি নিশ্চিত এই অগ্রগতি মুছে ফেলতে চান
da_dk: Er du sikker på vil slette denne fremgang
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το Progress
et_ee: Oled sa kindel, et soovite kustutada selle Progress
fa_ir: آیا مطمئن هستید که می خواهید به حذف این پیشرفت
fi_fi: Oletko varma että haluat poistaa tämän Progress
ga_ie: An bhfuil tú ag iarraidh cinnte seo a scriosadh Dul Chun Cinn
gl_gl: ¿Está seguro de quere borrar esta Progreso
hr_hr: Jeste li sigurni da želite izbrisati ovaj napredak
hu_hu: Biztos benne, hogy törölni kívánja a fejlődés
is_is: Ertu viss um aðþúviljir eyða þessari Progress
ja_jp: あなたは確信してこの進捗を削除したいです。
lt_lt: Ar jūs tikrai norite ištrinti šią pažangą
lv_lv: Vai esi pārliecināts, ka vēlies izdzēst šo Progress
mk_mk: Дали сте сигурни дека сакате да го избришете овој напредок
nn_no: Er du sikker på vil slette denne Progress
pl_pl: Czy na pewno chcesz usunąć ten Progress
pt_pt: Tem certeza de quer apagar esta Progresso
ro_ro: Sunteţi sigur că doriţi să ştergeţi această Progress
ru_ru: Вы уверены, что хотите удалить эту Прогресс
sk_sk: Ste si istí, že chcete zmazať tohto pokroku
sl_si: Ali ste prepričani, da želite izbrisati to Progress
sq_al: Jeni te sigurte qe doni te fshini kete Progres
sr_rs: Да ли сте сигурни да избришете ово Напредак
sv_se: Är du säker på att ta bort dessa framsteg
th_th: คุณแน่ใจว่าต้องการที่จะลบความคืบหน้านี้
tr_tr: Bu İlerleme emin silmek istiyoruz
uk_ua: Ви впевнені, що хочете видалити цю Прогрес
wa_be: Ydych chi&#39;n siŵr am ddileu&#39;r Cynnydd
zh_tw: 您確定要刪除本進展

source: New schools enrollment date
be_by: Новая дата рэгістрацыі школах
bg_bg: Нова дата за записване на училища
bn_bd: নতুন স্কুল নিয়োগ তারিখ
da_dk: Nye skoler tilmelding dato
el_gr: Νέα ημερομηνία εγγραφής στα σχολεία
et_ee: Uute koolide registreerimise kuupäeva
fa_ir: دانشکده ها تاریخ ثبت نام
fi_fi: Uusia kouluja rekisteröitymispäivämäärä
ga_ie: Dáta rollaithe Nua scoileanna
gl_gl: Data de inscrición novas escolas
hr_hr: Nova škola upis datuma
hu_hu: Új iskolák beiratkozási időpont
is_is: New skóla innritun dagsetningu
ja_jp: 新しい学校の入学日
lt_lt: Naujų mokyklų registraciją data
lv_lv: Jaunas skolas uzņemšanas datums
mk_mk: Нови училишта за запишување денот
nn_no: Nye skoler påmelding dato
pl_pl: Nowa data rejestracji szkół
pt_pt: Data de inscrição novas escolas
ro_ro: Noi şcoli de înscriere data
ru_ru: Новая дата регистрации школах
sk_sk: Dátum zápisu novej školy
sl_si: New šole datum vpisa
sq_al: Data e regjistrimit shkolla e re
sr_rs: Нове школе упис датума
sv_se: Nya skolor inskrivning datum
th_th: ใหม่วันที่ลงทะเบียนโรงเรียน
tr_tr: Yeni okullar kayıt tarihi
uk_ua: Нова дата реєстрації школах
wa_be: Dyddiad cofrestru newydd ar ysgolion
zh_tw: 新學校報名日期

source: Room No
be_by: Нумар Няма
bg_bg: Стая №
bn_bd: কক্ষ সংখ্যা
da_dk: Room Ingen
el_gr: Δωμάτιο Δεν
et_ee: Ruum nr
fa_ir: اتاق بدون
fi_fi: Room Ei
ga_ie: Seomra Uimh
gl_gl: Sen sala de
hr_hr: Soba br
hu_hu: Szoba Nem
is_is: Herbergi No
ja_jp: ルームなし
lt_lt: Kambarys Nr.
lv_lv: Istaba Nr
mk_mk: Просторијата
pl_pl: Pokój nr
pt_pt: Sem sala de
ro_ro: Cameră nr
ru_ru: Номер Нет
sk_sk: Izba č
sl_si: Soba št
sr_rs: Соба бр
sv_se: Rum Nej
th_th: ห้องพักไม่มี
tr_tr: Oda No
uk_ua: Номер Немає
wa_be: Ystafell Dim
zh_tw: 房無

source: Canceld
bn_bd: বাতিল
sr_rs: Цанцелд

source: Students Home Address
be_by: Студэнты Хатні адрас
bg_bg: Студентите Домашен адрес
bn_bd: ছাত্র হোম ঠিকানা
da_dk: Studerende Hjem Adresse
el_gr: Φοιτητές Διεύθυνση κατοικίας
et_ee: Õpilased Koduaadress
fa_ir: دانش آموزان آدرس
fi_fi: Opiskelijat Kotiosoite
ga_ie: Seoladh Baile Mic Léinn
gl_gl: Estudantes Enderezo Inicio
hr_hr: Studenti Kućna adresa
hu_hu: Diákok Otthoni cím
is_is: Nemendur Heimilisfang
ja_jp: 生徒の自宅住所
lt_lt: Studentams Namų adresas
lv_lv: Studenti Mājas adrese
mk_mk: Студентите Насловна Адреса
nn_no: Studenter Hjemmeadresse
pl_pl: Adres zamieszkania studentów
pt_pt: Estudantes Endereço Início
ro_ro: Elevii Acasa Adresa
ru_ru: Студенты Домашний адрес
sk_sk: Študenti Domovská adresa
sl_si: Študenti Domači naslov
sq_al: Studentët Adresa e shtëpisë
sr_rs: Студенти Кућна адреса
sv_se: Studenter Hemadress
th_th: ที่อยู่ที่บ้านนักเรียน
tr_tr: Öğrenci Ev Adresi
uk_ua: Студенти Домашня адреса
wa_be: Cyfeiriad Cartref Myfyrwyr
zh_tw: 學生家庭地址

source: Red items have already have data in the next school year (They might have been rolled)
be_by: Чырвоны пункты ўжо ёсць дадзеныя ў наступным навучальным годзе (Яны маглі быць пракату)
bg_bg: Червените елементи са вече разполагат с данни в следващата учебна година (Те може да са били валцувани)
bn_bd: লাল আইটেম ইতিমধ্যে ডাটা পরের বছর স্কুল মধ্যে (তারা ঘূর্ণিত হতে পারে) আছে
da_dk: Røde genstande har allerede har data i det kommende skoleår (De kunne have været rullet)
el_gr: Red στοιχεία έχουν ήδη δεδομένα την επόμενη σχολική χρονιά (Θα μπορούσε να είχε έλασης)
et_ee: Red esemed on juba andmeid järgmisel õppeaastal (Nad oleks võinud valtsitud)
fa_ir: آیتم های قرمز در حال حاضر داده ها در سال تحصیلی آینده (آنها ممکن است نورد)
fi_fi: Red erät ovat jo tietoja ensi lukuvuonna (Ne olisivat voineet olla rullattu)
ga_ie: Míreanna dearg acu cheana féin go bhfuil na sonraí sa scoilbhliain seo chugainn (D&#39;fhéadfadh siad a bheith i bhfeidhm)
gl_gl: Elementos vermellos xa ten datos o próximo curso (Eles poderían ser enrolado)
hr_hr: Crveni predmeti već imate podatke u sljedeću školsku godinu (oni mogli biti valjani)
hu_hu: Red tételek már az adatok a következő tanévben (Lehet, hogy bekerülve)
is_is: Red atriði hafa þegar gögn á næsta skólaári (Þau gætu hafa verið velt)
ja_jp: レッドのアイテムは既に次の学年（彼らがロールバックされている可能性があります）でデータを持っている
lt_lt: Raudonus daiktus jau kitų mokslo metų duomenis (Jie gali būti valcavimo)
lv_lv: Red posteņi jau ir dati, nākamajā mācību gadā (Tās varētu būt velmētas)
mk_mk: Црвениот предмети веќе имаат податоци во следната учебна година (Тие може да се стркала)
nn_no: Red elementer har allerede har data i det neste skoleår (De kan ha blitt rullet)
pl_pl: Pozycji Red ma już danych w przyszłym roku szkolnym (Mogą być gorąco)
pt_pt: Itens vermelhos já tem dados no próximo ano lectivo (Eles poderiam ter sido enrolado)
ro_ro: Elementele de culoare roşie-au au fost deja date în anul şcolar următor (Ei ar fi putut fi laminate)
ru_ru: Красный пункты уже есть данные в следующем учебном году (Они могли быть проката)
sk_sk: Červené položky sú už dáta v nasledujúcom školskom roku (oni by mohli boli za tepla)
sl_si: Red predmete že imajo podatke v naslednjem šolskem letu (So bili morda valjanih)
sq_al: Artikuj Kuq tashmë janë të dhëna në vitin e ardhshëm shkollor (ata mund të kenë qenë mbështjellë)
sr_rs: Црвених ставки већ имају податке у наредној школској години (Можда су били ваљани)
sv_se: Red poster har redan data i nästa läsår (De kan ha rullat)
th_th: รายการสีแดงมีอยู่แล้วมีข้อมูลในปีของโรงเรียนต่อไป (พวกเขาอาจจะได้รับการรีด)
tr_tr: Kırmızı öğeler zaten bir sonraki eğitim-öğretim yılında (Onlar haddelenmiş olabilir) veri var
uk_ua: Червоний пункти вже є дані в наступному навчальному році (Вони могли бути прокату)
wa_be: Eitemau Coch eisoes wedi data yn y flwyddyn ysgol nesaf (Efallai eu bod wedi cael eu cyflwyno)
zh_tw: 紅色的項目已經有數據，在下一學年（他們可能已被軋）

source: Your new passwords did not match.
be_by: Ваш новы пароль не супадаюць.
bg_bg: Вашите нови пароли не съвпадат.
bn_bd: আপনার নতুন পাসওয়ার্ড মিলছে না.
da_dk: Dit nye kodeord passer ikke.
el_gr: Νέο κωδικό πρόσβασής σας δεν ταιριάζουν.
et_ee: Teie uued paroolid ei ühti.
fa_ir: کلمه عبور جدید شما مطابقت ندارد.
fi_fi: Uusi Salasanat eivät täsmänneet.
ga_ie: Ní raibh d&#39;fhocal faire nua a mheaitseáil.
gl_gl: O seu novas contrasinais non coinciden.
hr_hr: Vaša nova lozinka ne odgovara.
hu_hu: Az új jelszavak nem egyeznek.
is_is: Nýtt lykilorð ekki passa.
ja_jp: あなたの新しいパスワードが一致しませんでした。
lt_lt: Jūsų naujas slaptažodis neatitinka.
lv_lv: Jūsu jaunās paroles nav atrasts vakanču.
mk_mk: Вашиот нови лозинки не се совпаѓаат.
nn_no: Ditt nye passord samsvarer ikke.
pl_pl: Nowy Hasła nie pasują.
pt_pt: Seu novas senhas não coincidem.
ro_ro: Parole dvs. noi nu se potrivesc.
ru_ru: Ваш новый пароль не совпадают.
sk_sk: Vaša nová heslá sa nezhodujú.
sl_si: Vaše novo geslo se ne ujema.
sq_al: Your passwords reja nuk përputhen.
sr_rs: Ваш нови лозинка не одговара.
sv_se: Ditt nya lösenord matchade inte.
th_th: รหัสผ่านใหม่ของคุณไม่ตรง
tr_tr: Yeni şifreler aynı değil.
uk_ua: Ваш новий пароль не збігаються.
wa_be: Nid yw eich cyfrineiriau newydd yn cyd-fynd.
zh_tw: 您的新密碼不匹配。

source: Your new password was saved.
be_by: Ваш новы пароль быў захаваны.
bg_bg: Вашата нова парола е спасен.
bn_bd: আপনার নতুন পাসওয়ার্ড সংরক্ষণ করা ছিল.
da_dk: Dit nye password er gemt.
el_gr: Νέο κωδικό σας σώθηκε.
et_ee: Sinu uus parool on salvestatud.
fa_ir: رمز عبور جدید شما را نجات داد.
fi_fi: Uusi salasanasi on tallennettu.
ga_ie: Bhí shábháil ar do phasfhocal nua.
gl_gl: O teu novo contrasinal foi salvada.
hr_hr: Vaša nova lozinka je spašen.
hu_hu: Az új jelszó mentett.
is_is: Nýja lykilorðið var vistuð.
ja_jp: 新しいパスワードが保存されました。
lt_lt: Jūsų naujas slaptažodis buvo išsaugotas.
lv_lv: Jūsu jaunā parole ir saglabāta.
mk_mk: Податоците за новата лозинка бил спасен.
nn_no: Ditt nye passord ble lagret.
pl_pl: Nowe hasło zostało zapisane.
pt_pt: Sua nova senha foi salva.
ro_ro: Parola nouă a fost salvat.
ru_ru: Ваш новый пароль был сохранен.
sk_sk: Vaše nové heslo bolo uložené.
sl_si: Vaše novo geslo je bilo shranjeno.
sq_al: Fjalëkalimi juaj i ri u ruajt.
sr_rs: Своју нову лозинку била спашена.
sv_se: Ditt nya lösenord har sparats.
th_th: รหัสผ่านใหม่ของคุณถูกบันทึกไว้
tr_tr: Yeni şifreniz kaydedildi.
uk_ua: Ваш новий пароль був збережений.
wa_be: Mae eich cyfrinair newydd yn achub.
zh_tw: 您的新密碼保存。

source: is required
be_by: патрабуецца
bg_bg: е необходимо
bn_bd: আবশ্যক
da_dk: Der kræves
el_gr: απαιτείται
et_ee: on vaja
fa_ir: مورد نیاز است
fi_fi: vaaditaan
ga_ie: atá ag teastáil
gl_gl: é necesaria
hr_hr: je potrebno
hu_hu: van szükség
is_is: er krafist
ja_jp: 必要です。
lt_lt: reikia
lv_lv: nepieciešams
mk_mk: е потребно
nn_no: er påkrevd
pl_pl: jest wymagane
pt_pt: é necessária
ro_ro: este necesară
ru_ru: требуется
sk_sk: Je potrebné
sl_si: je potrebno
sq_al: është e nevojshme
sr_rs: је потребно
sv_se: Det krävs
th_th: เป็นสิ่งจำเป็น
tr_tr: gerekli
uk_ua: потрібно
wa_be: Mae angen
zh_tw: 需要

source: for dates
be_by: для дат
bg_bg: за дати
bn_bd: জন্য তারিখগুলি
da_dk: for datoer
el_gr: για τις ημερομηνίες
et_ee: kuupäevi
fa_ir: برای تاریخ
fi_fi: päivämäärät
ga_ie: le haghaidh dátaí
gl_gl: para datas
hr_hr: za datume
hu_hu: A dátumok
is_is: fyrir dagsetningar
ja_jp: 日付の
lt_lt: datos
lv_lv: datumiem
mk_mk: за датуми
nn_no: for datoer
pl_pl: dat
pt_pt: para datas
ro_ro: pentru datele
ru_ru: для дат
sk_sk: pre dáta
sl_si: za datume
sq_al: për datat
sr_rs: за датуме
sv_se: för datum
th_th: สำหรับวันที่
tr_tr: tarihler için
uk_ua: для дат
wa_be: ar gyfer dyddiadau
zh_tw: 的日期

source: YYYY-MM-DD
da_dk: ÅÅÅÅ-MM-DD
el_gr: ΕΕΕΕ-ΜΜ-ΗΗ
gl_gl: AAAA-MM-DD
hr_hr: GGGG-MM-DD
lt_lt: MMMM-MM-DD
lv_lv: GGGG-MM-DD
mk_mk: ГГГГ-ММ-ДД
nn_no: ÅÅÅÅ-MM-DD
pt_pt: AAAA-MM-DD
ro_ro: AAAA-LL-ZZ
sk_sk: RRRR-MM-DD
sr_rs: ГГГГ-ММ-ДД
sv_se: ÅÅÅÅ-MM-DD
tr_tr: YYYY-AA-GG
wa_be: BBBB-MM-DD

source: Y
be_by: У
ru_ru: У
sr_rs: И
uk_ua: У
zh_tw: Ÿ

source: Disable User
be_by: Адключэнне карыстальніка
bg_bg: Изключване на потребителя
bn_bd: ব্যবহারকারী নিষ্ক্রিয়
da_dk: Deaktiver Bruger
el_gr: Απενεργοποίηση χρήστη
et_ee: Keela Kasutaja
fa_ir: غیر فعال کردن کاربری
fi_fi: Poista käyttäjän
ga_ie: Díchumasaigh Úsáideoir
gl_gl: Desactivar Usuario
hr_hr: Onemogući korisnika
hu_hu: Felhasználó letiltása
is_is: Gera óvinnufæran Notandi
ja_jp: ユーザーを無効にする
lt_lt: Išjungti Vartotojas
mk_mk: Оневозможи пристап
nn_no: Deaktiver Bruker
pl_pl: Wyłącz użytkownika
pt_pt: Desativar Usuário
ro_ro: Dezactivează Ghid de utilizare
ru_ru: Отключение пользователя
sk_sk: Zakázať užívateľa
sl_si: Onemogočanje uporabniškega
sr_rs: Онемогући корисника
sv_se: Inaktivera användaråtkomst
th_th: ปิดการใช้งานผู้ใช้
tr_tr: Kullanıcı devre dışı bırakın
uk_ua: Відключення користувача
wa_be: Analluoga Ddefnyddiwr
zh_tw: 禁用用戶

source: DB Execute Failed.
bn_bd: ডিবি ব্যর্থ সম্পাদন.

source: \n\nSession Array
bn_bd: সেশন এরে

source: openSIS Database Error
bn_bd: openSIS ডাটাবেস ত্রুটি

source: This option helps you to create a report of the Enrollment and Drop Date of a student in a particular Course and Course Period. After clicking on this tab you get a page at the top of it you will have to select a particular Date Range, then click on Go. Now you will get a student list. Now you need to select the students you want by ticking in the boxes beside. Now if you click on Create Add/ Drop Report for Selected Students you will get a report with Students’ Name, Student ID, Course, Course Period, Enrollment and Drop Date.
bn_bd: এই অপশনটি আপনাকে তালিকাভুক্তি একটি প্রতিবেদন তৈরি এবং একটি বিশেষ কোর্স ও কোর্স সময়কাল মধ্যে একজন ছাত্র তারিখ ছাড়ুন করতে সাহায্য করে. এই ট্যাবে ক্লিক করার পর আপনি একটি নির্দিষ্ট তারিখ বিন্যাস নির্বাচন করতে হবে তা উপরের অংশে একটি পাতা পাবেন, তারপর যান এ ক্লিক করুন. এখন আপনি একজন ছাত্র তালিকা পাবেন. এখন আপনি পাশে বাক্সে টিক্দান দ্বারা আপনি চান ছাত্র নির্বাচন করা প্রয়োজন. আপনার নির্বাচিত ছাত্রীদের জন্য যোগ / ড্রপ প্রতিবেদন তৈরি করুন ক্লিক করুন যদি এখন আপনি শিক্ষার্থীরা 'নাম, ছাত্র আইডি, কোর্স, কোর্স সময়কাল, তালিকাভুক্তি সঙ্গে একটি রিপোর্ট পেতে ও তারিখ ড্রপ করবে.

source: Handbook
bn_bd: হ্যান্ডবুক

source: timeframeএর জন্য প্রতিদিন হাজিরাটি recalculatedওয়া হয়েছে
bn_bd: যে timeframe জন্য দৈনিক উপস্থিতির recalculated হয়েছে.

source: Teacher who hasnt entered grade
bn_bd: শিক্ষক যারা ​​hasn't গ্রেড প্রবেশ

source: Teachers who havent entered grade
bn_bd: শিক্ষক যারা ​​গ্রেড প্রবেশ করেননি
