Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You can select the current quarter, semester, and semester exam from the pull-down menu at the top of the screen. To change the current quarter, change the marking period pull-down menu on the left frame.
af_za: Jy kan die huidige kwartaal, semester, en semester eksamen kies uit die hangkieslys aan die bokant van die skerm. Om die huidige kwartaal te verander, verander die nasienperiode vervolg keuselys aan die linkerkant raam.
ar_dz: يمكنك تحديد الربع الحالي ، فصل دراسي ، وامتحان الفصل الدراسي من القائمة المنسدلة في أعلى الشاشة. لتغيير الربع الحالي ، وتغيير الفترة وسم القائمة المنسدلة في الإطار الأيسر.
be_by: Вы можаце выбраць бягучы квартал, паўгоддзе, семестр і экзамен з выпадальнага меню ў верхняй частцы экрана. Каб змяніць бягучы квартал, змена маркіроўкі перыяд выпадальнае меню ў левым фрэйме.
bg_bg: Можете да изберете текущото тримесечие, семестър, и изпит на семестър от падащото меню в горната част на екрана. За да промените текущото тримесечие, промяна на маркировката период падащото меню в лявата рамка.
bn_bd: আপনি টান ডাউন মেনু থেকে বর্তমান সিকি, সেমেস্ত্র, এবং সেমেস্ত্র পরীক্ষা পর্দার উপরের নির্বাচন করতে পারেন. বর্তমান সিকি পরিবর্তন, বাম ফ্রেমের উপর অবস্থানসূচক সময়ের-টান ডাউন মেনু পরিবর্তন.
da_dk: Du kan vælge den aktuelle kvartal semester, og semester eksamen fra pull-down menuen øverst på skærmen. At ændre det aktuelle kvartal, ændre mærkningen periode pull-down menuen til venstre ramme.
el_gr: Μπορείτε να επιλέξετε το τρέχον τρίμηνο, εξάμηνο, και εξετάσεις εξαμήνου από το pull-down μενού στο πάνω μέρος της οθόνης. Για να αλλάξετε το τρέχον τρίμηνο, η αλλαγή της σήμανσης περίοδο pull-down μενού στο αριστερό πλαίσιο.
es_es: Puede seleccionar el actual trimestre, semestre, y examen del semestre en el menú desplegable en la parte superior de la pantalla. Para cambiar el actual trimestre, cambiar el período de evaluación en el menú desplegable en el marco de la izquierda.
et_ee: Te võite valida praeguse kvartali semester, ja semestril eksam pull-down menüü ülaosas ekraani. Muuta praegust kvartalis muuta märgistus periood rippmenüüst vasakul raami.
fa_ir: شما می توانید از سه ماهه جاری ، ترم و امتحان ترم را از منو PULL - DOWN در بالای صفحه نمایش انتخاب کنید. برای تغییر سه ماهه جاری ، تغییر دوره مارک PULL - DOWN منو در قاب سمت چپ است.
fi_fi: Voit valita kuluvalla neljänneksellä, lukukausi, ja lukukausi kokeeseen alasvetovalikosta yläreunassa näytön. Voit muuttaa kuluvalla neljänneksellä, muuttaa merkintää kauden alasvetovalikosta vasemmassa kehyksessä.
ga_ie: Is féidir leat a roghnú an ráithe atá ann faoi láthair, seimeastar, agus scrúdú seimeastar ón roghchlár tarraingt anuas ag barr an scáileáin. A athrú ar an ráithe atá ann faoi láthair, athrú ar an tréimhse marcála tarraingt-síos roghchlár ar an bhfráma chlé.
gl_gl: Pode seleccionar o actual trimestre, semestre, e exame semestral dende o menú desplegable na parte superior da pantalla. Para cambiar o trimestre actual, cambiar o período de reserva pull-down menú no marco esquerdo.
hr_hr: Možete odabrati tekućem tromjesečju, semestar, a semestar ispit iz padajućeg izbornika na vrhu zaslona. Za promjenu tekućem tromjesečju, promijenite obilježavanje razdoblju padajućeg izbornika na lijevoj strani okvira.
hu_hu: Kiválaszthatjuk az aktuális negyedévben, félévben, és a félév vizsga a legördülő menüből a képernyő tetején. Változtatni a jelenlegi negyedévben, a változás a jelölés időszakban legördülő menüt a bal oldali keret.
is_is: Hægt er að velja á yfirstandandi ársfjórðungi, önn, og önn próf úr fellilistanum efst á skjánum. Til að breyta núverandi ársfjórðungi, breyta merkingu tíma fellilistanum til vinstri rammanum.
ja_jp: あなたは画面の上部にあるプルダウンメニューから、現在の四半期、半期、及び学期の試験を選択することができます。現在の四半期を変更するには、左のフレームにマーキング期間プルダウンメニューを変更。
lt_lt: Einamojo ketvirčio, ​​semestro ir semestro egzaminą iš išskleidžiamajame meniu galite pasirinkti ekrano viršuje. Norėdami keisti einamojo ketvirčio, ​​keisti ženklinimo laikotarpį, išskleidžiamajame meniu kairėje rėmo.
lv_lv: Jūs varat izvēlēties kārtējā ceturkšņa, pusgada un semestra eksāmenu no pull-down menu augšpusē ekrānam. Lai mainītu esošo ceturksni, mainīt marķējumu laika pull-down menu kreisajā pusē rāmja.
mk_mk: Можете да изберете на тековната квартал, полугодие, и семестар испит од паѓачкото мени на врвот од екранот. Да ја промени сегашната четвртина, промената на одбележувањето период паѓачкото мени на левата рамка.
nn_no: Du kan velge inneværende kvartal, semester, og semester eksamen fra rullegardinmenyen øverst på skjermen. For å endre inneværende kvartal, endre merkingen perioden pull-down menyen til venstre ramme.
pl_pl: Możesz wybrać bieżący kwartał, pół roku, a egzamin semestr z rozwijanego menu na górze ekranu. Aby zmienić bieżący kwartał, zmiany oznakowania okresu rozwijanego menu po lewej stronie kadru.
pt_pt: Você pode selecionar o atual trimestre, semestre, e exame semestral a partir do menu suspenso na parte superior da tela. Para alterar o trimestre atual, alterar o período de marcação pull-down menu no frame esquerdo.
ro_ro: Puteţi selecta trimestrul curent, semestru, iar examenul semestru din meniul vertical din partea de sus a ecranului. Pentru a schimba trimestrul curent, schimba perioada marcajului meniu vertical pe cadrul din stânga.
ru_ru: Вы можете выбрать текущий квартал, полугодие, семестр и экзамен из выпадающего меню в верхней части экрана. Чтобы изменить текущий квартал, изменение маркировки период выпадающее меню в левом фрейме.
sk_sk: Môžete si vybrať aktuálneho štvrťroka, polroka, a semestrálne skúšky z pull-down menu v hornej časti obrazovky. Ak chcete zmeniť aktuálny štvrťrok, zmeniť označenie obdobie pull-down menu na ľavej strane rámu.
sl_si: Izberete lahko v tekočem četrtletju, semester in semester izpit iz spustnem meniju na vrhu zaslona. Če želite spremeniti tekočem četrtletju, spremeniti oznake obdobju spustnem meniju na levi strani okvirja.
sq_al: Ju mund të zgjidhni tremujorit aktual, semestri i, dhe provimeve semestri nga pull-down menu në krye të ekranit. Për të ndryshuar tremujorin aktual, të ndryshuar periudhë vlerësimi pull-down menu në kuadrin e majtë.
sr_rs: Можете да изаберете текући квартал, семестар, а семестар испит из падајућег менија на врху екрана. Да бисте променили текући квартал, промените обележавање периоду падајућег менија на левом оквиру.
sv_se: Du kan välja det innevarande kvartalet, termin och termin examen från rullgardinsmenyn längst upp på skärmen. För att ändra det innevarande kvartalet, ändra märkningen perioden rullgardinsmenyn till vänster ram.
th_th: คุณสามารถเลือกได้ในไตรมาสปัจจุบัน, ภาคการศึกษาและการสอบภาคการศึกษาจากเมนูแบบดึงลงที่ด้านบนของหน้าจอ การเปลี่ยนแปลงในไตรมาสปัจจุบันเปลี่ยนแปลงระยะเวลาในการทำเครื่องหมายเมนูแบบดึงลงในกรอบด้านซ้าย
tr_tr: Ekranın üst kısmında açılan menüden mevcut çeyreğinde, dönem, dönem sınav seçebilirsiniz. Geçerli çeyrek değiştirmek için, sol çerçevede açılan menüden işaretleme süresi değişir.
uk_ua: Ви можете вибрати поточний квартал, півріччя, семестр та іспит з випадаючого меню у верхній частині екрана. Щоб змінити поточний квартал, зміна маркування період випадає в лівому фреймі.
wa_be: Gallwch ddewis y chwarter ar hyn o bryd, semester, ac arholiad semester o&#39;r ddewislen tynnu-lawr ar frig y sgrin. I newid y chwarter presennol, newid y cyfnod marcio tynnu-lawr ddewislen ar y ffrâm chwith.
zh_tw: 你可以選擇當前季度，學期，學期考試，從下拉菜單在屏幕上方。要改變目前的四分之一，改變評分期下拉菜單在左框架。

source: GPA / Class Rank List
af_za: GPA / klas rang lys
ar_dz: GPA / رتبة فئة قائمة
be_by: GPA / Клас ранг Спіс
bg_bg: GPA / Class класацията
bn_bd: জিপিএ / class মান তালিকা
da_dk: GPA / Klasse Rank List
el_gr: ΣΔΣ / Κατηγορία Λίστα Κατάταξη
es_es: Promedio General / Lista de Ranking de la Clase
et_ee: GPA / Class Rank nimekiri
fa_ir: فهرست رتبه معدل / کلاس
fi_fi: GPA / luokka Sijoitus List
ga_ie: Liosta Céim GPA / Aicme
gl_gl: GPa / Clase Lista de Clasificación
hr_hr: GPA / Klasa rang listi
hu_hu: GPA / Class Rank listája
ja_jp: GPA /クラス順位リスト
lt_lt: VPS / klasė Reitingas sąrašą
lv_lv: GPA / Class Rank saraksts
mk_mk: Успех / Класа ранг листа
nn_no: GPA / klasse Rank liste
pl_pl: GPA / klasa Lista Rank
pt_pt: GPA / Classe Lista de Classificação
ro_ro: AAP / Clasa Locul Lista
ru_ru: GPA / Класс ранг Список
sk_sk: GPA / trieda listina
sl_si: GPA / Razred Seznam Rank
sq_al: GPA / Klasa Lista Rank
sr_rs: ГПА / Класа ранг листи
sv_se: GPA / Klass Ranking List
th_th: รายชื่อลำดับเกรดเฉลี่ย / Class
tr_tr: GPA / Sınıf Sıralaması
uk_ua: GPA / Клас ранг Список
wa_be: Rhestr Rank GPA / Dosbarth
zh_tw: GPA /班級排名表

source: This report that shows the unweighted GPA, weighted GPA, and class rank of each student at your school.
af_za: Hierdie verslag wat toon die ongeweegde GPA, geweegde GPA, en klas rang van elke student by jou skool.
ar_dz: هذا التقرير يوضح GPA غير مرجحة ، المعدل الموزون ، ورتبة الدرجة لكل طالب في المدرسة الخاصة بك.
be_by: Гэтая справаздача паказвае, што невзвешенные ГПД, узважаных ГПД, класнага чыну і кожнага вучня ў школе.
bg_bg: Този доклад, който показва непретеглената GPA, претеглена GPA, и клас ранг на всеки ученик във вашето училище.
bn_bd: এই রিপোর্টে যে unweighted জিপিএ, ভরযুক্ত জিপিএ, এবং প্রত্যেক শিক্ষার্থীর আপনার স্কুলে বর্গ মাত্রা দেখায়.
da_dk: Denne rapport, der viser den uvægtede GPA, vægtet GPA, og klasse rang af hver enkelt elev på din skole.
el_gr: Η έκθεση αυτή δείχνει ότι η μη σταθμισμένη ΣΔΣ, σταθμισμένο ΣΔΣ, και rank τάξη του κάθε μαθητή στο σχολείο σας.
es_es: Este informe muestra el Promedio General no ponderado, el Promedio General ponderado, y la clasificación de la clase de cada alumno en su Institución.
et_ee: Käesolev aruanne, mis näitab, kaalumata GPA kaalutud GPA ja klassi auaste iga õpilane oma kooli.
fa_ir: این گزارش نشان می دهد که معدل unweighted ، وزن معدل و رتبه کلاس از هر دانش آموز در مدرسه شما.
fi_fi: Tämä raportti, joka osoittaa painottamaton GPA, painotettu GPA, ja luokka sijoitus kunkin opiskelijan koulussanne.
ga_ie: An tuarascáil seo go léiríonn an GPA unweighted, GPA ualaithe, agus céim aicme gach mac léinn i do scoil.
gl_gl: Este informe que amosa o GPa non ponderada, GPa ponderada, e posición na clase de cada alumno na súa escola.
hr_hr: Ovo izvješće pokazuje da neponderiranim prosjek, ponderirani prosjek, i klasa čin svaki učenik u svojoj školi.
hu_hu: Ez a jelentés, amely azt a súlyozatlan GPA súlyozott GPA és osztály rangját minden tanuló az iskolában.
is_is: Þessi skýrsla sem sýnir unweighted GPA, vegin GPA, og tegund stöðu hvers nemanda í skólanum þínum.
ja_jp: 非加重GPA、加重GPA、そしてあなたの学校で各生徒のクラスのランクを示すこの報告書。
lt_lt: Ši ataskaita rodo, nesvertiniams VPS svertinis VPS ir klasės rangas kiekvieno studento tavo mokykloje.
lv_lv: Šis ziņojums, kas parāda nesvērto VIL, svērtajām GPA un klases rangu katrs skolēns savā skolā.
mk_mk: Овој извештај, кој покажува unweighted Успех, измерен Успех, и класа ранг на секој ученик во вашето училиште.
nn_no: Denne rapporten som viser uvektet GPA, vektet GPA, og klasse rang av hver elev på skolen din.
pl_pl: Niniejszy raport, który pokazuje nieważonej GPA, ważone GPA i rangi klasy każdego ucznia w szkole.
pt_pt: Este relatório que mostra o GPA não ponderada, GPA ponderada, e posição na classe de cada aluno em sua escola.
ro_ro: Acest raport care prezinta AAP neponderate, ponderate GPA, şi rangul de clasă de fiecare elev la şcoala dumneavoastră.
ru_ru: Этот отчет показывает, что невзвешенные ГПД, взвешенных ГПД, классного чина и каждого ученика в школе.
sk_sk: Táto správa ukazuje, že nevážený GPA, vážený GPA, a trieda pozície každého žiaka v škole.
sl_si: To poročilo, ki prikazuje neobremenjen GPA, tehtano GPA, in razreda čin vsak študent na vaši šoli.
sq_al: Ky raport që tregon GPA pamatur, GPA ponderuar, dhe gradën klasën e çdo nxënësi në shkollën tuaj.
sr_rs: Овај извештај који показује просечну оцену непондерисани, пондерисани просек, и класа ранг сваког студента у вашој школи.
sv_se: Denna rapport som visar ovägda GPA, vägt GPA, och klass rang för varje elev på skolan.
th_th: รายงานที่แสดงไม่ได้ชั่งเกรดเฉลี่ยถ่วงน้ำหนักเกรดเฉลี่ยและอันดับชั้นเรียนของนักเรียนแต่ละคนที่โรงเรียนของคุณนี้
tr_tr: Ağırlıksız genel not ortalaması, ağırlıklı genel not ortalaması ve okulda her öğrenci sınıf sıralamasını gösteren bu rapor.
uk_ua: Цей звіт показує, що невиважені ГПД, зважених ГПД, класного чину і кожного учня в школі.
wa_be: Mae&#39;r adroddiad hwn yn dangos bod y GPA heb eu pwysoli, GPA pwysoli, a rheng dosbarth o bob myfyriwr yn eich ysgol.
zh_tw: 這份報告顯示未加權 GPA，GPA加權和班級排名的每個學生在學校。

source: As with any list in openSIS, you can sort by any value displayed by clicking on the coresponding column heading. For example, you can sort by grade by clicking on the Grade column heading. Similarly, you can sort by unweighted GPA by clicking on the Unweighted GPA column heading.
af_za: Soos met enige lys in openSIS, kan jy deur &#39;n waarde wat vertoon word deur te kliek op die coresponding kolom opskrif sorteer. Byvoorbeeld, kan jy sorteer deur graad deur te kliek op die graad kolomopskrif. Net so, kan jy sorteer deur ongeweegde GPA op die Ongeweegde GPA kolomopskrif te kliek.
ar_dz: كما هو الحال مع أي قائمة في openSIS، يمكنك فرز من قبل أي القيمة المعروضة من خلال النقر على عنوان العمود coresponding. على سبيل المثال، يمكنك فرز حسب الرتبة من خلال النقر على عنوان العمود الصف. وبالمثل، يمكنك فرز بواسطة GPA غير مرجح من خلال النقر على عنوان العمود غير المرجح GPA.
be_by: Як і ў любой спіс openSIS, вы можаце сартаваць па любых значэннем адлюстроўваецца, націснуўшы на coresponding загалоўку слупка. Напрыклад, можна сартаваць па класах пасад, націснуўшы на загаловак калонкі класа. Сапраўды гэтак жа можна сартаваць па невзвешенное ГПД, націснуўшы на Невзвешенное калонцы ГПД загалоўкам.
bg_bg: Както с всеки списък в openSIS, можете да сортирате от всяка стойност, което се показва като кликнете върху coresponding заглавие на колона. Например, можете да сортирате по степен, като щракнете върху степен заглавие на колона. Също така, можете да сортирате по непретеглена GPA като кликнете върху Непретеглени GPA колона позиция.
bn_bd: সঙ্গে openSIS কোন তালিকা, আপনি কোন মান coresponding কলামের শিরোনাম ক্লিক প্রদর্শিত দ্বারা বাছাই করতে পারেন. উদাহরণস্বরূপ, আপনি গ্রেড দ্বারা গ্রেড কলামের শিরোনাম ক্লিক বাছাই করতে পারেন. একইভাবে, আপনি unweighted জিপিএ দ্বারা Unweighted জিপিএ কলামের শিরোনাম ক্লিক বাছাই করতে পারেন.
da_dk: Som med enhver liste i openSIS, kan du sortere efter hvilken som helst værdi vises ved at klikke på coresponding kolonneoverskriften. For eksempel kan du sortere efter kvalitet ved at klikke på Grade kolonneoverskriften. Tilsvarende kan du sortere efter uvægtede GPA ved at klikke på Uvægtet GPA kolonneoverskriften.
el_gr: Όπως και με κάθε λίστα σε openSIS, μπορείτε να ταξινομήσετε με οποιαδήποτε τιμή που εμφανίζεται κάνοντας κλικ στο οποίο αντιστοιχεί επικεφαλίδα στήλης. Για παράδειγμα, μπορείτε να ταξινομήσετε κατά βαθμό κάνοντας κλικ στο Βαθμού επικεφαλίδα στήλης. Ομοίως, μπορείτε να ταξινομήσετε με μη σταθμισμένο ΣΔΣ κάνοντας κλικ στον μη σταθμισμένο στήλη ΣΔΣ τίτλο.
es_es: Al igual que con cualquier lista en openSIS, se puede ordenar por cualquier valor que se muestra al hacer clic en el encabezado de la columna coresponding. Por ejemplo, se puede ordenar por grado haciendo clic en el encabezado de la columna de grado. Del mismo modo, se puede ordenar por GPA no ponderado haciendo clic en el encabezado de la columna no ponderado GPA.
et_ee: Nagu iga nimekirja openSIS, saate sortida mingit väärtust kuvatakse klõpsates coresponding veeru pealkirja. Näiteks saate sortida klassi klõpsates Hinne veeru pealkirja. Samuti saate sortida kaalumata GPA klõpsates kaalumata GPA veeru pealkirja.
fa_ir: همانطور که با هر لیست را به در openSIS ، شما می توانید به هر مقدار نمایش داده شده را با کلیک کردن بر روی ستون coresponding عنوان مرتب سازی بر اساس. به عنوان مثال ، شما می توانید با نمره با کلیک کردن بر روی عنوان ستون درجه ، مرتب کردن. به همین ترتیب ، شما می توانید توسط unweighted معدل را از طریق کلیک کردن بر روی ستون معدل Unweighted عنوان مرتب سازی بر اساس.
fi_fi: Kuten minkä tahansa alalta openSIS, voit lajitella tahansa arvo näkyy klikkaamalla coresponding sarakeotsikkoa. Esimerkiksi voit lajitella arvosana klikkaamalla Grade sarakeotsikkoa. Vastaavasti voit lajitella painottamaton GPA klikkaamalla painottamaton GPA sarakeotsikkoa.
ga_ie: Mar is amhlaidh le haon liosta i openSIS, is féidir leat sórtáil de réir aon luach ar taispeáint trí chliceáil ar an gcolún coresponding ceannteideal. Mar shampla, is féidir leat a shórtáil de réir gráid trí chliceáil ar an gceannteideal colún Grád. Mar an gcéanna, is féidir leat sórtáil de réir CSR unweighted trí chliceáil ar an gcolún CSR Unweighted ceannteideal.
gl_gl: Como ocorre con calquera lista en openSIS, pode clasificar por calquera valor presentado, premendo na columna coresponding título. Por exemplo, pode clasificar por grao premendo no título da columna Grao. Do mesmo xeito, pode clasificarse por GPa non ponderada, premendo na columna GPa non ponderada título.
hr_hr: Kao i kod bilo kojeg popisa u openSIS, možete sortirati po bilo koju vrijednost prikazuje klikom na coresponding stupca. Na primjer, možete sortirati po razredu klikom na Grade stupca. Isto tako, možete sortirati po neponderiranim GPA klikom na neponderiranim prosjek ocjena stupca.
hu_hu: Mint minden lista openSIS, akkor rendezni bármilyen érték jelenik meg, kattintson a coresponding oszlop fejlécére. Például, lehet rendezni minőségű kattintva a Grade oszlop fejlécére. Hasonlóképpen, akkor rendezni súlyozatlan GPA kattintva a súlyozatlan GPA oszlopfejléc.
is_is: Eins og með hvaða lista í openSIS, þú getur raða eftir hvaða gildi birtist með því að smella á coresponding dálki nr. Til dæmis er hægt að raða eftir einkunn með því að smella á Grade dálki nr. Á sama hátt er hægt að raða eftir unweighted GPA með því að smella á Unweighted GPA dálki nr.
ja_jp: openSIS内の任意のリストと同様に、見出しcoresponding列をクリックして表示される任意の値で並べ替えることができます。たとえば、グレード列の見出しをクリックして、グレードによって並べ替えることができます。同様に、無負担GPAの列見出しをクリックすることにより重み付けされていないGPAで並べ替えることができます。
lt_lt: Kaip su bet kuriuo openSIS sąrašas, galite rūšiuoti pagal bet kokio vertės rodomas paspaudę ant coresponding stulpelio antraštę. Pavyzdžiui, galite rūšiuoti pagal kategoriją, spustelėję klasės stulpelio antraštę. Taip pat galite rūšiuoti pagal nesvertiniams VPS paspaudę ant nesvertiniams VPS stulpelio antraštę.
lv_lv: Tāpat kā ar jebkuru sarakstu openSIS, varat šķirot tos pēc jebkura vērtība parādīta, noklikšķinot uz coresponding kolonnas virsraksta. Piemēram, varat kārtot pēc pakāpēm, noklikšķinot uz kategorijas kolonnas virsraksta. Līdzīgi, jūs varat kārtot pēc nesvērts GPA, noklikšķinot uz Nesvērts VIN kolonnas virsraksta.
mk_mk: Како и со секоја листа во openSIS, можете да ги сортирате со било која вредност прикажани со кликнување на coresponding заглавието на колоната. На пример, можете да ги сортирате според одделение со кликнување на Одделение заглавието на колоната. Слично на тоа, да ги сортирате со unweighted Успех со кликнување на Unweighted Успех заглавието на колоната.
nn_no: Som med alle lister i openSIS, kan du sortere etter noen verdi vises ved å klikke på coresponding kolonneoverskriften. For eksempel kan du sortere etter karakter ved å klikke på Grade kolonneoverskriften. På samme måte kan du sortere etter uvektet GPA ved å klikke på Uvektet GPA kolonneoverskriften.
pl_pl: Podobnie jak w przypadku dowolnej listy w openSIS, można sortować według dowolnej wartości wyświetlane przez kliknięcie na kolumnie coresponding pozycji. Na przykład, można posortować według klasy klikając na stopień nagłówka kolumny. Podobnie można sortować według nieważony GPA klikając na Unweighted kolumnie GPA pozycji.
pt_pt: Como acontece com qualquer lista em openSIS, você pode classificar por qualquer valor apresentado, clicando na coluna coresponding título. Por exemplo, você pode classificar por grau clicando no título da coluna Grau. Da mesma forma, você pode classificar por GPA não ponderada, clicando na coluna GPA não ponderada título.
ro_ro: Ca în orice listă în openSIS, aveţi posibilitatea să sortaţi de orice valoare afişată făcând clic pe coloana corespunzatoare titlul. De exemplu, aveţi posibilitatea să sortaţi de grad făcând clic pe titlul coloanei Grad. În mod similar, aveţi posibilitatea să sortaţi prin neponderate AAP, făcând clic pe coloana neponderata AAP poziţie.
ru_ru: Как и в любой список openSIS, вы можете сортировать по любым значением отображается, нажав на coresponding заголовке столбца. Например, можно сортировать по классам должностей, нажав на заголовок колонки класса. Точно так же можно сортировать по невзвешенное ГПД, нажав на Невзвешенное колонке ГПД заголовком.
sk_sk: Ako u každého zoznamu openSIS, môžete triediť podľa žiadnu hodnotu zobraziť kliknutím na coresponding hlavičku stĺpca. Napríklad môžete triediť podľa stupňa kliknutím na záhlavie stĺpca Grade. Podobne môžete triediť podľa nevážený GPA kliknutím na nevážený stĺpca GPA hlavičky.
sl_si: Kot pri vseh seznam openSIS lahko razvrstite na kakršen koli vrednost prikazana s klikom na coresponding stolpca. Na primer, lahko razvrščate po plačilnih razredih s klikom na naslov stolpca Grade. Podobno lahko razvrstite po neobremenjen GPA s klikom na neobremenjen stolpca GPA naslov.
sq_al: Si me ndonjë listë në openSIS, ju mund të lloj nga çdo vlerë shfaqet duke klikuar mbi kolonën e coresponding shkon. Për shembull, ju mund të lloj nga klasa duke klikuar mbi titullin kolonën e klasës. Në mënyrë të ngjashme, ju mund të lloj nga GPA pamatur duke klikuar mbi kolonën e pamatur GPA shkon.
sr_rs: Као и код сваког листи опенСИС, можете сортирати по било коју вредност приказана кликом на цореспондинг заглавље колоне. На пример, можете да сортирате по разредима кликом на наслов колоне разред. Слично томе, можете да сортирате по непондерисани просек кликом на Побуђен просек оцена заглавље колоне.
sv_se: Som med alla listor i openSIS kan du sortera efter något värde som visas genom att klicka på coresponding kolumnrubrik. Till exempel kan du sortera efter betyg genom att klicka på Grade kolumnrubrik. Samma sätt kan du sortera efter ovägt GPA genom att klicka på det ovägda GPA kolumnrubriken.
th_th: เช่นเดียวกับรายการใน openSIS ใด ๆ ที่คุณสามารถเรียงลำดับตามค่าที่แสดงโดยคลิกที่คอลัมน์ coresponding ที่หัวเรื่องใด ๆ ตัวอย่างเช่นคุณสามารถเรียงลำดับตามเกรดโดยคลิกที่คอลัมน์ส่วนหัวของเกรด ในทำนองเดียวกันคุณสามารถเรียงลำดับตามคะแนนเฉลี่ยสะสมไม่ได้ชั่งได้โดยคลิกที่คอลัมน์เกรดเฉลี่ย unweighted หัวเรื่อง
tr_tr: Opensis herhangi bir liste gibi, başlığı coresponding sütun üzerine tıklayarak görüntülenen herhangi bir değere göre sıralayabilirsiniz. Örneğin, Sınıf sütun başlığını tıklayarak derecesine göre sıralayabilirsiniz. Benzer şekilde, Ağırlıksız GPA sütun başlığı tıklayarak ağırlıksız not ortalamasına göre sıralayabilirsiniz.
uk_ua: Як і в будь-який список openSIS, ви можете сортувати по будь-яким значенням відображається, натиснувши на coresponding заголовку стовпця. Наприклад, можна сортувати за класами посад, натиснувши на заголовок колонки класу. Точно так само можна сортувати по незважене ГПД, натиснувши на незважене колонці ГПД заголовком.
wa_be: Fel gydag unrhyw restr yn openSIS, gallwch trefnu yn ôl unrhyw werth eu harddangos drwy glicio ar y golofn coresponding pennawd. Er enghraifft, gallwch trefnu yn ôl gradd drwy glicio ar y pennawd Gradd golofn. Yn yr un modd, gallwch trefnu yn ôl GPA heb eu pwysoli drwy glicio ar y golofn GPA amhwysol pennawd.
zh_tw: 對於任何列出openSIS，您可以按任意值顯示通過點擊 coresponding列標題。例如，您可以通過點擊排序按職級上的列標題。同樣，您可以按加權 GPA通過點擊列標題未加權 GPA。
