Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You can search for students who requested a specific course by clicking the Choose link next to the Request search option and choosing a course from the popup window that appears
af_za: Jy kan soek vir studente wat &#39;n spesifieke kursus versoek deur te kliek op die &quot;Kies&#39; skakel langs die versoek Search opsie en die keuse van &#39;n kursus van die pop-up&quot; venster wat verskyn
be_by: Вы можаце шукаць для студэнтаў, якія прасілі канкрэтнага курсу, націснуўшы кнопку Выбраць спасылку побач з опцыяй пошуку запыт і выбраць курс з ўсплывае акна, якое з&#39;яўляецца
bg_bg: Можете да търсите за студентите, които поискаха специфичен начин, като щракнете върху Избор на връзка до възможност за търсене на Искане и избор на курс от изскачащ прозорец, който се появява
bn_bd: আপনি ছাত্র যারা একটি নির্দিষ্ট কোর্স অনুরোধ জন্য নির্বাচন লিংক পরবর্তী অনুরোধ জানাতে অনুসন্ধান বিকল্পটি ক্লিক করে পপআপ উইন্ডো প্রদর্শিত থেকে একটি কোর্স বেছে খঁুজতে পারেন
da_dk: Du kan søge efter studerende, der anmodede om et bestemt kursus ved at klikke på Vælg linket ved siden Anmod søgemulighed og vælge et kursus fra popup vindue, der vises
el_gr: Μπορείτε να ψάξετε για τους φοιτητές οι οποίοι ζήτησαν μια συγκεκριμένη πορεία, κάνοντας κλικ στο σύνδεσμο Επιλογή δίπλα από την επιλογή αναζήτησης Αίτηση και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται
et_ee: Võite otsida üliõpilastele, kes taotlesid konkreetse kursuse klikkides Vali linki Request otsingut ja valides kursuse popup aknast
fa_ir: شما می توانید برای دانشجویانی که درخواست یک دوره خاص را توسط کلیک کردن بر روی لینک را انتخاب کنید که در کنار گزینه جستجو به درخواست و انتخاب یک درس از پنجره که به نظر می رسد
fi_fi: Voit hakea opiskelijat, jotka pyysivät erityinen kurssi klikkaamalla Valitse linkkiä Pyydä Päivävalinta ja valitsemalla kurssin aukeavasta ikkunasta
ga_ie: Is féidir leat cuardach a dhéanamh ar mhic léinn a d&#39;iarr ar chúrsa ar leith trí chliceáil ar an nasc Roghnaigh in aice leis an rogha Iarratas a chuardach agus a roghnú ar chúrsa as an fhuinneog aníos gur dealraitheach
gl_gl: Pode procurar para os estudantes que solicitaron un curso específico, premendo na ligazón ao lado Seleccione a opción de investigación e solicitude de escoller un curso desde a fiestra que aparece
hr_hr: Možete pretraživati ​​za studente koji traži određeni tečaj klikom Odaberite vezu uz opciju Zahtjev za pretraživanje i odabir tečaj iz pop-up prozoru koji se pojavi
hu_hu: Kereshet a hallgatók, akik kérték egy adott tanfolyam kattintva választása linkre a kérés keresési lehetőséggel, és választott egy tanfolyamot a felugró ablakban jelenik meg
is_is: Hægt er að leita að nemendum sem óskað ákveðna námskeið með því að smella á Veldu tengilinn að leita Request valkostur og velja námskeið úr almenningur glugganum sem birtist
ja_jp: あなたは、リクエストの検索オプションの横に選択のリンクをクリックし、表示されるポップアップウィンドウからコースを選択することで、特定のコースを要求され​​た学生を検索することができます
lt_lt: Jūs galite ieškoti tam tikro kurso studentai, kurie kreipėsi su prašymu, spustelėję Pasirinkite nuorodą, esančią šalia Prašymas paieškos parinktį ir pasirinkti kursą iš lango, kuris pasirodo
lv_lv: Jūs varat meklēt studentiem, kuri pieprasīja īpašu maršrutu, noklikšķinot Izvēlieties saiti blakus Pieprasīt meklēšanas iespēju un izvēloties kursu no uznirstošo logu, kas parādās
mk_mk: Можете да пребарувате за студентите кои бараат специфичен разбира со кликнување на врската Изберете до Барање пребарување опција и избор на курс од скокачки прозорец што ќе се појави
nn_no: Du kan søke etter studenter som etterspør en bestemt kurs ved å klikke Velg koblingen ved siden av Request søke alternativ og velge et kurs fra popup-vinduet som vises
pl_pl: Można wyszukiwać dla studentów, którzy wniosek konkretnego kursu, klikając link Wybierz obok opcji wyszukiwania Wniosek i wybierając kurs z wyskakującego okna, które pojawia się
pt_pt: Você pode pesquisar para os estudantes que solicitaram um curso específico, clicando no link ao lado Escolha a opção de pesquisa e solicitação de escolher um curso a partir da janela pop-up que aparece
ro_ro: Aveţi posibilitatea să căutaţi pentru studenţii care au solicitat un anumit curs făcând clic pe link-ul de lângă Alegeţi Solicit opţiunea de căutare şi alegerea unui curs de la fereastra pop-up care apare
ru_ru: Вы можете искать для студентов, которые просили конкретного курса, нажав кнопку Выбрать ссылку рядом с опцией поиска запрос и выбрать курс из всплывающего окна, которое появляется
sk_sk: Môžete hľadať pre študentov, ktorí požiadali o konkrétny kurz kliknutím na odkaz Vyberte si vedľa na žiadosť možnosť vyhľadávania a výberu kurzu v pop-up okne, ktoré sa objavia
sl_si: Iščete lahko za študente, ki je zahteval določeno pot s klikom na povezavo poleg Izberite možnost Zahtevaj iskanje in izbira seveda iz pojavnega okna, ki se pojavi
sq_al: Ju mund të kërkoni për studentët të cilët kërkohet një kurs të veçantë duke klikuar Zgjidhni tjetër për mundësi kërkimi Kërkesa dhe zgjedhjen e një kursi nga dritare popup që duket
sr_rs: Можете претраживати за студенте који тражи одређени предмет кликом Изаберите везу поред опције Захтев за претрагу и избор курса искачући прозор који се појави
sv_se: Du kan söka efter studenter som begärt en viss kurs genom att klicka på Välj länken bredvid Begär söka alternativ och välja en kurs från popup-fönstret som visas
th_th: คุณสามารถค้นหาสำหรับนักเรียนที่ต้องการเรียนหลักสูตรที่เฉพาะเจาะจงโดยคลิกที่ลิงค์เลือกไปที่ตัวเลือกการค้นหาการขอและการเลือกหลักสูตรจากหน้าต่างป๊อปอัพที่ปรากฏขึ้น
tr_tr: İstek arama seçeneği yanındaki Seç bağlantısını tıklayarak ve açılan pencereden görünen bir ders seçerek, belirli bir ders talep öğrenciler için arama yapabilirsiniz.
uk_ua: Ви можете шукати для студентів, які просили конкретного курсу, натиснувши кнопку Вибрати посилання поруч з опцією пошуку запит і вибрати курс із спливаючого вікна, яке з&#39;являється
wa_be: Gallwch chwilio am fyfyrwyr sy&#39;n gwneud cais am gwrs penodol drwy glicio ar y ddolen Dewiswch wrth ymyl y Cais opsiwn chwilio a dewis cwrs oddi wrth y ffenest pop-up sy&#39;n ymddangos
zh_tw: 您可以搜索學生誰要求具體課程通過點擊選擇鏈接旁邊的請求搜索選項，並選擇一門課程，從彈出的窗口中

source: Also, you can choose to print the requests sheets with mailing labels. The requests sheets will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one request sheet may be printed per student if the student has guardians residing at more than one address
af_za: Jy kan ook kies om die versoeke blaaie te druk met die mailing etikette. Die versoeke velle sal poslys etikette geposisioneer om in so &#39;n manier om sigbaar te wees in&#39; n windowed koevert wanneer die laken is in derdes gevou. Meer as een versoek vel gedruk word per student, indien die student voogde woon by meer as een adres
ar_dz: أيضا ، يمكنك اختيار لطباعة أوراق الطلبات مع التسميات البريدية. وسوف يطلب من أوراق التسميات البريدية المتمركزة في مثل هذه الطريقة أن تكون مرئية في مظروف إطارات عندما يتم طي الورقة في الثلثين. قد تكون طباعة أكثر من ورقة واحدة لكل طالب طلب إذا كان الطالب قد الأوصياء الذين يقيمون في أكثر من عنوان واحد
be_by: Акрамя таго, вы можаце выбраць друк запыты лістоў з паштовых налепак. Запыты лісты будуць мець налепкі размешчаны такім чынам, каб быць бачным у аконным канверт, калі ліст складваецца ў траціны. Больш за аднаго запыту ліст можа быць раздрукаваны на аднаго студэнта, калі студэнт апекуноў пражываюць больш чым у адзін адрас
bg_bg: Също така, можете да изберете да отпечатате исканията листа с пощенски етикети. Исканията листа ще има пощенски етикети, разположени по такъв начин, че да се вижда в прозорец плик, когато лист е сгънат в трети. Повече от едно искане лист може да бъде отпечатан на един ученик, ако студентът е настойници, намиращо се на повече от един адрес
bn_bd: উপরন্তু, আপনি মেইলিং লেবেল সঙ্গে অনুরোধ শীট মুদ্রণ করতে পারেন. অনুরোধ শীটের মেইলিং যেমন একটি উপায় হিসাবে একটি windowed খাম যখন শীট তৃতীয়াংশ মধ্যে ফোল্ডারের হয় দৃশ্যমান তবে অবস্থিত লেবেল হবে. একাধিক অনুরোধ শীট ছাত্র প্রতি যদি ছাত্র অভিভাবকরা একাধিক ঠিকানায় হয়েছে বসবাসের মুদ্রিত হতে পারে
da_dk: Du kan også vælge at udskrive de anmodninger ark med adresseetiketter. Anmodningerne plader vil have adresseetiketter placeret på en sådan måde, at være synlige i et windowed kuvert, når arket er foldet i tredjedele. Mere end én anmodning ark kan udskrives per studerende, hvis den studerende har værger opholder sig på mere end én adresse
el_gr: Επίσης, μπορείτε να επιλέξετε να εκτυπώσετε τα φύλλα αιτήματα με ετικέτες αλληλογραφίας. Τα φύλλα αιτήματα θα έχουν ετικέτες αλληλογραφίας τοποθετούνται με τέτοιο τρόπο ώστε να είναι ορατό σε παράθυρα φάκελο όταν το φύλλο είναι διπλωμένο σε τρίτα. Περισσότερο από το ένα φύλλο αίτηση μπορεί να τυπωθεί ανά φοιτητή, αν ο φοιτητής έχει κηδεμόνες που κατοικούν σε περισσότερες από μία διευθύνσεις
et_ee: Samuti saate printida taotlusi lehed posti sildid. Taotlused lehed on posti sildid paigaldatud selliselt, et see oleks nähtav aknaga ümbriku kui tööleht on volditud kolmandikku. Rohkem kui üks taotlus lehte võib trükkida ühe õpilase kui õppija on eestkostjate elukoht rohkem kui üks aadress
fa_ir: همچنین ، شما می توانید انتخاب کنید تا در آن چاپ ورق بار مشاهده با برچسب های پستی. ورق بار مشاهده از برچسب های پستی که در چنین راه به عنوان قابل نمایش بودن در یک پاکت پنجره زمانی که ورق در سوم تاشو قرار داشته باشد. بیش از یک درخواست نت ممکن است هر دانشجو چاپ شده در صورتی که دانش آموز ساکن نگهبان در بیش از یک آدرس
fi_fi: Voit myös halutessasi tulostaa pyyntöihin arkkia osoitetarroja. Pyyntöjä levyt on osoitetarroja sijoitettu siten, että ne näkyvät windowed kirjekuoressa kun arkki on taitettu kolmasosaa. Enemmän kuin yksi pyyntö arkki voidaan tulostaa per opiskelija, jos opiskelija on huoltajien kotipaikka useampaan kuin yhteen osoitteeseen
ga_ie: Chomh maith leis sin, is féidir leat a roghnú chun na bileoga a phriontáil iarratais le lipéid postála. Beidh bileoga hiarratais lipéid postála suite sa chaoi go mbeidh sé sofheicthe i gclúdach windowed nuair a bhíonn an clár fillte i thrian. Is féidir níos mó ná aon bhileog iarraidh a chló aghaidh an mhic léinn má tá an mac léinn caomhnóirí ina gcónaí ag níos mó ná seoladh amháin
gl_gl: Ademais, pode optar por imprimir as follas de peticións con etiquetas de enderezo. As follas de peticións terán as etiquetas de enderezo situada de tal forma a ser visible nun sobre de ventá cando a folla é dobrada en terzos. Máis de unha folla de solicitude poden ser impresos por alumno se o alumno ten gardiáns residente en máis dun enderezo
hr_hr: Također, možete odabrati ispis zahtjeve listova s ​​adresnih naljepnica. Zahtjeva ploče će imati adresnih naljepnica pozicionirani na takav način da bi bili vidljivi u prozorom omotnicu, kada je ploča u presavijeni trećine. Više od jedan zahtjev list može se tiskati po studentu, ako učenik ima skrbnika koji žive u više od jedne adrese
hu_hu: Továbbá, választhat, hogy nyomtatási kérelmek lapot levélcímkék. A kérelmek lap lesz levélcímkék elhelyezni oly módon, hogy látható legyen egy ablakos borítékban, ha a lap van hajtva a kétharmados. Több mint egy kérelem lapot lehet nyomtatni egy tanulóra jutó, ha a hallgató gyám lakóhelye több címet
is_is: Einnig getur þú valið að prenta beiðnir blöð með lýsingu póstlista. The beiðnir blöð verða póstlista merki stakk á þann hátt að vera sýnilegur í windowed umslagi þegar blaðið er lokaður í þriðju. Fleiri en einn beiðni blað má vera prentuð á nemanda ef nemandi hefur forráðamenn sem búa á fleiri en eitt netfang
ja_jp: また、宛名ラベルをリクエストシートを印刷するかを選択できます。リクエストシートにはシートが3分の折り畳まれているウィンドウ封筒に見えるようにするような方法で配置さ宛名ラベルを持つことになります。学生が複数のアドレスに常駐している保護者の方を持っている場合、複数の依頼書は、学生ごとに印刷されることがあります。
lt_lt: Be to, jūs galite pasirinkti spausdinti prašymus su pašto etikečių lapų. Prašymus lapų turės išdėstyti tokiu būdu, kad jis būtų matomas lango paketas, kai lapas sulenkiamas trečdaliai laiškų etikečių. Daugiau nei vieną prašymą lapas gali būti spausdinami per studentas, jei studentas turi globėjai gyvena ne daugiau nei vieną adresą
lv_lv: Arī Jūs varat izvēlēties drukāt pieprasījumus loksnes ar pasta sūtījumu uzlīmes. Pieprasījumi lapas būs pasta etiķetes novieto tā, lai būtu redzami windowed aploksnē, kad lapa tiek salocīta trešdaļām. Vairāk nekā vienu pieprasījumu lapu var izdrukāt uz vienu studentu, ja students ir aizbildņi dzīvo pie vairāk nekā viena adrese
mk_mk: Исто така, можете да изберете да се печати на листови со барања мејлинг етикети. Барањата листови ќе имаат мејлинг етикети поставен на таков начин како да бидат видливи во windowed плик кога е здиплен листот во третини. Повеќе од едно барање лист може да се печатат по студент ако студентот има чувари кои живеат на повеќе од една адреса
nn_no: Du kan også velge å skrive ut forespørsler ark med adresseetiketter. Den ber ark vil ha adresseetiketter plassert på en slik måte som å være synlig i en vindusbalkong konvolutt når arket er foldet i tredjedeler. Mer enn ett forespørsel arket kan skrives ut per student dersom studenten har foresatte bosatt på mer enn én adresse
pl_pl: Można również wybrać drukowanie wniosków arkuszy etykiet adresowych. Wnioski arkusze będą etykiety adresowe umieszczone w taki sposób, aby były widoczne w oknach kopercie, gdy arkusz jest złożony w trzecie. Więcej niż jeden wniosek arkusza mogą być drukowane na jednego ucznia, jeśli uczeń ma opiekunów przebywających na więcej niż jeden adres
pt_pt: Além disso, você pode optar por imprimir as folhas de pedidos com etiquetas de endereçamento. As folhas de pedidos terão etiquetas de endereçamento posicionada de tal forma a ser visível em um envelope de janela quando a folha é dobrada em terços. Mais de uma folha de pedido podem ser impressos por aluno se o aluno tem guardiões residente em mais de um endereço
ro_ro: De asemenea, aveţi posibilitatea să alegeţi să imprimaţi foi cererile cu etichete de corespondenţă. Foile de cereri vor avea etichete poştale poziţionate astfel încât să fie vizibile într-un plic windowed atunci când foaia este pliat în treimi. Mai mult de o coală cererea poate fi imprimate pe elev în cazul în care studentul a tutorilor care locuiesc la mai mult de o adresă
ru_ru: Кроме того, вы можете выбрать печать запросы листов с почтовых наклеек. Запросы листы будут иметь наклейки расположены таким образом, чтобы быть видимым в оконном конверт, когда лист складывается в трети. Более одного запроса лист может быть распечатан на одного студента, если студент опекунов проживают более чем в один адрес
sk_sk: Tiež si môžete zvoliť tlač žiadosti listy s adresné štítky. Žiadosti listy budú mať adresné štítky umiestnené tak, aby bola viditeľná v obálke oknami, ak je list dal do tretiny. Viac ako jedna žiadosť listu môže byť vytlačené na jedného študenta v prípade, že študent strážcovia zdržiavajú na viac ako jednu adresu
sl_si: Prav tako lahko izberete tiskanje zahteve listov z nalepke. Zahteva listi bodo imeli nalepke postavljen tako, kot da je vidna v okni ovojnico, ko je zložen list v tretjini. Več kot eno zahtevo list se lahko natisne na študenta, če študent skrbniki prebivajo v več kot enem naslovu
sq_al: Gjithashtu, ju mund të zgjidhni për të shtypur fletët e kërkesave me etiketa postimeve. Fletët e kërkesave do të ketë etiketat mailing pozicionuar në mënyrë të tillë që të jetë i dukshëm në një zarf dritare kur fletë është palosur në të tretat. Më shumë se një fletë kërkesa mund të jenë të shtypura për student nëse nxënësi ka kujdestarët që banojnë në më shumë se një adresë
sr_rs: Такође, можете да изаберете да штампате захтеве листова са налепнице са адресом. Захтева листови ће имати етикете мејлинг позициониране на такав начин да буде видљива у уиндоуед коверту када је лист савијен у трећине. Више од један захтев лист може да се штампа по ученику ако студент има чувара који живе у више од једне адресе
sv_se: Du kan också välja att skriva ut ansökningarna ark med adressetiketter. De ansökningar blad kommer att ha etiketter placerade på ett sådant sätt att synas i ett fönsterläge kuvert när bladet är vikt i tredjedelar. Mer än en begäran ark kan skrivas ut per elev om eleven har vårdnadshavare som bor på mer än en adress
th_th: นอกจากนี้คุณสามารถเลือกที่จะพิมพ์แผ่นที่มีการร้องขอป้ายผนึกจดหมาย แผ่นหน้าจะมีป้ายจ่าหน้าจดหมายในตำแหน่งดังกล่าวเป็นวิธีที่จะมองเห็นในซองหน้าต่างเมื่อแผ่นพับคือในสาม แผ่นขอมากกว่าหนึ่งอาจจะพิมพ์ต่อนักเรียนถ้านักเรียนมีผู้ปกครองอยู่บ้านเลขที่ที่อยู่มากกว่าหนึ่ง
tr_tr: Ayrıca, posta etiketleri ile istekleri yaprak yazdırmak için seçebilirsiniz. Istekleri levha sac üçe katlanmış bir pencereli zarf içinde açık olarak böyle bir şekilde konumlandırılmış posta etiketleri olacaktır. Öğrenci veliler birden fazla adreste ikamet eden varsa birden fazla istek belgesi, öğrenci başına basılmış olabilir
uk_ua: Крім того, ви можете вибрати друк запити листів з поштових наклейок. Запити листи будуть мати наклейки розташовані таким чином, щоб бути видимим у віконному конверт, коли лист складається в третини. Більше одного запиту лист може бути роздрукований на одного студента, якщо студент опікунів проживають більше ніж на одну адресу
wa_be: Hefyd, gallwch ddewis i argraffu&#39;r taflenni ceisiadau gyda labeli post. Bydd y taflenni ceisiadau wedi labeli post gosod yn y fath fodd fel ei fod yn weladwy mewn amlen windowed pan fydd y daflen yn plygu mewn ran o dair. Gall mwy nag un ddalen cais yn cael ei argraffu bob myfyriwr os yw&#39;r myfyriwr wedi gwarcheidwaid sy&#39;n byw mewn mwy nag un cyfeiriad
zh_tw: 此外，您可以選擇打印請求表與郵寄標籤。張的請求將郵件標籤定位在這樣一種方式，是可見的在窗口的信封時，表是折疊的三分之二。多個請求表可以打印每個學生如果學生監護人居住在多個地址

source: Report Cards
af_za: Rapporte
ar_dz: تقرير بطاقات
be_by: Табелі
bg_bg: Отчетни карти
bn_bd: রিপোর্ট কার্ড
da_dk: Rapport kort
el_gr: Κάρτες Έκθεση
es_es: Libreta de Calificaciones
et_ee: Report Card
fa_ir: کارت گزارش
fi_fi: Raportti Kortit
ga_ie: Cártaí Tuarascáil
gl_gl: Tarxetas de informe
hr_hr: Izvješće kartice
hu_hu: Jelentés kártyák
ja_jp: レポートカード
lt_lt: Ataskaita kortelės
lv_lv: Ziņojums kartes
mk_mk: Извештај картички
nn_no: Rapport Cards
pl_pl: Karty Zgłoś
pt_pt: Cartões de relatório
ro_ro: Raport Carduri
ru_ru: Табели
sk_sk: Vysvedčenie
sl_si: Poročilo kartice
sq_al: Raporti Cards
sr_rs: Извештај картице
sv_se: Rapport Kort
th_th: บัตรรายงาน
tr_tr: Karne
uk_ua: Табелі
wa_be: Cardiau Adrodd
zh_tw: 報告卡

source: This utility allows you to print report cards for any number of students.
af_za: Hierdie program kan jy rapporte te druk vir &#39;n aantal studente.
ar_dz: هذه الأداة تسمح لك لطباعة بطاقات تقرير عن أي عدد من الطلاب.
be_by: Гэтая ўтыліта дазваляе друкаваць табелі для любога колькасці студэнтаў.
bg_bg: Тази помощна програма ви позволява да отпечатвате отчетни карти за произволен брой на студентите.
bn_bd: এই ইউটিলিটি আপনি ছাত্রদের কোন নম্বর থেকে রিপোর্ট কার্ড প্রিন্ট করা যাবে.
da_dk: Dette hjælpeprogram giver dig mulighed for at udskrive rapportere kort til enhver antal studerende.
el_gr: Αυτό το βοηθητικό πρόγραμμα σας επιτρέπει να εκτυπώσετε τις κάρτες έκθεση για οποιοδήποτε αριθμό μαθητών.
es_es: Esta utilidad te permite imprimir las libretas de calificaciones de los alumnos.
et_ee: See utiliit võimaldab printida aruande kaarte suvaline arv õpilasi.
fa_ir: این ابزار به شما اجازه می دهد تا در آن چاپ کارنامه برای هر تعداد از دانش آموزان است.
fi_fi: Tämän apuohjelman avulla voit tulostaa raportin kortteja tahansa joukko opiskelijoita.
ga_ie: Ceadaíonn an fóntais tú a phriontáil cártaí tuairisce le haghaidh aon líon na mac léinn.
gl_gl: Esta utilidade permite a impresión de informes para calquera número de alumnos.
hr_hr: Ovaj alat vam omogućuje da ispišete izvješće kartice za bilo koji broj studenata.
hu_hu: Ez a segédprogram lehetővé teszi, hogy nyomtatni jelentést kártyák tetszőleges számú diák.
is_is: Þetta tól leyfir þér að prenta skýrsluna kort fyrir hvaða fjölda nemenda.
ja_jp: このユーティリティを使用して、学生の任意の数のレポートカードを印刷することができます。
lt_lt: Šis įrankis leidžia jums spausdinti ataskaitą korteles bet kokį studentų skaičių.
lv_lv: Šī lietderība ļauj drukāt ziņojumu kartes, jebkuram studentu skaita.
mk_mk: Оваа алатка ви овозможува да печатите пријавите карти за било кој број на студенти.
nn_no: Dette verktøyet kan du skrive ut rapporten kort for en rekke studenter.
pl_pl: Narzędzie to pozwala na drukowanie kart zgłoszeń na dowolną liczbę studentów.
pt_pt: Este utilitário permite a impressão de boletins para qualquer número de alunos.
ro_ro: Acest utilitar vă permite să imprimaţi cărţi de raport pentru orice număr de studenţi.
ru_ru: Эта утилита позволяет печатать табели для любого количества студентов.
sk_sk: Tento nástroj umožňuje tlač vysvedčení pre ľubovoľný počet študentov.
sl_si: Ta pripomoček vam omogoča, da natisnete poročilo kartic za poljubno število študentov.
sq_al: Kjo ju lejon të shërbimeve për të shtypur kartat e raportimit për çdo numër të studentëve.
sr_rs: Овај програм вам омогућава да одштампате картице извештај за било који број студената.
sv_se: Detta verktyg kan du skriva ut rapporten kort för valfritt antal studenter.
th_th: ยูทิลิตี้นี้จะช่วยให้คุณสามารถพิมพ์บัตรรายงานจำนวนนักเรียนใด ๆ
tr_tr: Bu yardımcı program, öğrencilerin herhangi bir sayı için karne baskı sağlar.
uk_ua: Ця утиліта дозволяє друкувати табелі для будь-якої кількості студентів.
wa_be: Mae hyn yn cyfleustodau yn eich galluogi i argraffu cardiau adrodd am unrhyw nifer o fyfyrwyr.
zh_tw: 此實用程序允許您打印報告卡的任意數量的學生。
