Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Weighted GPA
af_za: Geweegde GPA
ar_dz: المرجحة GPA
be_by: Ўзважаны ГПД
bn_bd: ওয়েটেড জিপিএ
da_dk: Vægtet GPA
el_gr: Σταθμισμένος ΣΔΣ
es_es: Promedio General Ponderado
et_ee: Kaalutud GPA
fa_ir: وزنی معدل
fi_fi: Painotettu GPA
ga_ie: GPA Ualaithe
gl_gl: GPa ponderada
hr_hr: Ponderirani prosjek ocjena
hu_hu: Súlyozott GPA
is_is: Vegið GPA
ja_jp: 加重GPA
lt_lt: Svertinis VPS
lv_lv: Svērtais GPA
mk_mk: Пондериран просечен успех
nn_no: Vektet GPA
pl_pl: Ważona GPA
pt_pt: GPA ponderada
ro_ro: Ponderat GPA
ru_ru: Взвешенный ГПД
sk_sk: Vážený GPA
sl_si: Tehtano GPA
sq_al: GPA ponderuar
sr_rs: Пондерисана ГПА
sv_se: Vägt GPA
th_th: เกรดเฉลี่ยถ่วงน้ำหนัก
tr_tr: Ağırlıklı genel not ortalaması
uk_ua: Зважений ГПД
wa_be: GPA bwysoli
zh_tw: 加權 GPA

source: Unweighted GPA
af_za: Ongeweegde GPA
ar_dz: غير المرجح GPA
be_by: Невзвешенное ГПД
bg_bg: Непретеглени GPA
bn_bd: জিপিএ Unweighted
da_dk: Uvægtet GPA
el_gr: Αστάθμιστος ΣΔΣ
es_es: Promedio General No Ponderado
et_ee: Kaalumata GPA
fa_ir: Unweighted معدل
fi_fi: Painottamaton GPA
gl_gl: Non ponderada GPa
hr_hr: Neponderiranim GPA
hu_hu: Súlyozatlan GPA
ja_jp: GPA重荷を背負わされていない
lt_lt: Nesvertiniams VPS
lv_lv: Nesvērts VIN
mk_mk: Unweighted Успех
nn_no: Uvektet GPA
pl_pl: Nieważony GPA
pt_pt: Não ponderada GPA
ro_ro: Neponderată GPA
ru_ru: Невзвешенное ГПД
sk_sk: Nevážený GPA
sl_si: Netehtano GPA
sq_al: Pamatur GPA
sr_rs: Непондерисано ГПА
sv_se: Oviktat GPA
th_th: unweighted เกรดเฉลี่ย
tr_tr: GPA Ağırlıksız
uk_ua: Незважене ГПД
wa_be: Amhwysol GPA
zh_tw: 未加權 GPA

source: GPA between
af_za: GPA tussen
be_by: ГПД паміж
bg_bg: GPA между
bn_bd: জিপিএ মধ্যে
da_dk: GPA mellem
el_gr: ΣΔΣ μεταξύ
et_ee: GPA vahel
fa_ir: معدل بین
fi_fi: GPA välillä
ga_ie: GPA idir
gl_gl: GPa entre
hr_hr: GPA između
hu_hu: GPA között
is_is: GPA milli
ja_jp: GPAの間に
lt_lt: VPS tarp
lv_lv: VIN starp
mk_mk: Успех помеѓу
nn_no: GPA mellom
pl_pl: GPA między
pt_pt: GPA entre
ro_ro: GPA între
ru_ru: ГПД между
sk_sk: GPA medzi
sl_si: GPA med
sq_al: GPA në mes të
sr_rs: ГПА између
sv_se: GPA mellan
th_th: เกรดเฉลี่ยระหว่าง
tr_tr: Genel not ortalaması arasında
uk_ua: ГПД між
wa_be: GPA rhwng
zh_tw: GPA之間

source: Weighted
af_za: Geweegde
ar_dz: موزون
be_by: Ўзважаны
bn_bd: ওয়েটেড
da_dk: Vægtet
el_gr: Σταθμισμένος
et_ee: Kaalutud
fa_ir: سنگین
fi_fi: Painotettu
ga_ie: Ualaithe
gl_gl: Ponderada
hr_hr: Ponderirani
hu_hu: Súlyozott
is_is: Vegið
ja_jp: 加重
lt_lt: Svertinis
lv_lv: Svērtais
mk_mk: Пондерираната
nn_no: Vektet
pl_pl: Ważona
pt_pt: Ponderada
ro_ro: Ponderat
ru_ru: Взвешенный
sk_sk: Vážený
sl_si: Tehtano
sq_al: Ponderuar
sr_rs: Пондерисана
sv_se: Vägt
th_th: ถ่วงน้ำหนัก
tr_tr: Ağırlıklı
uk_ua: Зважений
wa_be: Bwysoli
zh_tw: 加權

source: Cumulative
af_za: Cum.
ar_dz: تراكمي
be_by: Кумулятыўны
bg_bg: Кумулативен
bn_bd: ক্রমবর্ধমান
da_dk: Kumulativ
el_gr: Σωρευτική
es_es: Acumulativo
et_ee: Kumulatiivne
fa_ir: انباشته
fi_fi: Kumulatiivinen
ga_ie: Carnach
gl_gl: Acumulativo
hr_hr: Kumulativni
hu_hu: Halmozott
is_is: Uppsöfnuð
ja_jp: 累積
lt_lt: Kumuliacinis
lv_lv: Kumulatīvais
mk_mk: Кумулативни
nn_no: Akkumulert
pl_pl: Łączny
pt_pt: Acumulativo
ro_ro: Cumulativ
ru_ru: Кумулятивный
sk_sk: Kumulatívne
sl_si: Kumulativni
sq_al: Grumbullues
sr_rs: Кумулативно
sv_se: Kumulativ
th_th: สะสม
tr_tr: Birikimli
uk_ua: Кумулятивний
wa_be: Cronnol
zh_tw: 累計

source: Class Rank between
af_za: Klas posisie tussen
ar_dz: التدرج الطبقي بين
be_by: Класнага чыну паміж
bg_bg: Class Rank между
bn_bd: মধ্যে ক্লাস মান
da_dk: Klasse Rank mellem
el_gr: Κατάταξη Κατηγορίας μεταξύ
et_ee: Class Rank vahel
fa_ir: رتبه طبقاتی میان
fi_fi: Luokka Sijoitus välillä
ga_ie: Céim Aicme idir
gl_gl: Posición de clase entre
hr_hr: Klasa Rang između
hu_hu: Class Rank között
is_is: Class Rank milli
ja_jp: クラスのランクとの間
lt_lt: Klasė Rangas tarp
lv_lv: Klasē ierindojas starp
mk_mk: Класа ранг меѓу
nn_no: Klasse Rank mellom
pl_pl: Ranga klasy między
pt_pt: Posição de classe entre
ro_ro: Locul de clasă între
ru_ru: Классного чина между
sk_sk: Poradie triedy medzi
sl_si: Razred Rank med
sq_al: Rank Klasa mes
sr_rs: Класе Ранг између
sv_se: Klass Rank mellan
th_th: Rank ชั้นระหว่าง
tr_tr: Arasındaki Class Rank
uk_ua: Класного чину між
wa_be: Safle Dosbarth rhwng
zh_tw: 類之間的排名

source: Class Rank
af_za: Klas Rank
ar_dz: فئة الرتبة
be_by: Класнага чыну
bn_bd: শ্রেণী মান
da_dk: Klasse Rank
el_gr: Κατάταξη Κατηγορία
es_es: Clasificación de la Clase
fa_ir: رتبه کلاس
fi_fi: Luokka Sijoitus
ga_ie: Céim Aicme
gl_gl: Posición de clase
hr_hr: Klasa Poredak
ja_jp: クラスのランク
lt_lt: Klasė Reitingas
lv_lv: Klases Rank
mk_mk: Класа ранг
nn_no: Klasse Rank
pl_pl: Ranga klasy
pt_pt: Posição de classe
ro_ro: Locul de clasă
ru_ru: Классного чина
sk_sk: Poradie triedy
sl_si: Razred Rank
sq_al: Rank Klasa
sr_rs: Ранг класе
sv_se: Klass Rank
th_th: อันดับระดับ
uk_ua: Класного чину
wa_be: Safle Dosbarth
zh_tw: 類排名

source: Report Card Grade
af_za: Rapportkaart Graad
be_by: Табель класа
bg_bg: Съобщи Card степен
bn_bd: রিপোর্ট কার্ড গ্রেড
el_gr: Έκθεση Βαθμός Κάρτα
et_ee: Report Card Hinne
fa_ir: گزارش درجه کارت
fi_fi: Raportti Card Grade
ga_ie: Grád Cárta Tuarascáil
gl_gl: Informe Reixa tarxeta
hr_hr: Izvješće kartice Ocjena
hu_hu: Jelentés kártya Grade
ja_jp: レポートカードのグレード
lt_lt: Pranešti apie kortelės Įvertinimas
lv_lv: Ziņojums Card Novērtējums
mk_mk: Report Card Одделение
pl_pl: Ocena na świadectwie
pt_pt: Relatório Grade cartão
ro_ro: Raport Card Grad
ru_ru: Табель класса
sk_sk: Vysvedčenie stupeň
sl_si: Poročilo Card Grade
sq_al: Raporti i klasës Card
sr_rs: Репорт Цард разред
th_th: เกรดบัตรรายงาน
tr_tr: Rapor Kartı Sınıf
uk_ua: Табель класу
wa_be: Gradd Cerdyn Adroddiad
zh_tw: 報告卡級

source: Letter Grade
af_za: Brief Graad
ar_dz: الرسالة الصف
be_by: Ліст класа
bg_bg: Писмо степен
bn_bd: লেটার গ্রেড
da_dk: Brev Grade
el_gr: Βαθμός Επιστολή
es_es: Carta de Grado
fa_ir: درجه نامه
fi_fi: Kirje Grade
ga_ie: Grád Litir
gl_gl: Reixa Carta
hr_hr: Pismo Grade
hu_hu: Levél Grade
ja_jp: 手紙のグレード
lt_lt: Laiškas Įvertinimas
lv_lv: Vēstule Novērtējums
mk_mk: Писмо Одделение
nn_no: Bokstavkarakter
pl_pl: Klasa List
pt_pt: Grade Carta
ro_ro: Scrisoare Grad
ru_ru: Письмо класса
sk_sk: List Grade
sl_si: Pismo Grade
sq_al: Grade Letter
sr_rs: Писмо разред
sv_se: Brev Grade
th_th: เกรดเป็นตัวอักษร
tr_tr: Harf Notu
uk_ua: Лист класу
wa_be: Gradd Llythyr
zh_tw: 信等級

source: Did not receive
af_za: Nie ontvang het nie
ar_dz: لم تتلق
be_by: Не атрымалі
bg_bg: Не сте получили
bn_bd: গ্রহণ না করা
da_dk: Modtog ikke
el_gr: Δεν έλαβε
es_es: No se recibió
et_ee: Ei saanud
fa_ir: دریافت نکردهاند
fi_fi: Ei saanut
ga_ie: Nach bhfuair
gl_gl: Non recibiu
hr_hr: Zar ne primaju
hu_hu: Nem kapta meg
is_is: Fékk ekki
ja_jp: 受け取っていない
lt_lt: Negavo
lv_lv: Nesaņēma
mk_mk: Не добиваат
nn_no: Fikk ikke
pl_pl: Nie otrzymał
pt_pt: Não recebeu
ro_ro: Nu a primit
ru_ru: Не получили
sk_sk: Nezískala
sl_si: Ni prejel
sq_al: A nuk marrin
sr_rs: Нису примили
sv_se: Fick inte ta emot
th_th: ไม่ได้รับ
tr_tr: Almadınız mı
uk_ua: Не отримали
wa_be: Ddim wedi derbyn
zh_tw: 沒有收到

source: Ineligible
af_za: nie verkiesbaar is nie
ar_dz: غير مؤهل
be_by: непрымальныя
bg_bg: Недопустими
bn_bd: অযোগ্য
da_dk: Ikke-støtteberettigede
el_gr: Μη επιλέξιμες
es_es: Inelegible
et_ee: Abikõlbmatud
fa_ir: فاقد شرایط لازم
fi_fi: Tukikelvottomat
ga_ie: neamh-incháilithe
gl_gl: inelegível
hr_hr: bezvrijedan
hu_hu: Nem elszámolható
is_is: gjaldgengir
ja_jp: 不適格な
lt_lt: netinkamas
lv_lv: Neattiecināmās
mk_mk: неподобни
nn_no: kvalifiserte
pl_pl: niekwalifikowalne
pt_pt: inelegível
ro_ro: neeligibile
ru_ru: Неприемлемые
sk_sk: neoprávnené
sl_si: neupravičeni
sq_al: i papërshtatshëm
sr_rs: немају право
sv_se: Obehöriga
th_th: ไม่มีสิทธิ์
tr_tr: uygunsuz
uk_ua: неприйнятні
wa_be: anghymwys
zh_tw: 不合格

source: Activity:
af_za: Aktiwiteit:
ar_dz: النشاط :
be_by: Актыўнасць:
bg_bg: Предмет на дейност:
bn_bd: সক্রিয়তা:
da_dk: Aktivitet:
el_gr: Δραστηριότητα:
es_es: Actividad:
et_ee: Tegevus:
fa_ir: فعالیت :
fi_fi: Toiminto:
ga_ie: Gníomhaíocht:
gl_gl: Actividade:
hr_hr: Aktivnost:
is_is: Afþreying:
ja_jp: 活動：
lt_lt: Veikla:
lv_lv: Darbība:
mk_mk: Активност:
nn_no: Aktivitet:
pl_pl: Aktywny:
pt_pt: Atividade:
ro_ro: Activitate:
ru_ru: Активность:
sk_sk: Aktivity:
sl_si: Aktivnost:
sq_al: Aktiviteti:
sr_rs: Делатност:
sv_se: Aktivitet:
th_th: กิจกรรม :
tr_tr: Etkinlik:
uk_ua: Активність:
wa_be: Gweithgaredd:
zh_tw: 活動：

source: Activity
af_za: Aktiwiteit
ar_dz: نشاط
be_by: Дзейнасць
bg_bg: Дейност
bn_bd: সক্রিয়তা:
da_dk: Aktivitet
el_gr: Δραστηριότητα
es_es: Actividad
et_ee: Aktiivsus
fa_ir: فعالیت
ga_ie: Gníomhaíocht
gl_gl: Actividade
hr_hr: Aktivnost
hu_hu: Tevékenység
is_is: Afþreying
ja_jp: アクティビティ
lt_lt: Veikla
lv_lv: Darbības
mk_mk: Активност
nn_no: Aktivitet
pl_pl: Działalność
pt_pt: Atividade
ro_ro: Activitate
ru_ru: Деятельность
sk_sk: Činnosť
sl_si: Aktivnost
sq_al: Aktivitet
sr_rs: Активност
sv_se: Aktivitet
th_th: กิจกรรม
tr_tr: Faaliyet
uk_ua: Діяльність
wa_be: Gweithgaredd
zh_tw: 活動

source: Mailing Labels
af_za: Adres etikette
ar_dz: عنونة البريدية
be_by: Паштовыя налепкі
bg_bg: Пощенски етикети
bn_bd: মেইলিং লেবেল
da_dk: Adresseetiketter
el_gr: Ετικέτες για τις Ταχυδρομικές
es_es: Etiquetas de Correo
fa_ir: برچسب های پستی
fi_fi: Osoitetarroja
ga_ie: Lipéid Ríomhphoist
gl_gl: Etiquetas de enderezo
hr_hr: Adresnih naljepnica
hu_hu: Levelezési címkék
ja_jp: 宛名ラベル
lt_lt: Pašto etiketės
lv_lv: Adrešu uzlīmes
mk_mk: Мејлинг етикети
nn_no: Adresseetiketter
pl_pl: Etykiety adresowe
pt_pt: Etiquetas de endereçamento
ro_ro: Etichete de corespondenţă
ru_ru: Почтовые наклейки
sk_sk: Adresné štítky
sl_si: Nalepke
sq_al: Etiketa Mailing
sr_rs: Налепнице са адресом
sv_se: Adressetiketter
th_th: ป้ายผนึกจดหมาย
tr_tr: Posta Etiketleri
uk_ua: Поштові наклейки
zh_tw: 郵件標籤

source: Absence records were added for the selected students
af_za: Afwesigheid rekords is bygevoeg vir die geselekteerde studente
be_by: Адсутнасць запісы былі дададзеныя для адабраных студэнтаў
bg_bg: Липса са добавени записи за избраните студенти
bn_bd: অনুপস্থিতি রেকর্ড নির্বাচিত ছাত্রদের জন্য যোগ করা হয়েছে
da_dk: Fravær optegnelser blev tilføjet til udvalgte elever
el_gr: Απουσία αρχεία προστέθηκαν για την επιλεγμένη φοιτητές
et_ee: Puudumisel andmed on lisatud valitud õpilased
fa_ir: سوابق غیبت برای دانش آموزان انتخاب شده اضافه شد
fi_fi: Poissaolo ennätyksiä lisätty valituille opiskelijoille
ga_ie: Cuireadh taifid Neamhláithreachta do na daltaí roghnaithe
gl_gl: Rexistros de ausencia foron engadidos para os alumnos seleccionados
hr_hr: Nepostojanje evidencija su dodani za odabrane studente
hu_hu: Hiánya rekordokat bővült a kiválasztott diákok
is_is: Ekkert færslur voru bætt fyrir valinn nemendur
ja_jp: 不在のレコードが選択された学生のために追加されました
lt_lt: Nebuvimas įrašai buvo įtraukti pasirinktą studentams
lv_lv: Prombūtne dokumenti bija pievienoti par izvēlētajiem skolēniem
mk_mk: Отсуство евиденција беа додадени за избраните студенти
nn_no: Fravær poster ble lagt for den valgte studenter
pl_pl: Brak zapisów zostały dodane do wybranych studentów
pt_pt: Registros de ausência foram adicionados para os alunos selecionados
ro_ro: Absenţa înregistrări au fost adăugate pentru elevii selectat
ru_ru: Отсутствие записи были добавлены для отобранных студентов
sk_sk: Absencia záznamov boli pridané pre vybrané študentov
sl_si: Odsotnost zapisi so bili dodani za izbrane študente
sq_al: Mungesa të dhënat janë shtuar për studentët e zgjedhur
sr_rs: Одсуство евиденције су додате за одабране студенте
sv_se: Frånvaro rekord lades till för utvalda studenter
th_th: ระเบียนที่มีการเพิ่มการขาดสำหรับนักเรียนที่เลือก
tr_tr: Yokluğu kayıtları seçilen öğrenciler için eklendi
uk_ua: Відсутність записи були додані для відібраних студентів
wa_be: Absenoldeb cofnodion eu hychwanegu ar gyfer y myfyrwyr a ddewiswyd
zh_tw: 無記錄增加了選擇的學生

source: You must choose at least one period and one student.
af_za: Jy moet kies om ten minste een periode en een student.
ar_dz: يجب عليك اختيار واحد على الأقل الفترة وطالب واحد.
be_by: Вы павінны выбраць хаця б адзін перыяд, і адзін студэнт.
bg_bg: Трябва да изберете поне един период и един студент.
bn_bd: আপনার অন্তত এক সময়ের এবং এক শিক্ষার্থী নির্বাচন করা আবশ্যক.
da_dk: Du skal vælge mindst én periode og en studerende.
el_gr: Πρέπει να επιλέξετε τουλάχιστον μία φορά, και ένας μαθητής.
es_es: Debe elegir al menos un período y un alumno.
et_ee: Te peate valima vähemalt ühe perioodi kohta ja üks õpilane.
fa_ir: شما باید حداقل یک دوره و یکی از این دانش آموزان را انتخاب کنید.
fi_fi: Sinun täytyy valita vähintään yksi kauden ja yksi opiskelija.
ga_ie: Ní mór duit a roghnú amháin ar a laghad ceann tréimhse agus mac léinn.
gl_gl: Ten que escoller polo menos un período e un estudante.
hr_hr: Morate odabrati barem jednog razdoblja i jednog studenta.
hu_hu: Ki kell választani legalább egy idő és egy diák.
is_is: Þú verður að velja að minnsta kosti eitt tímabil og einn nemanda.
ja_jp: あなたは、少なくとも1つの期間と一人の生徒を選択する必要があります。
lt_lt: Turite pasirinkti bent vieną laikotarpis ir vienas studentas.
lv_lv: Jums ir jāizvēlas vismaz viena perioda un viens students.
mk_mk: Мора да изберете најмалку еден период и еден студент.
nn_no: Du må velge minst en periode og én student.
pl_pl: Musisz wybrać co najmniej jeden okres i jeden student.
pt_pt: Você deve escolher pelo menos um período e um estudante.
ro_ro: Trebuie să alegeţi cel puţin o perioadă şi un elev.
ru_ru: Вы должны выбрать хотя бы один период, и один студент.
sk_sk: Musíte vybrať aspoň jedno obdobie a jeden študent.
sl_si: Izbrati morate vsaj eno obdobje in en študent.
sq_al: Ju duhet të zgjidhni të paktën një periudhë dhe një student.
sr_rs: Морате изабрати бар једном периоду и један студент.
sv_se: Du måste välja minst en period och en student.
th_th: คุณต้องเลือกอย่างน้อยระยะเวลาหนึ่งและเป็นหนึ่งในนักเรียน
tr_tr: En az bir dönem ve bir öğrenci seçmelisiniz.
uk_ua: Ви повинні вибрати хоча б один період, і один студент.
wa_be: Mae&#39;n rhaid i chi ddewis o leiaf un cyfnod ac un myfyriwr.
zh_tw: 您必須選擇至少一個時期，一個學生。

source: Add absence to periods
af_za: Voeg afwesigheid te tydperke
ar_dz: إضافة إلى فترات غياب
be_by: Дадаць у перыяды адсутнасці
bg_bg: Добави отсъствие за периоди
bn_bd: নির্দিষ্ট অনুপস্থিতি যোগ করুন
da_dk: Tilføj fravær til perioder
el_gr: Προσθήκη απουσία σε περιόδους
es_es: Agregue las inasistencias a los períodos
et_ee: Lisa puudumise perioodide
fa_ir: اضافه کردن این فقدان به دوره ها
fi_fi: Lisää poissaolon aikana
ga_ie: Éagmais Cuir le tréimhsí
gl_gl: Engadir ausencia de períodos
hr_hr: Dodaj odsutnost razdobljima
hu_hu: Add hiányában időszakokra
is_is: Bæta ekki við tímabil
ja_jp: 期間に不在を追加
lt_lt: Pridėti į laikotarpius, nėra
lv_lv: Pievienot prombūtnes laiku
mk_mk: Додај отсуство на периоди
nn_no: Legg fravær til perioder
pl_pl: Dodaj do okresów nieobecności
pt_pt: Adicionar ausência de períodos
ro_ro: Adaugă la perioadele de absenţă
ru_ru: Добавить в периоды отсутствия
sk_sk: Vložiť do obdobia absencia
sl_si: Dodaj odsotnosti glede rokov
sq_al: Add mungesë të periudhave të
sr_rs: Додај одсуству на периоде
sv_se: Lägg frånvaro av perioder
th_th: เพิ่มระยะเวลาการขาด
tr_tr: Dönemlere yokluğunda
uk_ua: Додати в періоди відсутності
wa_be: Ychwanegu absenoldeb i gyfnodau
zh_tw: 添加缺席期間

source: Absence code
af_za: Afwesigheid kode
ar_dz: غياب الرمز
be_by: Адсутнасць кода
bg_bg: Липса код
bn_bd: অনুপস্থিতি কোড
da_dk: Fravær kode
el_gr: Κωδικός Απουσία
es_es: Código de Inasistencia
et_ee: Puudumisel koodi
fa_ir: کد غیبت
fi_fi: Poissaolokoodi
ga_ie: Cód Neamhláithreachta
gl_gl: Código de ausencia
hr_hr: Odsutnost kod
hu_hu: Hiány kód
is_is: Ekkert númer
ja_jp: 不在のコード
lt_lt: Nebuvimas kodą
lv_lv: Prombūtne kodu
mk_mk: Отсуство кодот
nn_no: Fravær kode
pl_pl: Kod nieobecności
pt_pt: Código de ausência
ro_ro: Absenţa cod
ru_ru: Отсутствие кода
sk_sk: Absencia kód
sl_si: Odsotnost kodo
sq_al: Kodi Mungesa
sr_rs: Одсуство код
sv_se: Frånvaro kod
th_th: รหัสขาด
tr_tr: Yokluğu kodu
uk_ua: Відсутність коду
wa_be: Cod Absenoldeb
zh_tw: 缺席代碼

source: Absence reason
af_za: Afwesigheid rede
ar_dz: سبب الغياب
be_by: Адсутнасць прычын
bg_bg: Липса причина
bn_bd: অনুপস্থিতি কারণ
da_dk: Fraværsårsag
el_gr: Λόγο Απουσία
es_es: Razón de la Inasistencia
et_ee: Puudumise põhjuseks
fa_ir: دلیل غیبت
fi_fi: Poissaolo syy
ga_ie: Chúis Neamhláithreachta
gl_gl: Motivo da ausencia
hr_hr: Odsutnost razlog
hu_hu: Hiánya miatt
is_is: Ekkert ástæða
ja_jp: 不在の理由
lt_lt: Nesant priežasties
lv_lv: Prombūtne iemesls
mk_mk: Отсуство причина
nn_no: Fravær grunn
pl_pl: Powodu braku
pt_pt: Motivo da ausência
ro_ro: Absenţa motiv
ru_ru: Отсутствие причин
sk_sk: Dôvod neprítomnosti
sl_si: Odsotnost razlog
sq_al: Arsyeja Mungesa
sr_rs: Одсуство разума
sv_se: Frånvaroorsak
th_th: ไม่มีเหตุผล
tr_tr: Yokluğu nedeni
uk_ua: Відсутність причин
wa_be: Rheswm Absenoldeb
zh_tw: 缺席的原因

source: W
af_za: In
ar_dz: في
be_by: У
bg_bg: В
da_dk: I
el_gr: Σε
es_es: Mi
et_ee: Sisse
fa_ir: به
fi_fi: Vuonna
ga_ie: I
gl_gl: En
hr_hr: U
hu_hu: -Ben
is_is: Í
ja_jp: の
lt_lt: Į
lv_lv: In
mk_mk: Во
nn_no: I
pt_pt: Em
ro_ro: În
ru_ru: В
sk_sk: V
sl_si: V
sq_al: Në
sr_rs: У
sv_se: I
th_th: ใน
tr_tr: Içinde
uk_ua: В
wa_be: Yn
zh_tw: 在

source: Th
af_za: Do
ar_dz: ال
el_gr: Θ.
es_es: J
fa_ir: توریم
ga_ie: Ú
ja_jp: 目
sr_rs: Тх
tr_tr: Pe
zh_tw: 釷

source: Save
af_za: Slaan
ar_dz: حفظ
be_by: Эканоміць
bg_bg: Запиши
bn_bd: সংরক্ষণ
da_dk: Gem
el_gr: Εκτός
es_es: GUARDAR
et_ee: Välja arvatud
fa_ir: ذخیره
fi_fi: Tallenna
ga_ie: Sábháil
gl_gl: Gardar
hr_hr: Spasiti
hu_hu: Kivéve
is_is: Vista
ja_jp: 保存
lt_lt: Sutaupyti
lv_lv: Saglabāt
mk_mk: Зачувај
nn_no: Lagre
pl_pl: Zaoszczędzić
pt_pt: Salvar
ro_ro: Salva
ru_ru: Экономить
sk_sk: Uložiť
sl_si: Shrani
sq_al: Ruaj
sr_rs: Сачувати
sv_se: Spara
th_th: บันทึก
tr_tr: Kurtarmak
uk_ua: Економити
wa_be: Cadw
zh_tw: 保存

source: Period
af_za: Periode
ar_dz: فترة
be_by: Перыяд
bg_bg: Период
bn_bd: সময়কাল
da_dk: Periode
el_gr: Περίοδος
es_es: Período
et_ee: Periood
fa_ir: دوره
fi_fi: Aika
ga_ie: Tréimhse
gl_gl: Período
hr_hr: Razdoblje
hu_hu: Időszak
is_is: Tímabil
ja_jp: 期間
lt_lt: Laikotarpis
lv_lv: Periods
mk_mk: Период
nn_no: Periode
pl_pl: Okres
pt_pt: Período
ro_ro: Perioadă
ru_ru: Период
sk_sk: Obdobie
sl_si: Obdobje
sq_al: Periudhë
sr_rs: Период
th_th: ระยะเวลา
tr_tr: Süre
uk_ua: Період
wa_be: Cyfnod
zh_tw: 期

source: Comment
af_za: Hoe
ar_dz: كيف
be_by: Як
bg_bg: Как
bn_bd: মন্তব্য
da_dk: Hvordan
el_gr: Πως
es_es: Comentario
et_ee: Kuidas
fa_ir: چگونه
fi_fi: Miten
ga_ie: Cén chaoi a
gl_gl: Como
hr_hr: Kako
hu_hu: Hogyan
is_is: Hvernig
ja_jp: どのように
lt_lt: Kaip
lv_lv: Kā
mk_mk: Како
nn_no: Hvordan
pl_pl: Jak
pt_pt: Como
ro_ro: Cum
ru_ru: Как
sk_sk: Ako
sl_si: Kako
sq_al: Si
sr_rs: Како
sv_se: Hur
th_th: วิธีการ
tr_tr: Nasıl
uk_ua: Як
wa_be: Sut
zh_tw: 如何

source: Courses
af_za: Kursusse
ar_dz: المقررات
be_by: Курсы
bg_bg: Курсове
bn_bd: কোর্স
da_dk: Kurser
el_gr: Μαθήματα
es_es: Cursos
et_ee: Kursused
fa_ir: دروس
fi_fi: Kurssit
ga_ie: Cúrsaí
gl_gl: Cursos
hr_hr: Tečajevi
hu_hu: Tanfolyamok
is_is: Námskeið
ja_jp: コー​​ス
lt_lt: Kursai
lv_lv: Kursi
mk_mk: Курсеви
nn_no: Kurs
pl_pl: Kursy
pt_pt: Cursos
ro_ro: Cursuri
ru_ru: Курсы
sk_sk: Kurzy
sl_si: Tečaji
sq_al: Kurse
sr_rs: Курсеви
sv_se: Kurser
th_th: หลักสูตร
tr_tr: Dersler
uk_ua: Курси
wa_be: Cyrsiau
zh_tw: 課程

source: Present
af_za: Huidige
ar_dz: الحالي
be_by: Цяперашні час
bg_bg: Настояще
bn_bd: বর্তমান
da_dk: Nuværende
el_gr: Παρόν
es_es: Presente
et_ee: Praegune
fa_ir: حاضر
fi_fi: Nykyinen
ga_ie: Reatha
gl_gl: Presente
hr_hr: Prisutan
hu_hu: Jelen
ja_jp: 存在
lt_lt: Pateikti
mk_mk: Тековен
pl_pl: Obecny
pt_pt: Presente
ro_ro: Prezent
ru_ru: Настоящее время
sk_sk: Prítomný
sq_al: I pranishëm
sr_rs: Присутан
sv_se: Nuvarande
th_th: ปัจจุบัน
tr_tr: Mevcut
uk_ua: Теперішній час
wa_be: Presennol
zh_tw: 目前

source: Phone
af_za: Tel.
ar_dz: هاتف
be_by: Тэлефон
bg_bg: Телефон
bn_bd: ফোন
da_dk: Telefon
el_gr: Τηλέφωνο
es_es: Teléfono
et_ee: Telefon
fa_ir: تلفن
fi_fi: Puhelin
ga_ie: Fón
gl_gl: Teléfono
hr_hr: Telefon
hu_hu: Telefon
is_is: Sími
ja_jp: 携帯電話
lt_lt: Telefonas
lv_lv: Tālrunis
mk_mk: Телефон
nn_no: Telefon
pl_pl: Telefon
pt_pt: Telefone
ro_ro: Telefon
ru_ru: Телефон
sk_sk: Telefón
sl_si: Telefon
sq_al: Telefon
sr_rs: Телефон
sv_se: Telefon
th_th: โทรศัพท์
tr_tr: Telefon
uk_ua: Телефон
wa_be: Ffôn
zh_tw: 電話

source: This student has no contact information.
af_za: Hierdie student het geen kontak inligting.
ar_dz: هذا الطالب لا يمتلك أي معلومات للإتصال به.
be_by: Гэты студэнт не мае кантактную інфармацыю.
bg_bg: Този студентски все още няма информация за контакти.
bn_bd: এই ছাত্রটি কোন যোগাযোগের তথ্য নাহি,
da_dk: Denne studerende har ikke angivet kontakt information.
el_gr: Αυτός ο μαθητής δεν έχει συμπληρώσει πληροφορίες επικοινωνίας.
es_es: Este Alumno no tiene información de contacto.
et_ee: See üliõpilane ei kontaktandmed.
fa_ir: این دانش آموز به هیچ اطلاعات تماسی ندارد.
fi_fi: Tämä opiskelija ei ole yhteystietoja.
ga_ie: Tá an mac léinn aon eolas teagmhála.
gl_gl: Este alumno ten ningunha información de contacto.
hr_hr: Ovaj student nema podatke za kontakt.
hu_hu: Ez a diák nincs kapcsolat.
is_is: Þessi nemandi hefur engar upplýsingar.
ja_jp: この学生は連絡先情報がありません。
lt_lt: Šis studentas neturi jokios kontaktinės informacijos.
lv_lv: Šī studentu nav kontaktinformāciju.
mk_mk: Овој студент нема информации за контакт.
nn_no: Denne studenten har ingen kontaktinformasjon.
pl_pl: Ten student nie ma informacji kontaktowych.
pt_pt: Este aluno tem nenhuma informação do contato.
ro_ro: Acest elev nu are informatii de contact.
ru_ru: Этот студент не имеет контактную информацию.
sk_sk: Tento študent nemá žiadne kontaktné informácie.
sl_si: To študent nima kontaktne podatke.
sq_al: Ky nxënës ka një mesazh privat tek.
sr_rs: Овај ученик нема никакве контакт информације.
sv_se: Denna elev har ingen kontaktinformation.
th_th: นักเรียนนี้มีข้อมูลการติดต่อไม่มี
tr_tr: Bu öğrenci İletişim Bilgisi verdi.
uk_ua: Цей студент не має контактну інформацію.
wa_be: Mae&#39;r myfyriwr unrhyw wybodaeth gyswllt.
zh_tw: 這名學生沒有聯繫信息。

source: Not Present
af_za: Nie teenwoordig is nie
ar_dz: غير موجود
bg_bg: Не се намират
bn_bd: অবিদ্যমান
da_dk: Ikke til stede
el_gr: Δεν υπάρχει
et_ee: Ei leidu
fa_ir: حاضر نیست
fi_fi: Ole läsnä
ga_ie: Gan Reatha
gl_gl: Non Presente
hr_hr: Nije prisutan
hu_hu: Nem Present
is_is: Ekki til staðar
ja_jp: Not Present（存在しない）
lt_lt: Ne dabartis
lv_lv: Nav klāt
mk_mk: Не е присутна
nn_no: Ikke Present
pl_pl: Nieobecne
pt_pt: Não Presente
ro_ro: Nu este prezent
sk_sk: Nie je k dispozícii
sl_si: Ni prisotna
sq_al: Nuk është i pranishëm
sr_rs: Није присутан
sv_se: Inte närvarande
th_th: ปัจจุบันไม่ได้
tr_tr: Mevcut değil
wa_be: Ddim yn Bresennol
zh_tw: 不存在

source: Comments
af_za: Kommentaar
ar_dz: تعليقات
be_by: Каментарыі
bg_bg: Коментари
bn_bd: মন্তব্য
da_dk: Kommentarer
el_gr: Σχόλια
es_es: Comentarios
et_ee: Kommentaarid
fa_ir: نظرات
fi_fi: Kommentit
ga_ie: Tuairimí
gl_gl: Comentarios
hr_hr: Komentari
hu_hu: Hozzászólások
ja_jp: コメント
lt_lt: Komentarai
lv_lv: Komentāri
mk_mk: Коментари
nn_no: Kommentarer
pl_pl: Komentarze
pt_pt: Comentários
ro_ro: Comentarii
ru_ru: Комментарии
sk_sk: Komentáre
sl_si: Komentarji
sq_al: Komentet
sr_rs: Коментари
sv_se: Kommentarer
th_th: แสดงความคิดเห็น
tr_tr: Yorumlar
uk_ua: Коментарі
wa_be: Sylwadau
zh_tw: 評論
