Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: When you click on any of the tabs in the top menu, you will see a list of sub-menus available to you in that category. Clicking on any menu will launch the specific page in the main frame, and it will update the help frame to display help for that page
af_za: As jy kliek op enige van die tabs in die top kieslys, sal jy sien &#39;n lys van sub-menu&#39;s aan u beskikbaar in dié kategorie. Klik op &#39;n spyskaart sal die spesifieke bladsy in die hoof raam begin, en dit sal die hulp raam werk help om te vertoon vir daardie bladsy
be_by: Пры націску на любую з ўкладак у верхнім меню, вы ўбачыце спіс падменю даступныя для вас у гэтай катэгорыі. Націснуўшы на любую меню запуску пэўнай старонцы ў акне чата, і яна будзе абнаўляцца дапамагчы рамка для адлюстравання даведкі для гэтай старонкі
bg_bg: Когато кликнете върху някой от разделите в главното меню, ще видите списък на под-менюта са достъпни за Вас в тази категория. Кликването върху всяко меню, ще започне конкретната страница в прозореца на чата, и ще актуализира рамката за помощ, за да се покаже помощ за тази страница
bn_bd: যখন আপনি উপরের মেনু মধ্যে ট্যাব কোন উপর ক্লিক করুন, আপনি যে বিভাগে সাব - মেনু উপলব্ধ তালিকা দেখতে পাবেন. কোনো মেনু ক্লিক প্রধান ফ্রেমে নির্দিষ্ট পৃষ্ঠা আরম্ভ, এবং এটি যে পাতার জন্য সাহায্য প্রদর্শনে সাহায্য ফ্রেম আপডেট করবে
da_dk: Når du klikker på en af ​​fanerne i øverste menu, vil du se en liste af sub-menuer til rådighed for dig i denne kategori. Hvis du klikker på en menu vil lancere den specifikke side i hovedrammen, og det vil opdatere den hjælp, ramme for at få vist hjælp til den pågældende side
el_gr: Όταν κάνετε κλικ σε οποιαδήποτε από τις καρτέλες στο μενού στην κορυφή, θα δείτε μια λίστα των υπο-μενού στη διάθεσή σας σε αυτή την κατηγορία. Κάνοντας κλικ σε οποιοδήποτε μενού θα ξεκινήσει την συγκεκριμένη σελίδα στο κύριο πλαίσιο, και θα την ενημέρωση του πλαισίου βοηθούν να εμφανιστεί βοήθεια για αυτή τη σελίδα
et_ee: Kui klõpsate sakkidelt ülemises menüüs, näed nimekirja alammenüüd teile kättesaadavaks sellesse kategooriasse. Klõpsates ükskõik menüü käivitab konkreetse lehekülje kere, ja ajakohastab ta aitab raami ekraanil aidata selle lehe
fa_ir: هنگامی که شما با کلیک بر روی هر یک از زبانه ها در منوی بالای صفحه ، شما لیستی از زیر منوها در دسترس برای شما در آن بخش را ببینید. با کلیک بر روی هر منو صفحه مورد نظر در قاب اصلی ، راه اندازی و آن را قاب کمک کمک برای نمایش آن صفحه به روز رسانی
fi_fi: Kun klikkaat jotakin välilehtien yläpalkin näet listan alavalikot käytössäsi tähän luokkaan. Jos klikkaat mitä tahansa valikosta käynnistää tietylle sivulle päärunko, ja se päivittää auttaa kehys näyttämään ohjeesta sivu
ga_ie: Nuair a bheidh tú cliceáil ar aon cheann de na táib sa roghchlár barr, feicfidh tú liosta de na fo-biachláir ar fáil duit sa chatagóir sin. Cliceáil ar aon roghchlár seoladh ar an leathanach faoi leith sa fhráma is mó, agus beidh cothrom le dáta an fráma cuidiú sé cúnamh a chur ar taispeáint don leathanach
gl_gl: Cando fai clic en calquera das guías na parte superior do menú, podes ver a lista de sub-menús dispoñibles para ti nesa categoría. Ao premer en calquera menú vai publicar a páxina específica no cadro principal, e debería actualizar o cadro de axuda para ver a axuda para esta páxina
hr_hr: Kada kliknete na bilo koju od kartica u gornjem izborniku, vidjet ćete popis podizbornike koje su Vam dostupne u toj kategoriji. Klikom na bilo koji izbornik će se pokrenuti određenu stranicu u glavni okvir, a to će se ažurirati pomoći okvir za prikaz pomoći za tu stranicu
hu_hu: Ha rákattint bármelyik lapot a felső menüben, akkor megjelenik egy lista az al-menük áll az Ön rendelkezésére ebben a kategóriában. Kattintva minden menü indít az adott oldalt a fő váz, és frissíteni fogja a segítségével keret súgóját jelenítheti meg az oldal
is_is: Þegar þú smellir á einhverju flipa í efstu valmyndinni, þú vilja sjá a listi af undir-matseðill í boði fyrir þig í þeim flokki. Með því að smella á hvaða matseðill vilja ráðast á ákveðna síðu í helstu ramma, og það mun uppfæra hjálpa ramma til að sýna hjálp fyrir þá síðu
ja_jp: 一番上のメニュー任意のタブをクリックすると、そのカテゴリで使用可能なサブメニューのリストが表示されます。任意のメニューをクリックしても、メインフレームで特定のページを起動します、そしてそれはそのページのヘルプを表示するには、helpのフレームを更新します。
lt_lt: , Kai spustelite bet viršutiniame meniu skirtukus, matysite meniu jūs tos kategorijos sąrašą. Paspaudę ant bet meniu pradės tikrą puslapį, pagrindinį rėmą, ir atnaujinti pagalbos sistema, rodyti padėti šį puslapį
lv_lv: Kad jūs noklikšķiniet uz kādu no augšējā izvēlnē cilnēm, jūs redzēsiet sarakstu ar apakšizvēlnēm jums pieejami šajā kategorijā. Noklikšķinot uz jebkuras izvēlnes uzsāks konkrētu lappusi, jo galvenā rāmja, un tā atjauninās palīdzēs rāmja, lai parādītu palīdzētu šai lapai
mk_mk: Кога ќе кликнете на некој од табовите во главното мени, ќе видите листа на под-менија на располагање на вас во таа категорија. Со кликнување на било менито ќе започне на одредена страница во носечка рамка, а тоа ќе се ажурира помош рамка за да се прикаже помош за оваа страница
nn_no: Når du klikker på en av kategoriene i toppmenyen, vil du se en liste over sub-menyer tilgjengelig for deg i den kategorien. Ved å klikke på en meny vil lansere den spesifikke siden i hovedrammen, og det vil oppdatere hjelpe rammen for å vise hjelpen for denne siden
pl_pl: Po kliknięciu na jedną z zakładek w menu głównym, zobaczysz listę podmenu w tej kategorii dostępne. Kliknięcie na dowolnym menu uruchomi na stronę, na ramie głównej i będzie aktualizacja ramy pomocy, aby wyświetlić pomoc dla danej strony
pt_pt: Quando você clica em qualquer uma das guias no topo do menu, você verá uma lista de sub-menus disponíveis para você nessa categoria. Ao clicar em qualquer menu vai lançar a página específica no quadro principal, e ele irá atualizar o quadro de ajuda para exibir a ajuda para essa página
ro_ro: Când faceţi clic pe oricare dintre filele din meniul de sus, veţi vedea o listă de sub-meniurile disponibile pentru a vă în această categorie. Făcând clic pe orice meniu va lansa anumită pagină în cadrul principal, şi va actualiza cadru de ajutor pentru a afişa asistenţa pentru pagina respectivă
ru_ru: При нажатии на любую из вкладок в верхнем меню, вы увидите список подменю доступны для вас в этой категории. Нажав на любую меню запуска определенной странице в окне чата, и она будет обновляться помочь рамка для отображения справки для этой страницы
sk_sk: Keď kliknete na niektorý z kariet v hornom menu sa zobrazí zoznam sub-menu k dispozícii v tejto kategórii. Po kliknutí na akéhokoľvek menu začne na konkrétnu stránku v hlavnom okne, a bude aktualizovať pomocou rámu zobrazíte pomocníka k tejto stránke
sl_si: Ko kliknete na katero koli od zavihkov v zgornjem meniju, boste videli seznam podmenije vam na voljo v tej kategoriji. Klik na menu bo sprožila posebno stran v glavnem okvirju, in da bo posodobil pomagali okvir za prikaz pomoč za to stran
sq_al: Kur ju klikoni mbi ndonjë nga skedat në meny lartë, ju do të shihni një listë të nën-menytë në dispozicion për ju në këtë kategori. Duke klikuar në çdo menu do të fillojë faqe të veçantë në kuadrin kryesor, dhe kjo do update kuadër të ndihmojë për të shfaqur të ndihmuar për këtë faqe
sr_rs: Када кликнете на неку од картица у горњем менију, видећете листу под-менија на располагању да вам у тој категорији. Кликом на било који мени ће покренути одређену страницу у главном оквир, и он ће ажурирати оквир помоћи за приказ помоћи за ту страну
sv_se: När du klickar på någon av flikarna i toppmenyn kommer du se en lista över undermenyer tillgängliga för dig i den kategorin. Klicka på någon meny kommer att lansera den specifika sidan i huvudramen, och det kommer att uppdatera den hjälp ram för att visa hjälp för sidan
th_th: เมื่อคุณคลิกที่ใด ๆ ของแท็บในเมนูด้านบนคุณจะเห็นรายการของเมนูย่อยที่สามารถใช้ได้ในประเภทที่ คลิกที่เมนูใด ๆ ที่จะเปิดตัวเพจที่เฉพาะเจาะจงในเฟรมหลักและจะปรับปรุงกรอบความช่วยเหลือเพื่อแสดงวิธีใช้สำหรับหน้าเว็บที่
tr_tr: Üst menüde sekmelerden herhangi birine tıkladığınızda, o kategoriye sizin için mevcut alt menüler bir listesini göreceksiniz. Herhangi bir menü ana çerçeve içinde belirli bir sayfaya tıklamak başlatacak ve bu sayfa için yardımı görüntülemek üzere yardım çerçeve güncelleme
uk_ua: При натисканні на кожну з вкладок у верхньому меню, ви побачите список підменю доступні для вас у цій категорії. Натиснувши на будь-яку меню запуску певної сторінки у вікні чату, і вона буде оновлюватися допомогти рамка для відображення довідки для цієї сторінки
wa_be: Pan fyddwch yn clicio ar unrhyw un o&#39;r tabiau yn y ddewislen uchaf, fe welwch chi restr o is-bwydlenni ar gael i chi yn y categori hwnnw. Bydd clicio ar unrhyw fwydlen lansio&#39;r dudalen benodol yn y ffrâm cyfan, a bydd yn diweddaru&#39;r ffrâm yn helpu i arddangos cymorth ar gyfer y dudalen
zh_tw: 當你點擊任何標籤在頂部的菜單，你會看到一個列表的子菜單向您提供這一類。點擊任何菜單將推出具體的頁面在主框架，它將幫助更新幀顯示幫助該網頁

source: This page allows you to add Notes to the system. Notes help to keep users of the system informed about any new developments in the School. You can choose the time period for which the specific note will be visible to users. You can also specify which users can view the same.
af_za: Hierdie bladsy laat jou toe om kommentaar by te voeg tot die stelsel. Notes help om gebruikers van die stelsel op die hoogte van enige nuwe ontwikkelinge in die Skool te hou. Jy kan kies om die tydperk waarvoor die spesifieke nota sal sigbaar wees aan gebruikers. Jy kan ook spesifiseer watter gebruikers dieselfde kan sien.
ar_dz: هذه الصفحة يسمح لك بإضافة ملاحظات على النظام. ملاحظات تساعد على إبقاء مستخدمي النظام على علم بأي تطورات جديدة في المدرسة. يمكنك اختيار الفترة الزمنية التي المذكرة محددة سيكون مرئيا للمستخدمين. يمكنك أيضا تحديد أي من المستخدمين يمكنهم عرض واحد.
be_by: Гэтая старонка дазваляе дадаваць заўвагі да сістэме. Заўвагі дапамагаюць трымаць карыстальнікаў сістэмы, інфармацыю аб любых новых падзеях у школе. Вы можаце выбраць тэрмін, на які канкрэтны запіска будзе бачны карыстальнікам. Вы таксама можаце паказаць, якія карыстальнікі могуць праглядаць тое ж самае.
bg_bg: Тази страница Ви позволява да добавяте бележки към системата. Указания спомагат за запазване на потребителите на системата информирани за всяко ново развитие в училището. Можете да изберете период от време, за които специфичните бележка ще бъде видима за потребителите. Можете също да укажете кои потребители могат да видят същите.
bn_bd: এই পৃষ্ঠায় আপনি সিস্টেমের নোট যোগ করতে পারবেন. নোট সিস্টেমের কোন স্কুল মধ্যে নতুন অগ্রগতি সম্বন্ধে অবগত ব্যবহারকারীদের রাখতে সাহায্য. আপনি সময়ের জন্য নির্দিষ্ট নোট দৃশ্যমান ব্যবহারকারীদের হবে করতে পারেন. আপনি উল্লেখ করতে পারেন যা ব্যবহারকারীদের একই দেখতে পারেন.
da_dk: Denne side giver dig mulighed for at indsætte noter til systemet. Noter medvirke til at holde brugere af systemet informeret om enhver ny udvikling i skolen. Du kan vælge det tidsrum, hvor særlige note vil blive synlige for brugerne. Du kan også angive, hvilke brugere der kan se det samme.
el_gr: Αυτή η σελίδα σας επιτρέπει να προσθέσετε σημειώσεις στο σύστημα. Σημειώσεις βοηθήσει να κρατήσει τους χρήστες του συστήματος ενημερώνονται για κάθε νέα εξέλιξη στη Σχολή. Μπορείτε να επιλέξετε το χρονικό διάστημα για το οποίο τη συγκεκριμένη νότα που θα είναι ορατό στους χρήστες. Μπορείτε επίσης να καθορίσετε ποιοι χρήστες μπορούν να δουν το ίδιο.
es_es: Esta página le permite añadir notas al sistema. Las notas ayudan a mantener informados a los usuarios del sistema acerca de cualquier novedad de la institución. Usted puede elegir el período de tiempo durante el cual la nota será visible para los usuarios. También puede especificar qué usuarios pueden ver la misma.
et_ee: Sellel leheküljel saab lisada märkused süsteemi. Märgib, aitab hoida süsteemi kasutajaid teavitada igasugustest uusi arenguid School. Te saate valida ajavahemiku, mille jooksul konkreetne märge on nähtav kasutajatele. Saate ka määrata, mida kasutajad saavad vaadata sama.
fa_ir: این صفحه اجازه می دهد تا به شما برای اضافه کردن یادداشت به سیستم. یادداشت ها برای کمک به حفظ کاربران از سیستم اطلاع در مورد هر گونه پیشرفت های جدید در مدرسه است. شما می توانید مدت زمان آن توجه داشته باشید خاص قابل دیدن خواهد بود به کاربران را انتخاب کنید. شما همچنین می توانید آن کاربران می توانند همان را مشخص کنید.
fi_fi: Tällä sivulla voit lisätä muistiinpanoja järjestelmään. Huomautuksia auttavat pitämään järjestelmän käyttäjille tiedotetaan tulevista tapahtumista koulussa. Voit valita ajanjakson, jonka erityisessä huomautuksessa näkyvät käyttäjille. Voit myös määrittää käyttäjät, jotka voivat tarkastella samaa.
ga_ie: Ceadaíonn an leathanach seo leat chun Nótaí a chur leis an gcóras. Nótaí cúnamh a choinneáil ar úsáideoirí an chórais an eolas faoi aon fhorbairtí nua sa Scoil. Is féidir leat an tréimhse ama lena mbaineann a bheidh an nóta ar leith a bheith le feiceáil d&#39;úsáideoirí. Is féidir leat a shonrú freisin bhféadfaidh úsáideoirí sonraí a amharc ar an gcéanna.
gl_gl: Esta páxina permite que engade Notes para o sistema. Notas axudan a manter os usuarios do sistema informados sobre os novos desenvolvementos na Escola. Pode escoller o período para o que a nota específica será visible para os usuarios. Tamén pode especificar que os usuarios poden ver o mesmo.
hr_hr: Ova stranica vam omogućava da dodati Bilješke uz sustav. Bilješke pomoći zadržati korisnike sustava informirani o svim novim zbivanjima u školi. Možete odabrati vremensko razdoblje za koje specifičnu notu će biti vidljiv korisnicima. Također možete odrediti koji korisnici mogu vidjeti isto.
hu_hu: Ez az oldal lehetővé teszi hozzá megjegyzéseket a rendszer. Megjegyzések segít, hogy a felhasználók a rendszer tájékoztatni az új fejleményekről az iskolában. Választhat az időtartamot, amelyre a speciális jegyzet látható lesz a felhasználók számára. Azt is meghatározza, hogy mely felhasználók megtekinthetik ugyanaz.
is_is: Þessi síða gerir þér kleift að bæta Skýringar við kerfið. Skýringar hjálpa til við að halda notendum kerfisins upplýst um allar nýjar þróun í skólanum. Hægt er að velja tímabil sem tiltekin huga verður sýnilegt notendum. Þú getur einnig tilgreint sem notendur geta skoðað það sama.
ja_jp: このページでは、システムにノートを追加することができます。ノートは、学校内の任意の新しい開発についての情報をシステムのユーザーを維持するのに役立ちます。あなたは、特定の音符がユーザーに表示される期間を選択することができます。また、ユーザーが同じように表示できるかを指定できます。
lt_lt: Šis puslapis leidžia jums pridėti pastabas prie sistemos. Pažymi, padėti išlaikyti sistemos vartotojai informuoti apie visus naujus įvykius mokyklos. Galite pasirinkti laiką, dėl kurių konkreti pastaba bus matoma vartotojams. Taip pat galite nurodyti, kurios vartotojai gali peržiūrėti tą patį.
lv_lv: Šī lapa ļauj jums pievienot piezīmes sistēmai. Piezīmes palīdzēt saglabāt sistēmas lietotājiem informāciju par jebkādiem jauniem notikumiem skolā. Jūs varat izvēlēties laikposmu, par kuru īpašā piezīmē būs redzams lietotājiem. Varat arī norādīt, kurā lietotāji var apskatīt pašu.
mk_mk: Оваа страница ви овозможува да додадете белешки на системот. Забелешки помогне да ги задржи корисниците на системот информирани за какви било нови случувања во училиштето. Можете да изберете на временскиот период за кој на специфичните порака ќе биде видлива за корисниците. Исто така може да се определи кои корисници може да видите на истиот.
nn_no: Denne siden lar deg legge til notater til systemet. Merknader bidra til å holde brukerne av systemet informert om eventuelle nye utbygginger i skolen. Du kan velge tidsperioden for hvor det bestemte notat blir synlig for brukerne. Du kan også angi hvilke brukere som kan vise det samme.
pl_pl: Ta strona pozwala na dodawanie notatek do systemu. Uwagi pomagają utrzymać użytkowników systemu o wszelkich nowych osiągnięć w szkole. Możesz wybrać okres, na jaki specjalnej nocie będą widoczne dla użytkowników. Można również określić, które użytkownicy mogą wyświetlać ten sam.
pt_pt: Esta página permite que você adicione Notes para o sistema. Notas ajudam a manter os usuários do sistema informados sobre quaisquer novos desenvolvimentos na Escola. Você pode escolher o período para o qual a nota específica será visível aos usuários. Você também pode especificar quais usuários podem exibir o mesmo.
ro_ro: Această pagină vă permite să adăugaţi ia act de la sistem. Ia act de ajutor pentru a menţine utilizatorii sistemului informat despre orice noile evoluţii în şcoală. Aveţi posibilitatea să alegeţi perioada de timp pentru care nota specifice vor fi vizibile pentru utilizatori. Aveţi posibilitatea să specificaţi, de asemenea, în care utilizatorii pot vizualiza acelaşi.
ru_ru: Эта страница позволяет добавлять примечания к системе. Примечания помогают держать пользователей системы, информацию о любых новых событиях в школе. Вы можете выбрать срок, на который конкретный записка будет виден пользователям. Вы также можете указать, какие пользователи могут просматривать то же самое.
sk_sk: Táto stránka vám umožňuje pridávať poznámky do systému. Poznámky pomáhajú udržiavať užívateľa systému informovaná o novom vývoji v škole. Môžete si vybrať časové obdobie, na ktoré konkrétne informácie budú viditeľné pre užívateľov. Môžete tiež určiť, ktorí užívatelia môžu prezerať rovnaké.
sl_si: Ta stran vam omogoča dodajanje opombe v sistem. Opombe pomaga, da uporabnikom sistema obveščeni o vseh novostih v šoli. Izberete lahko časovno obdobje, za katerega bo posebnem zaznamku vidna uporabnikom. Prav tako lahko določite, katere lahko uporabniki vidijo enako.
sq_al: Kjo faqe ju lejon të shtoni Shënime në sistem. Shënime ndihmojë për të mbajtur përdoruesit e sistemit të informohen për të gjitha zhvillimet e reja në shkollë. Ju mund të zgjidhni periudhën kohore për të cilën shënim të veçantë do të jetë i dukshëm për përdoruesit. Ju gjithashtu mund të specifikojë se cilat përdoruesit mund të shikoni të njëjtën gjë.
sr_rs: Ова страница вам омогућава да додате белешке на систем. Белешке помоћи да корисницима система информисани о сваком новом развоју у школи. Можете изабрати временски период за које специфичне белешке ће бити видљиве корисницима. Такође можете одредити који корисници могу да виде исто.
sv_se: Den här sidan kan du lägga till anteckningar till systemet. Anteckningar hjälper till att hålla användarna av systemet informeras om alla nya utvecklingen i skolan. Du kan välja tidsperiod för vilken särskild anmärkning kommer att vara synlig för användarna. Du kan också ange vilka användare som kan se samma.
th_th: หน้านี้จะช่วยให้คุณสามารถเพิ่มหมายเหตุประกอบระบบ หมายเหตุช่วยให้ผู้ใช้ระบบทราบเกี่ยวกับการพัฒนาใหม่ใด ๆ ในโรงเรียน คุณสามารถเลือกระยะเวลาในการที่ทราบโดยเฉพาะจะสามารถมองเห็นให้กับผู้ใช้ คุณยังสามารถระบุผู้ใช้สามารถดูเดียวกัน
tr_tr: Bu sayfa sistem notlar eklemenize izin verir. Notlar Okulu herhangi bir yeni gelişmeler hakkında bilgi sistemi kullanıcıları tutmak için yardımcı olur. Kullanıcılar için özel not görünür olacağı süreyi seçebilirsiniz. Ayrıca kullanıcılar aynı görüntüleyebilirsiniz belirtebilirsiniz.
uk_ua: Ця сторінка дозволяє додавати примітки до системи. Примітки допомагають тримати користувачів системи, інформацію про будь нові події в школі. Ви можете вибрати термін, на який конкретний записка буде видний користувачам. Ви також можете вказати, які користувачі можуть переглядати те ж саме.
wa_be: Mae&#39;r dudalen hon yn eich galluogi i ychwanegu Nodiadau i&#39;r system. Nodiadau helpu i gadw defnyddwyr y system gwybod am unrhyw ddatblygiadau newydd yn yr Ysgol. Gallwch ddewis y cyfnod o amser y bydd y nodyn penodol fod yn weladwy i ddefnyddwyr. Gallwch hefyd nodi y gall defnyddwyr eu gweld yr un peth.
zh_tw: 此頁面允許您添加註釋到系統中。註釋有助於保持用戶對系統通報任何新的發展，學校。您可以選擇的時間期限為具體說明將可以看到用戶。您還可以指定哪些用戶可以查看相同。

source: To modify a note, click on any of the notes information, change the value, and click the Save button.
af_za: &#39;N nota te verander, klik op enige van die note inligting, die waarde te verander, en kliek op die Save-knoppie.
be_by: Каб змяніць адзначыць, націснуць на любую з інфармацыйных запісак, зменіце значэнне і націсніце кнопку Захаваць.
bg_bg: За да промените бележка, щракнете върху някоя от бележките информация, променете стойността и щракнете върху бутона Save.
bn_bd: একটি নোট পরিবর্তন নোট তথ্য কোনো,, ক্লিক করে মান পরিবর্তন, এবং সেভ বাটনে ক্লিক করুন.
da_dk: Hvis du vil redigere en note, skal du klikke på et af de noter, ændre værdien, og klik på knappen Gem.
el_gr: Για να τροποποιήσετε μια σημείωση, κάντε κλικ σε οποιοδήποτε από τα ενημερωτικά σημειώματα, αλλάξτε την τιμή και κάντε κλικ στο κουμπί Αποθήκευση.
et_ee: Muuta tähele, hiirega lisades informatsiooni väärtust muuta ja vajuta nuppu Salvesta.
fa_ir: برای تغییر توجه داشته باشید ، با کلیک بر روی هر یک از اطلاعات یادداشت ، تغییر ارزش ، و با کلیک بر روی دکمه ذخیره.
fi_fi: Voit muokata muistiinpanon, valitse tahansa ilmoitusten tietoja, muuttaa arvoa, ja napsauta Tallenna-painiketta.
ga_ie: A mhodhnú nóta, cliceáil ar aon chuid den fhaisnéis sin, tugann an luach a athrú, agus cliceáil ar an gcnaipe Sábháil.
gl_gl: Para modificar unha nota, faga clic en calquera das informacións notas, cambiar o valor, e prema no botón Gardar.
hr_hr: Da biste izmijenili bilješku, kliknite na bilo koji bilješke informacije, promjena vrijednosti, i kliknite gumb Spremi.
hu_hu: Módosításához Jegyzet kattintson bármelyik jegyzetek információk módosítsa az értéket, majd kattintson a Mentés gombra.
is_is: Til að breyta minnismiða, smellur á allir af skýringum upplýsingar, breyta gildi, og smelltu á Vista hnappinn.
ja_jp: メモを変更するには、、ノートの情報のいずれかをクリックして値を変更し、[保存]ボタンをクリックします。
lt_lt: Norėdami pakeisti įrašą, spustelėkite bet pažymose esanti informacija, pakeisti reikšmę, ir spustelėkite mygtuką &quot;Išsaugoti&quot;.
lv_lv: Lai modificētu piezīmi, noklikšķiniet uz jebkuras piezīmes informāciju, mainītu vērtību, un noklikšķiniet uz pogas Saglabāt.
mk_mk: За да ги промените некоја белешка, притиснете на било кој од забелешките информации, промена на вредноста, и кликнете на копчето Зачувај.
nn_no: Hvis du vil endre et notat, klikk på noen av notater, endre verdien, og klikk Lagre.
pl_pl: Aby zmodyfikować notatkę, kliknij na jedną z informacji dodatkowej, należy zmienić wartość, a następnie kliknij przycisk Zapisz.
pt_pt: Para modificar uma nota, clique em qualquer das informações notas, alterar o valor, e clique no botão Salvar.
ro_ro: Pentru a modifica o notă, faceţi clic pe oricare dintre informaţiile pe note, modifica valoarea, şi faceţi clic pe butonul Save.
ru_ru: Чтобы изменить отметить, нажать на любую из информационных записок, измените значение и нажмите кнопку Сохранить.
sk_sk: Ak chcete upraviť poznámku, kliknite na niektorú z poznámok informácií, zmeňte hodnotu a kliknite na tlačidlo Uložiť.
sl_si: Če želite spremeniti opombo, kliknite na katero koli informacije, ugotavlja, spremembe vrednosti, in kliknite na gumb Save.
sq_al: Për të modifikuar një shënim, klikoni mbi ndonjë nga informacionet e shënimeve, të ndryshojë vlerën, dhe klikoni butonin Ruaj.
sr_rs: Да бисте изменили белешку, кликните на било коју од информација белешке, промените вредност, а затим кликните на дугме Сачувај.
sv_se: För att ändra en anteckning, klicka på någon av noterna information, ändra värdet och klickar på knappen Spara.
th_th: การปรับเปลี่ยนการบันทึกให้คลิกที่ใด ๆ ของข้อมูลที่บันทึกการเปลี่ยนแปลงมูลค่าและคลิกที่ปุ่มบันทึก
tr_tr: Bir not değiştirmek için, herhangi bir notları bilgi tıklatın, değerini değiştirmek ve Kaydet düğmesini tıklatın.
uk_ua: Щоб змінити зазначити, натиснути на будь-яку з інформаційних записок, змініть значення і натисніть кнопку Зберегти.
wa_be: I addasu nodyn, cliciwch ar unrhyw ran o&#39;r wybodaeth yn nodi, yn newid y gwerth, a chliciwch ar y botwm Save.
zh_tw: 要修改的說明，點擊任何票據的信息，改變了值，然後單擊保存按鈕。
