Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: allows you to enter eligibility grades for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period
af_za: laat jou toe om in aanmerking te kom grade in te skryf vir al jou studente in die huidige tydperk. By verstek, sal hierdie program lys van die studente in die eerste periode klas. Jy kan die huidige tydperk verander deur die verandering van die tydperk hangkieslys in die linker raam aan die verlangde tydperk
be_by: дазваляе ўвесці права класы для ўсіх вашых студэнтаў у бягучым перыядзе. Па змаўчанні, гэтая праграма будзе спіс студэнтаў у першы клас перыяд. Вы можаце змяніць бягучы перыяд, змяніўшы перыяд выпадальнае меню ў левым фрэйме на патрабаваны перыяд
bg_bg: ви позволява да въведете степени за допустимост за всички ученици в текущия период. По подразбиране, тази програма ще списък на студентите в първия си период клас. Вие можете да променяте текущия период чрез промяна на периода падащото меню в лявата рамка на желания период
bn_bd: আপনি সব বর্তমান কাল আপনার ছাত্রদের জন্য যোগ্যতা বাংলাদেশের লিখতে পারবেন. ডিফল্টরূপে, এই প্রোগ্রামটি আপনার প্রথম সময় ক্লাসে ছাত্রদের তালিকা হবে. আপনি পছন্দসই সময়ের বাম ফ্রেমে সময়ের-টান ডাউন মেনু পরিবর্তন বর্তমান সময় পরিবর্তন করতে পারেন
da_dk: giver dig mulighed for at indtaste berettigelse kvaliteter for alle dine elever i den nuværende periode. Som standard, vil dette program en liste over de studerende i din første periode klasse. Du kan ændre den nuværende periode ved at ændre den periode, pull-down menuen i venstre ramme til den ønskede periode
el_gr: σας επιτρέπει να εισαγάγετε βαθμούς επιλεξιμότητας για όλους τους μαθητές σας κατά την τρέχουσα περίοδο. Από προεπιλογή, το πρόγραμμα αυτό θα τον κατάλογο των μαθητών στην πρώτη τάξη της περιόδου σας. Μπορείτε να αλλάξετε την τρέχουσα περίοδο με την αλλαγή της περιόδου pull-down μενού στο αριστερό πλαίσιο για την επιθυμητή περίοδο
et_ee: võimaldab sisestada abikõlblikkuse klasside kõigi oma õpilaste praeguse perioodi jooksul. Vaikimisi on see programm nimekirja õpilased oma esimese perioodi klassis. Saab muuta käesoleval perioodil muutes periood rippmenüüst vasakpoolselt paneelilt soovitud perioodi
fa_ir: اجازه می دهد تا به شما برای ورود به نمرات واجد شرایط بودن برای همه دانش آموزان خود را در دوره جاری است. به طور پیش فرض ، این برنامه به دانش آموزان در اولین کلاس دوره خود را لیست کنید. شما می توانید دوره فعلی را با تغییر دوره PULL - DOWN منو در قاب سمت چپ به دوره مورد نظر را تغییر دهید.
fi_fi: voit syöttää tukikelpoisuuden arvosanat kaikista opiskelijoista kuluvalla kaudella. Oletuksena ohjelma listaa opiskelijoiden ensimmäinen jakson luokassa. Voit muuttaa kuluvan kauden muuttamalla ajan alasvetovalikosta in vasemmassa kehyksessä haluamasi ajan
ga_ie: is féidir leat chun dul isteach gráid incháilitheacht do gach do mhic léinn sa tréimhse reatha. De réir réamhshocraithe, beidh an clár liosta na mic léinn i do rang a chéad tréimhse. Is féidir leat athrú ar an tréimhse reatha trí athrú a dhéanamh ar an tréimhse tarraingt-síos roghchlár i bhfráma chlé go dtí an tréimhse atá ag teastáil
gl_gl: permite introducir notas de elixibilidade para todos os seus alumnos no período actual. Por defecto, este programa ha incluír os estudantes da súa clase primeira frase. Pode cambiar o período actual, cambiando o período de pull-down menú no marco esquerdo para o período desexado
hr_hr: vam omogućava da unesete pravo ocjene za sve vaše učenike u tekućem razdoblju. Prema zadanim postavkama, ovaj program će se popis studenata u prvom razdoblju klase. Možete promijeniti tekuće razdoblje promjenom razdoblja padajući izbornik u lijevom okviru na željeni period
hu_hu: megadhatja jogosultság évfolyamon az összes tanuló az aktuális időszakban. Alapértelmezés szerint ez a program kiírja a tanulók az első időszakban osztály. Ön megváltoztathatja a jelenlegi időszakban a változó időszak legördülő menüt a bal keretben, hogy a kívánt időszakban
is_is: gerir þér kleift að slá inn hæfi einkunnum fyrir alla nemendur í núverandi tímabili. Við vanræksla, this program vilja skrá nemendur í fyrsta tíma bekknum þínum. Hægt er að breyta núverandi tímabili með því að breyta tímabilinu fellilistanum í vinstri rammanum að viðkomandi tímabil
ja_jp: 現在の期間にすべてのあなたの学生のための資格の等級を入力することができます。デフォルトでは、このプログラムはあなたの最初の期間のクラスで学生のリストが表示されます。あなたが希望する期間には、左フレームにある期間のプルダウンメニューを変更することにより、現在の期間を変更することができます
lt_lt: leidžia įvesti tinkamumo klasėse visiems savo studentams einamojo laikotarpio. Pagal numatytuosius parametrus, šioje programoje bus sąrašą savo pirmąjį laikotarpį klasės studentų. Galite pakeisti dabartiniu laikotarpiu keičiant laikotarpį išskleidžiamajame meniu kairiajame rėmelyje norimą laikotarpį
lv_lv: Šeit varat ievadīt atbilstību atzīmes visiem saviem skolēniem pārskata periodā. Pēc noklusējuma šī programma sarakstu studenti savā pirmajā periodā klasē. Jūs varat mainīt pašreizējo periodu, mainot laika pull-down menu kreisajā rūtī uz vēlamo laiku
mk_mk: ви овозможува да внесувате подобност оценки за сите ученици во тековниот период. По правило, оваа програма ќе се листа на студенти во првиот период класа. Можете да го промените тековниот период со промена на период од паѓачкото мени во левата рамка на саканиот период
nn_no: lar deg legge inn valgbarhet karakterer for alle elevene i den aktuelle perioden. Som standard vil dette programmet liste over elevene i den første perioden klasse. Du kan endre inneværende periode ved å endre perioden pull-down menyen i venstre ramme til den ønskede perioden
pl_pl: pozwala na wprowadzenie oceny kwalifikowalności dla wszystkich swoich uczniów w bieżącym okresie. Domyślnie, program z listy słuchaczy w pierwszej klasie okresie. Możesz zmienić bieżący okres poprzez zmianę okresu rozwijanego menu w lewej ramce na żądany okres
pt_pt: permite inserir notas de elegibilidade para todos os seus alunos no período atual. Por padrão, este programa irá listar os estudantes em sua classe primeiro período. Você pode alterar o período corrente, alterando o período de pull-down menu no frame esquerdo para o período desejado
ro_ro: vă permite să introduceţi clasele de eligibilitate pentru toate studenţilor în perioada curentă. În mod implicit, acest program va lista elevilor din clasa dvs. prima perioadă. Puteţi modifica perioada curentă prin schimbarea perioadei de meniul derulant din cadrul din stânga pentru perioada dorita
ru_ru: позволяет ввести право классы для всех ваших студентов в текущем периоде. По умолчанию, эта программа будет список студентов в первый класс период. Вы можете изменить текущий период, изменив период выпадающее меню в левом фрейме на требуемый период
sk_sk: umožňuje zadať spôsobilosť známky pre všetky svoje študentov v bežnom období. V predvolenom nastavení bude tento program Zoznam študentov v prvej tretine triedy. Môžete zmeniť súčasnej dobe zmenou doby pull-down menu v ľavom ráme na požadovanú dobu
sl_si: vam omogoča, da vnesete upravičenost ocene za vse učence v tekočem obdobju. Privzeto je, da bo ta program seznam študentov v prvem razredu obdobja. Lahko spremeni v tekočem obdobju s spremembo obdobja pull-down menu v levem okvirju za želeno obdobje
sq_al: ju lejon të hyjë në notat e drejta për të gjithë nxënësit tuaj në periudhën aktuale. By default, ky program do të listën e nxënësve në klasën tuaj të parë periudhe. Ju mund të ndryshojë periudhën aktuale duke ndryshuar në periudhën pull-down menu në kuadrin e majtë në periudhën e dëshiruar
sr_rs: вам омогућава да унесете оцене подобности за све ваше ученике у текућем периоду. По подразумеваној вредности, овај програм ће излистати студенти у свом првом периоду класе. Можете променити текућем периоду променом периоду падајућег менија у левом оквиру за жељени период
sv_se: kan du ange behörighet betyg för alla elever i den aktuella perioden. Som standard kommer detta program att lista de eleverna i första perioden klass. Du kan ändra den aktuella perioden genom att ändra perioden rullgardinsmenyn i den vänstra ramen till önskad period
th_th: อนุญาตให้คุณใส่เกรดสิทธิ์สำหรับนักเรียนของคุณในงวดปัจจุบัน โดยค่าเริ่มต้นโปรแกรมนี้จะแสดงรายการของนักเรียนในชั้นเรียนในช่วงแรกของคุณ คุณสามารถเปลี่ยนช่วงเวลาปัจจุบันโดยการเปลี่ยนระยะเวลาที่เมนูแบบดึงลงในกรอบด้านซ้ายกับช่วงเวลาที่ต้องการ
tr_tr: Cari dönem içinde öğrencilerin tüm uygunluk dereceleri girmek için izin verir. Varsayılan olarak, bu programın ilk döneminde sınıf öğrencilerin listesini verir. Cari dönemde sol çerçevedeki dönemde açılan menüden istenilen süre için değiştirerek değiştirebilir
uk_ua: дозволяє ввести право класи для всіх ваших студентів у поточному періоді. За замовчуванням, ця програма буде список студентів у перший клас період. Ви можете змінити поточний період, змінивши період випадає в лівому фреймі на необхідний період
wa_be: yn eich galluogi i fynd i mewn graddau cymhwysedd ar gyfer eich holl fyfyrwyr yn y cyfnod cyfredol. Yn ddiofyn, bydd y rhaglen hon rhestr y myfyrwyr yn eich dosbarth cyfnod cyntaf. Gallwch newid y cyfnod presennol drwy newid y cyfnod tynnu-lawr ddewislen yn y ffrâm chwith i&#39;r cyfnod a ddymunir
zh_tw: 允許您輸入您的資格等級的所有學生在當期。默認情況下，這個程序將列出學生在第一期的類。你可以改變目前的時期內通過改變下拉菜單在左幀所需的時間

source: Once you are in the correct period, you can enter eligibility grades by selecting the eligibility code corresponding to each student. Once you have entered eligibility for all your students, click the Save button at the top of the screen
af_za: Sodra jy op die regte tyd is, kan jy in aanmerking te kom grade deur die kies van die aanmerking te kom kode ooreenstemmende aan elke student. Sodra jy in aanmerking te kom vir al jou studente, kliek op die Save-knoppie aan die bokant van die skerm
be_by: Калі вы знаходзіцеся ў правільным перыяд, вы можаце ўвесці права класах, выбраўшы права код, адпаведны кожнаму студэнту. Пасля ўводу правы на ўсе вашы студэнты, націсніце кнопку Захаваць ў верхняй частцы экрана
bg_bg: След като сте в правилния период, можете да въведете допустимост клас, като за избора на допустимостта кода, съответстващ на всеки студент. След като сте въвели за допустимост за всички студенти, щракнете върху бутона Запазване в горната част на екрана
bn_bd: একবার সঠিক সময় আপনি, আপনি যোগ্যতা বাংলাদেশের লিখুন যোগ্যতা কোড অনুরূপ প্রত্যেক শিক্ষার্থীর জন্য নির্বাচন করতে পারেন. পরে আপনি সব আপনার ছাত্রদের জন্য যোগ্যতা আছে প্রবেশ পর্দার উপরের সেভ বাটন ক্লিক করুন
da_dk: Når du er i den korrekte periode, kan du indtaste berettigelse kvaliteter ved at vælge berettigelse kode, der svarer til hver elev. Når du har indtastet berettigelse for alle dine elever, skal du klikke på knappen Gem øverst på skærmen
el_gr: Μόλις είστε στο σωστό χρονικό διάστημα, μπορείτε να εισάγετε τους βαθμούς επιλεξιμότητας, επιλέγοντας τον κωδικό επιλεξιμότητας που αντιστοιχεί σε κάθε φοιτητή. Αφού έχετε εισάγει επιλεξιμότητας για όλους τους φοιτητές σας, κάντε κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης
et_ee: Kui sa oled õige aja, saad abikõlblikkuse klasside valides abikõlblikkuse vastav kood igale õpilasele. Kui olete sisestanud saamise kõiki oma üliõpilasi, klõpsake nuppu Salvesta ülaosas ekraani
fa_ir: هنگامی که شما در دوره درست است ، شما می توانید نمرات واجد شرایط بودن با انتخاب کد مربوط به هر دانش آموز واجد شرایط بودن را وارد کنید. هنگامی که شما واجد شرایط بودن برای تمام دانش آموزان خود را وارد ، با کلیک بر روی دکمه ذخیره در بالای صفحه کلیک کنید
fi_fi: Kun olet oikeassa aikana, voit kirjoittaa tukikelpoisuuden arvosanat valitsemalla tukikelpoisuuden vastaava koodi kullekin opiskelijalle. Kun olet syöttänyt tukikelpoisuuden kaikille oppilaille, napsauta Tallenna-painiketta yläreunassa näytön
ga_ie: Nuair atá tú sa tréimhse ceart, is féidir leat dul isteach gráid incháilitheacht ag roghnú an cód incháilitheachta a fhreagraíonn do gach mac léinn. Nuair a bheidh tú isteach incháilitheacht do gach do mhic léinn, cliceáil ar an gcnaipe Sábháil ag barr an scáileáin
gl_gl: Unha vez que está no período correcto, pode inserir notas de elixibilidade, seleccionando o código de elixibilidade correspondente a cada alumno. Despois de ter introducido a elixibilidade para todos os seus alumnos, prema no botón Gardar da parte superior da pantalla
hr_hr: Nakon što su u ispravnom razdoblju, možete unijeti podobnosti ocjene odabirom pravo kod odgovaraju svakom učeniku. Nakon što ste unijeli podobnosti za sve svoje studente, kliknite gumb Spremi na vrhu zaslona
hu_hu: Ha nem a megfelelő időszakban, megadhatja jogosultsági osztály kiválasztja a jogosultság megfelelő kódot minden diák. Miután belépett jogosultságot az összes diák, kattintson a Mentés gombra a képernyő felső részén
is_is: Þegar þú ert í rétta tíma, getur þú slærð inn hæfi bekk með því að velja hæfi kóða sem svarar til hvers nemanda. Þegar þú hefur slegið inn hæfi fyrir alla nemendur, smelltu á Vista hnappinn efst á skjánum
ja_jp: あなたが適切な期間内に完了すると、各生徒に対応する資格のコードを選択することにより、資格の等級を入力することができます。すべてのあなたの学生のための資格を入力したら、画面の上部にある[保存]ボタンをクリックします。
lt_lt: Kai esate teisingas laikotarpiu, galite įvesti tinkamumo rangai, pasirinkdami tinkamumo kodas, atitinkantis kiekvieno studento. , Kai įvesite tinkamumo visus savo mokinių ekrano viršuje, spustelėkite mygtuką &quot;Išsaugoti&quot;
lv_lv: Kad esat pareizi periodā, jūs varat ievadīt atbilstības pakāpes, izvēloties tiesības kodu, kas atbilst katram studentam. Kad esat ievadījis atbilstību visiem saviem skolēniem, noklikšķiniet uz pogas Saglabāt augšpusē ekrānam
mk_mk: Откако ќе се во точниот период, можете да внесете подобност оценки со избирање на подобноста кодот одговара на секој студент. Откако ќе се влезе подобност за сите вашите студенти, кликнете на копчето Зачувај на врвот на екранот
nn_no: Når du er i riktig periode, kan du skrive inn berettigelse karakterer ved å velge det valgbarhet kode som svarer til hver student. Når du har tastet valgbarhet for alle elevene dine, klikker du på knappen Lagre øverst på skjermen
pl_pl: Gdy jesteś w odpowiednim okresie, można wprowadzić oceny kwalifikowalności wybierając kod kwalifikacji odpowiadających każdego ucznia. Po wprowadzeniu kwalifikowalności dla wszystkich swoich uczniów, kliknij przycisk Zapisz u góry ekranu
pt_pt: Uma vez que você estiver no período correto, você pode inserir notas de elegibilidade, selecionando o código de elegibilidade correspondente a cada aluno. Depois de ter introduzido a elegibilidade para todos os seus alunos, clique no botão Salvar na parte superior da tela
ro_ro: Odată ce vă aflaţi în perioada corectă, puteţi introduce note de eligibilitate prin selectarea codul de eligibilitate corespunzătoare pentru fiecare elev. După ce aţi introdus de eligibilitate pentru toate studenţilor, faceţi clic pe butonul Salvare din partea de sus a ecranului
ru_ru: Когда вы находитесь в правильном период, вы можете ввести право классах, выбрав право код, соответствующий каждому студенту. После ввода права на все ваши студенты, нажмите кнопку Сохранить в верхней части экрана
sk_sk: Akonáhle ste v správnej dobe, je možné zadať spôsobilosť známky výberom spôsobilosti kód zodpovedajúci každého študenta. Po zadaní spôsobilosti pre všetkých študentov, kliknite na tlačidlo Uložiť v hornej časti obrazovky
sl_si: Ko ste v pravilnem obdobju, lahko vnesete primernosti ocen, ki jih izberete upravičenosti kodo, ki ustreza vsakega študenta. Ko ste vnesli upravičenost za vse študente, kliknite gumb Shrani na vrhu zaslona
sq_al: Pasi ju jeni në periudhën e saktë, mund të jepni të drejtën duke zgjedhur notat kodin drejtën korresponduese për çdo student. Pasi të keni hyrë në të drejtën për të gjithë nxënësit tuaj, kliko butonin Ruaj në krye të ekranit
sr_rs: Када сте у исправном периоду, можете да унесете оцене подобности избором подобности код који одговара сваком ученику. Када сте унели подобности за све ваше ученике, кликните на дугме Сачувај на врху екрана
sv_se: När du är i rätt tid, kan du ange behörighet kvaliteter genom att välja behörighet koden för varje elev. När du har angett behörighet för alla dina elever, klicka på knappen Spara längst upp på skärmen
th_th: เมื่อคุณอยู่ในระยะเวลาที่ถูกต้องคุณสามารถป้อนเกรดสิทธิ์โดยการเลือกรหัสคุณสมบัติที่สอดคล้องกับนักเรียนแต่ละคน เมื่อคุณได้ป้อนสิทธิ์สำหรับนักเรียนของคุณให้คลิกปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: Bir kez doğru bir dönemde, her öğrenciye ilgili uygunluk kodu seçerek uygunluk dereceleri girebilirsiniz. Tüm öğrenciler için uygunluk girdikten sonra, ekranın üst kısmındaki Kaydet düğmesini tıklatın.
uk_ua: Коли ви перебуваєте в правильному період, ви можете ввести право класах, вибравши право код, відповідний кожному студенту. Після введення права на всі ваші студенти, натисніть кнопку Зберегти у верхній частині екрана
wa_be: Unwaith i chi yn y cyfnod cywir, gallwch fynd i mewn graddau cymhwyster drwy ddewis y côd cymhwyster sy&#39;n cyfateb i bob myfyriwr. Unwaith y byddwch wedi rhoi cymhwysedd ar gyfer eich holl fyfyrwyr, cliciwch y botwm Save ar frig y sgrin
zh_tw: 一旦你在正確的時間，你可以進入資格等級選擇相應的資格代碼到每個學生。一旦你進入資格為所有的學生，點擊保存按鈕，在屏幕上方
