Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: At any time after a user has been selected, you can see the students already associated with that user. These students are listed to the left of the student search screen
af_za: Te eniger tyd nadat &#39;n gebruiker gekies is, kan jy sien die studente reeds wat verband hou met die gebruiker. Hierdie studente word gelys na die linkerkant van die student soektog skerm
be_by: У любы час пасля таго, як карыстальнік быў абраны, вы можаце бачыць студэнтаў, ужо звязаны з гэтым карыстальнікам. Гэтыя студэнты, пералічаны ў левай частцы экрана, пошук студэнта
bg_bg: По всяко време, след като потребителят е бил избран, можете да видите на студентите, които вече са свързани с този потребител. Тези студенти са изброени от лявата страна на екрана за търсене на студент
bn_bd: কোন সময় পর একটি ব্যবহারকারী হয়েছে নির্বাচিত সময়ে, যে ব্যবহারকারী সঙ্গে ইতিমধ্যে সংযুক্ত ছাত্রদের দেখতে. এই ছাত্রদের ছাত্র অনুসন্ধান পর্দার বাম থেকে তালিকাভুক্ত করা হয়
da_dk: Til enhver tid efter en bruger har valgt, kan du se de studerende, der allerede er knyttet til den pågældende bruger. Disse studerende er angivet til venstre for den studerende søgeskærmen
el_gr: Ανά πάσα στιγμή μετά ο χρήστης έχει επιλεγεί, μπορείτε να δείτε τους μαθητές που ήδη σχετίζονται με αυτό το χρήστη. Αυτοί οι φοιτητές που έχουν καταχωρηθεί στο αριστερό μέρος της οθόνης αναζήτησης φοιτητής
et_ee: Igal ajal pärast kasutaja on valitud, näete õpilased juba seotud, et kasutaja. Need õpilased on loetletud vasakul õpilane otsing ekraani
fa_ir: در هر زمان پس از یک کاربر انتخاب شده است ، شما می توانید دانش آموزان در حال حاضر با آن کاربر را ببینید. این دانش آموزان به سمت چپ صفحه نمایش دانشجویی جستجو شده
fi_fi: Milloin tahansa sen jälkeen käyttäjä on valittu, näet opiskelijat liittyy jo, että käyttäjä. Nämä opiskelijat on lueteltu vasemmalla opiskelija haun näkymä
ga_ie: Tráth ar bith tar éis úsáideora roghnaithe, is féidir leat a fheiceáil na mic léinn cheana féin a bhaineann leis an úsáideoir. Tá na daltaí seo liostaithe ar an taobh clé den scáileán cuardaigh mac léinn
gl_gl: A calquera momento despois de que un usuario teña sido seleccionado, pode ver o alumnado xa asociado a ese usuario. Estes alumnos se listan á esquerda da pantalla de investigación de estudantes
hr_hr: U bilo kojem trenutku nakon što korisnik je odabran, možete vidjeti učenika već povezane s tom korisniku. Ovi učenici su navedene s lijeve strane zaslona učenika za pretraživanje
hu_hu: Bármikor, ha egy felhasználó ki van jelölve, akkor láthatjuk a diákok már társított felhasználó. Ezek a diákok szerepel a bal oldalon a hallgató kereső képernyő
is_is: Hvenær sem er eftir að notandi hefur verið valinn, er hægt að sjá nemendum þegar í tengslum við þessi notandi. Þessir nemendur eru skráð til vinstri af the leita nemandi skjánum
ja_jp: ユーザーが選択された後はいつでも、あなたはすでにそのユーザーに関連付けられている学生を見ることができます。これらの学生は、学生の検索画面の左側に記載されています
lt_lt: Bet kuriuo metu po to, kai vartotojas buvo pasirinkta, galite matyti, kad vartotojas jau susijęs su studentų. Šie studentai yra išvardyti studentų paieškos langas kairėje
lv_lv: Jebkurā laikā pēc tam, kad lietotājs ir izvēlēts, var redzēt skolēnus, kas jau saistīti ar šo lietotāju. Šie studenti ir uzskaitītas pa kreisi no studentu meklēšanas ekrānā
mk_mk: Во секое време по е корисник избрани, можете да видите на учениците веќе поврзани со тој корисник. Овие студенти се наведени на левата страна на студент пребарување екран
nn_no: På ethvert tidspunkt etter en bruker har valgt, kan du se studentene allerede er knyttet til den brukeren. Disse studentene er oppført til venstre for studenten søke skjermen
pl_pl: W każdej chwili, gdy użytkownik został wybrany, można zobaczyć studentów już związane z użytkownikiem. Uczniowie ci są wymienione po lewej stronie ekranu wyszukiwania studenta
pt_pt: A qualquer momento depois que um usuário tenha sido selecionado, você pode ver os alunos já associado a esse usuário. Esses alunos são listados à esquerda da tela de pesquisa de estudantes
ro_ro: În orice moment după ce un utilizator a fost selectat, puteţi vedea elevii deja asociate cu acel utilizator. Acesti elevi sunt listate în partea stângă a ecranului căutare studentul
ru_ru: В любое время после того, как пользователь был выбран, вы можете видеть студентов, уже связанный с этим пользователем. Эти студенты, перечислены в левой части экрана, поиск студента
sk_sk: Kedykoľvek potom, čo užívateľ bol vybraný, môžete vidieť študentov už spojené s týmto užívateľom. Títo študenti sú uvedené na ľavej strane obrazovky študenta hľadanie
sl_si: Kadarkoli potem, ko je bil izbran uporabnik, si lahko ogledate študentje že povezana s tem uporabnikom. Ti študenti so navedeni na levi strani zaslona študenta iskanje
sq_al: Në çdo kohë pas një përdorues është zgjedhur, ju mund të shihni studentët lidhur tashmë me këtë përdorues. Këta studentë janë të listuara në të majtë të ekranit e kërkimit studenti
sr_rs: У било ком тренутку након Корисник је изабран, можете видети студенте већ у вези са том корисника. Ови студенти су наведени на левој страни екрана студента за претрагу
sv_se: När som helst efter att en användare har valts kan du se de studerande som redan associeras med användaren. Dessa studenter är listade till vänster om den studerande sökskärmen
th_th: เวลาหลังจากที่ผู้ใช้ที่ได้รับเลือกใด ๆ คุณสามารถเห็นนักเรียนที่เชื่อมโยงกับผู้ใช้ที่ นักเรียนเหล่านี้จะปรากฏที่ด้านซ้ายของหน้าจอการค้นหาของนักเรียน
tr_tr: Bir kullanıcı seçildikten sonra herhangi bir zamanda, zaten o kullanıcı ile ilişkili öğrenciler görebilirsiniz. Bu öğrenciler, öğrenci arama ekranın sol listelenen
uk_ua: Будь-коли після того, як користувач був обраний, ви можете бачити студентів, вже пов&#39;язаний з цим користувачем. Ці студенти, перераховані в лівій частині екрана, пошук студента
wa_be: Ar unrhyw adeg ar ôl i defnyddiwr wedi ei dewis, gallwch weld y myfyrwyr eisoes yn gysylltiedig â&#39;r defnyddiwr. Mae&#39;r myfyrwyr hyn wedi eu rhestru ar ochr chwith y sgrin chwilio i fyfyrwyr
zh_tw: 在任何時間後，用戶已被選中，你可以看到學生已經與該用戶。這些學生列在左邊的學生搜索屏幕

source: search results. These students can be disassociated from this user by clicking the delete icon
af_za: resultate. Hierdie studente kan word deur te kliek op die ikoon verwydering van hierdie gebruiker gedistansieer
ar_dz: نتائج البحث. يمكن أن يكون هؤلاء الطلاب من نأت لهذا المستخدم بالنقر على أيقونة حذف
be_by: вынікаў пошуку. Гэтыя студэнты могуць разглядаць у адрыве ад гэтага карыстальніка, націснуўшы на значок выдалення
bg_bg: резултатите от търсенето. Тези студенти могат да бъдат откъснати от този потребител, като щракнете върху иконата за изтриване
bn_bd: অনুসন্ধান ফলাফল. এই ছাত্রদের মুছে আইকন ক্লিক করা এই ব্যবহারকারী থেকে disassociated পারেন
da_dk: søgeresultater. Disse studerende kan adskilles fra denne bruger ved at klikke på ikonet Slet
el_gr: τα αποτελέσματα της αναζήτησης. Οι φοιτητές αυτοί μπορεί να διαχωριστεί από αυτόν τον χρήστη κάνοντας κλικ στο εικονίδιο διαγραφής
et_ee: otsingutulemusi. Need õpilased võivad olla disassociated selle kasutaja klõpsates kustutada ikoon
fa_ir: نتایج جستجو این دانش آموزان را می توان جدا از این کاربر با کلیک روی آیکن حذف
fi_fi: hakutuloksissa. Nämä opiskelijat voidaan erottaa tämän käyttäjän napsauttamalla Poista-kuvaketta
ga_ie: torthaí cuardaigh. Is féidir leis na mic léinn a disassociated ón úsáideoir seo trí chliceáil ar an deilbhín scriosadh
gl_gl: resultados da busca. Estes alumnos poden ser dissociada deste usuario premendo na icona de exclusión
hr_hr: rezultata pretraživanja. Ovi studenti mogu biti odvojene od ovog korisnika klikom na ikonu za brisanje
hu_hu: keresési eredményeket. Ezek a hallgatók is elválasztani a felhasználó rákattint a törlés ikonra
is_is: leitarniðurstöður. Þessir nemendur geta verið disassociated frá þessum notanda með því að smella á eyða táknið
ja_jp: 検索結果。これらの学生は、削除アイコンをクリックして、このユーザの関連付けが解除することができます
lt_lt: Paieškos rezultatai. Šie studentai gali būti disassociated šio vartotojo paspaudę trynimo piktograma
lv_lv: meklēšanas rezultātiem. Šie studenti var nošķirtas šī lietotāja, noklikšķinot dzēst ikonas
mk_mk: Најдени се следниве резултати. Овие студенти може да се откинато од овој корисник со кликнување на избришете икона
nn_no: søkeresultater. Disse studentene kan disassociated fra denne brukeren ved å klikke på slette ikonet
pl_pl: wyniki wyszukiwania. Uczniowie ci mogą być odłączony od tego użytkownika, klikając ikonę usuwania
pt_pt: resultados de pesquisa. Estes alunos podem ser dissociadas deste usuário clicando no ícone de exclusão
ro_ro: rezultatele căutării. Acesti elevi pot fi disociat de acest utilizator făcând clic pe pictograma Ştergere
ru_ru: результатов поиска. Эти студенты могут рассматривать в отрыве от этого пользователя, нажав на значок удаления
sk_sk: Výsledky hľadania. Títo študenti môžu byť odlúčený od tohto užívateľa kliknutím na ikonu Odstrániť
sl_si: rezultati iskanja. Ti študenti mogoče ločiti od tega uporabnika s klikom na ikono izbrisati
sq_al: rezultatet e kërkimit. Këta studentë mund të jenë të distancuar nga ky përdorues duke klikuar ikonën fshini
sr_rs: резултата претраге. Ови студенти могу да се неповезани овог корисника кликом на иконицу Делете
sv_se: sökresultat. Dessa elever kan skiljas från den här användaren genom att klicka på ikonen Ta bort
th_th: ผลการค้นหา นักเรียนเหล่านี้จะสามารถ disassociated จากผู้ใช้นี้โดยคลิกที่ไอคอนลบ
tr_tr: arama sonuçları. Bu öğrenciler sil simgesini tıklayarak bu kullanıcının kopuk olabilir
uk_ua: результатів пошуку. Ці студенти можуть розглядати у відриві від цього користувача, натиснувши на значок видалення
wa_be: canlyniadau chwilio. Gall y rhain fod yn disassociated myfyrwyr o&#39;r defnyddiwr drwy glicio ar yr eicon dileu
zh_tw: 搜索結果。這些學生可以脫離這個用戶通過點擊刪除圖標

source: next to the student you wish to disassociate from the user. You will be asked to confirm this action.
af_za: aan die student wat jy wil om te dissosieer van die gebruiker. Jy sal gevra word om hierdie aksie te bevestig.
ar_dz: بجانب الطالب الذي ترغب أن ننأى من المستخدم. وسيطلب منك تأكيد هذا الإجراء.
be_by: побач са студэнтам вы хочаце дыстанцыявацца ад карыстальніка. Вас папросяць пацвердзіць гэта дзеянне.
bg_bg: на студентите, които желаят да се дистанцират от потребителя. Вие ще бъдете помолени да потвърдите това действие.
bn_bd: পরবর্তী জন্য ছাত্র আপনি ব্যবহারকারী থেকে বিচ্ছিন্ন করতে ইচ্ছুক. প্রথমে আপনাকে এই কর্ম নিশ্চিত হবে.
da_dk: ved siden af ​​den studerende, du ønsker at fjerne tilknytningen fra brugeren. Du vil blive bedt om at bekræfte denne handling.
el_gr: δίπλα από το μαθητή που θέλετε να αποχωρήσει από το χρήστη. Θα σας ζητηθεί να επιβεβαιώσετε αυτή την ενέργεια.
et_ee: kõrval õpilane soovite lahutada kasutaja. Teil palutakse kinnitada käesoleva hagi.
fa_ir: به دانش آموز می خواهید به جدا کردن از کاربر است. از شما خواسته خواهد شد که برای تایید این عمل است.
fi_fi: vieressä opiskelija haluat poistaa osoitteen käyttäjä. Sinua pyydetään vahvistamaan tämän.
ga_ie: in aice leis an mac léinn is mian leat a disassociate ón úsáideoir. Iarrfar ort a dhearbhú an gníomh seo.
gl_gl: á beira do alumno que quere desassociar do usuario. Será solicitado para confirmar esta acción.
hr_hr: pored učenika želite disocijativne od korisnika. Bit ćete pitani da potvrdite ovoj akciji.
hu_hu: mellett a hallgató szeretne kettéválasztja a felhasználó. Azt fogják kérni, hogy hagyja jóvá a műveletet.
is_is: við hliðina á nemandi sem þú vilt aðskilja frá notanda. Þú verður beðinn um að staðfesta þessa aðgerð.
ja_jp: あなたがユーザの関連付けを解除したい学生の隣にある。このアクションを確認するメッセージが表示されます。
lt_lt: šalia studentų norite atsieti nuo vartotojo. Jums bus prašoma patvirtinti šį veiksmą.
lv_lv: blakus students vēlaties norobežoties no lietotāja. Jums tiks lūgts apstiprināt šo darbību.
mk_mk: до студентите сакате да дистанцираат од корисникот. Ќе ви биде побарано да се потврди оваа акција.
nn_no: ved siden av student du ønsker å ta avstand fra brukeren. Du vil bli bedt om å bekrefte denne handlingen.
pl_pl: obok studentów chcesz oddzielić od użytkownika. Zostaniesz poproszony o potwierdzenie tej czynności.
pt_pt: ao lado do aluno que deseja desassociar do usuário. Você será solicitado para confirmar esta acção.
ro_ro: de lângă student pe care doriţi să disocieze de utilizator. Vi se va cere să confirmaţi această acţiune.
ru_ru: рядом со студентом вы хотите дистанцироваться от пользователя. Вас попросят подтвердить это действие.
sk_sk: u študenta, ktorý chcete oddeliť od užívateľa. Budete vyzvaní na potvrdenie tejto akcie.
sl_si: poleg študentov, ki jih želite ločiti od uporabnika. Ti bodo morali potrditi to dejanje.
sq_al: tjetër për nxënësit që dëshironi të përjashton dot nga përdoruesit. Ju do të kërkohet që të konfirmoni këtë veprim.
sr_rs: поред студената који желите да дистанцирају од корисника. Бићете упитани да потврдите ову акцију.
sv_se: bredvid den elev du önskar ta avstånd från användaren. Du ombeds bekräfta denna åtgärd.
th_th: ต่อไปให้กับนักเรียนที่คุณต้องการยกเลิกการเชื่อมโยงจากผู้ใช้ คุณจะถูกถามเพื่อยืนยันการกระทำนี้
tr_tr: Eğer kullanıcı kesmek için isteyen öğrencinin yanında. Bu eylemi onaylamanız istenecektir.
uk_ua: поруч зі студентом ви хочете дистанціюватися від користувача. Вас попросять підтвердити цю дію.
wa_be: nesaf at y myfyriwr ydych yn dymuno datgysylltu oddi wrth y defnyddiwr. Bydd gofyn i gadarnhau hyn.
zh_tw: 旁邊的學生，你想脫離用戶。你會被要求確認這個動作。

source: Preferences
af_za: Voorkeure
ar_dz: تفضيلات
be_by: Перавагі
bg_bg: Предпочитания
bn_bd: পছন্দসমূহ
da_dk: Indstillinger
el_gr: Προτιμήσεις
es_es: Preferencias
et_ee: Eelistused
fa_ir: ترجیحات
fi_fi: Asetukset
ga_ie: Sainroghanna
gl_gl: Preferencias
hr_hr: Postavke
hu_hu: Beállítások
ja_jp: 環境設定
lt_lt: Nuostatos
mk_mk: Опции
pl_pl: Preferencje
pt_pt: Preferências
ro_ro: Preferinţe
ru_ru: Предпочтения
sk_sk: Predvoľby
sl_si: Nastavitve
sr_rs: Подешавања
sv_se: Inställningar
th_th: การตั้งค่า
tr_tr: Tercihler
uk_ua: Уподобання
wa_be: Dewisiadau
zh_tw: 偏好

source: This page allows you to deny access and
af_za: Op hierdie bladsy kan jy toegang en te ontken
ar_dz: هذه الصفحة تسمح لك لمنع وصول و
be_by: Гэтая старонка дазваляе вам забараніць доступ і
bg_bg: Тази страница ви позволява да откаже достъп и
bn_bd: এই পৃষ্ঠায় আপনি প্রবেশ এবং অস্বীকার করতে পারবেন
da_dk: Denne side giver dig mulighed for at nægte adgang til og
el_gr: Αυτή η σελίδα σας επιτρέπει να αρνηθεί την πρόσβαση και
et_ee: Sellel leheküljel saab keelata juurdepääs ja
fa_ir: این صفحه به شما اجازه می دهد تا دسترسی و انکار
fi_fi: Tällä sivulla voit estää pääsyn ja
ga_ie: Ceadaíonn an leathanach seo a dhiúltú duit rochtain agus
gl_gl: Esta páxina permite que negar o acceso e
hr_hr: Ova stranica vam omogućuje uskraćivanje pristupa i
hu_hu: Ez az oldal lehetővé teszi, hogy megtagadja a hozzáférést, és
is_is: Þessi síða gerir þér kleift að neita aðgang að og
ja_jp: このページでは、アクセスして拒否することができます
lt_lt: Šis puslapis leidžia jums nesuteikti galimybės susipažinti ir
lv_lv: Šī lapa ļauj liegt piekļuvi, un
mk_mk: Оваа страница ви овозможува да одбие пристап и
nn_no: Denne siden lar deg til å nekte tilgang og
pl_pl: Ta strona pozwala na zablokowanie dostępu i
pt_pt: Esta página permite que você negar o acesso e
ro_ro: Această pagină vă permite să refuze accesul şi
ru_ru: Эта страница позволяет вам запретить доступ и
sk_sk: Táto stránka vám umožňuje zakázať prístup a
sl_si: Ta stran vam omogoča, da preprečite dostop in
sq_al: Kjo faqe ju lejon të refuzojnë qasjen dhe
sr_rs: Ова страница вам омогућава да ускрати приступ и
sv_se: Den här sidan kan du neka åtkomst till och
th_th: หน้านี้ช่วยให้คุณสามารถปฏิเสธการเข้าถึงและ
tr_tr: Bu sayfada, erişim ve inkar etmek
uk_ua: Ця сторінка дозволяє вам заборонити доступ і
wa_be: Mae&#39;r dudalen hon yn eich galluogi i wrthod mynediad a
zh_tw: 此頁面允許您訪問和拒絕

source: or write privileges to any program for any admin user.
af_za: of skryf regte het tot enige program vir enige admin gebruiker.
be_by: або правамі на запіс да любой праграме для любога карыстача з правамі адміністратара.
bg_bg: или напишете привилегии за всяка програма за всеки администратор.
bn_bd: অথবা কোন অ্যাডমিন ব্যবহারকারীর জন্য কোন প্রোগ্রাম অধিকার লিখুন.
da_dk: eller skrive privilegier til ethvert program for enhver bruger med administratorrettigheder.
el_gr: ή γράψε προνόμια σε οποιοδήποτε πρόγραμμα για οποιονδήποτε διαχειριστή χρήστη.
et_ee: või kirjutage õigusi mis tahes programmi iga admin kasutaja.
fa_ir: و یا نوشتن دسترسی به هر برنامه برای هر کاربر admin.
fi_fi: tai kirjoitusoikeudet kaikkiin ohjelmiin mistään admin käyttäjälle.
ga_ie: nó pribhléidí scríobh chuig aon chlár d&#39;aon úsáideoir admin.
gl_gl: ou dereitos de gravación para calquera programa para calquera usuario admin.
hr_hr: ili pišite privilegije na bilo koji program za bilo koji admin korisnika.
hu_hu: vagy írjon jogosultsággal minden olyan programra minden admin felhasználó.
is_is: eða skrifa forréttindi að einhverju forriti fyrir hvaða admin notandi.
ja_jp: あるいはadminユーザのための任意のプログラムに特権を書き込む。
lt_lt: arba rašyti bet bet administratoriaus vartotojo programos privilegijas.
lv_lv: vai rakstīt privilēģijas jebkuru programmu uz jebkuru admin lietotājam.
mk_mk: или да напишете привилегии на било која програма за било кој админ корисничко.
nn_no: eller skrive privilegier til noen program for noen admin bruker.
pl_pl: lub uprawnień do zapisu w dowolnym programie dla każdego administratora.
pt_pt: ou privilégios de gravação para qualquer programa para qualquer usuário admin.
ro_ro: sau scrie privilegii pentru orice program pentru orice utilizator admin.
ru_ru: или правами на запись к любой программе для любого пользователя с правами администратора.
sk_sk: alebo písať oprávnenia pre akýkoľvek program pre všetkých užívateľov admin.
sl_si: ali pisati privilegije za kateri koli program za vse admin uporabnika.
sq_al: ose shkruani privilegje për çdo program për çdo përdorues admin.
sr_rs: или напиши привилегије било који програм за све админ корисника.
sv_se: eller skriva privilegier till något program för någon administratör.
th_th: หรือเขียนสิทธิ์ในการเขียนโปรแกรมสำหรับผู้ใช้ผู้ดูแลใด ๆ
tr_tr: veya herhangi bir yönetici kullanıcı için herhangi bir program yazma ayrıcalıklarına sahip.
uk_ua: або прав на запис до будь-якої програми для будь-якого користувача з правами адміністратора.
wa_be: neu ysgrifennwch breintiau at unrhyw raglen ar gyfer unrhyw ddefnyddiwr gweinyddol.
zh_tw: 或寫入權限的任何程序任何管理員用戶。
