Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To navigate through this report, first click on any one of the subjects. You will now see each course in that subject as well as the number of requests for that course and open and total seats available for that course. If you choose a course by clicking on it, you will see a list of the course weights, and the requests, open, and total seats numbers will be broken down by each weight. Here, you can also see a list of students scheduled in the course or a list of students who requested the course but werent scheduled into it by clicking the List Students and List Unscheduled Students links respectively.
af_za: Om te opgevolg deur hierdie verslag, in die eerste klik op enige een van die vakke. Jy sal nou sien elke kursus in daardie vak asook die aantal versoeke vir daardie kursus en oop en totale sitplekke beskikbaar vir daardie kursus. As jy &#39;n kursus deur te kliek op dit, sal jy&#39; n lys van die kursus gewigte sien, en die versoeke, oop, en die totale sitplekke getalle sal afgebreek word deur elke gewig. Hier kan jy sien ook &#39;n lys van studente wat in die kursus of&#39; n lys van studente wat die kursus nie, maar werent geskeduleer dit deur te kliek op die lys Studente en lys versoek geskeduleer geskeduleerde Studente skakels onderskeidelik.
be_by: Для навігацыі ў дадзеным справаздачы, спачатку націсніце на любы з прадметаў. Зараз вы ўбачыце кожнага курса па гэтым прадмеце, а таксама колькасць запытаў на гэты курс, адкрыта і агульнага ліку месцаў, даступных для гэтага курса. Калі вы вылучыце вядома, пстрыкнуўшы па ім, вы ўбачыце спіс Вядома вагі і запытаў, адкрытых, і агульная колькасць месцаў будзе ў разбіўцы па кожнай вагавой. Тут вы таксама можаце ўбачыць спіс студэнтаў запланаваны ў ходзе ці спіс студэнтаў, якія прасілі вядома, але werent запланаваных ў ёй, пстрыкнуўшы Спіс студэнтаў і спіс Пазапланавыя Студэнты спасылак, адпаведна.
bg_bg: За да навигирате в този доклад, първо кликнете върху всяка една от темите. Сега ще видите всеки курс в тази тема, както и броя на молбите за този курс и отворен и всички места, на разположение за този курс. Ако изберете курс, като кликнете върху него, ще видите списък на тежести, както и искания, отворени, и общия брой места ще бъдат разпределени от всяка теглото. Тук можете да видите списък на студентите, планирани в хода или списък на студентите, които поискаха разбира се, но werent насрочено в него, като щракнете върху Списък Студенти и Списък Неплановата Студенти връзки.
bn_bd: এই প্রতিবেদন চলাচল, বিষয় কোন এক প্রথম ক্লিক করুন. আপনি এখন যে বিষয় প্রতিটি কোর্সের পাশাপাশি যে কোর্স খুলুন এবং মোট আসন যে কোর্সের জন্য উপলব্ধ জন্য অনুরোধ সংখ্যা দেখতে পাবেন. যদি আপনি এটি ক্লিক করে একটি কোর্স নির্বাচন, আপনি কোর্স ওজন তালিকা দেখতে, এবং অনুরোধ, উন্মুক্ত, এবং মোট আসন সংখ্যার প্রতিটি ওজন দ্বারা নিচে ভাঙা হবে. এখানে, আপনি কোর্স বা ছাত্র যারা কোর্সের কিন্তু werent তালিকা ছাত্র এবং তালিকা ক্লিক করে নির্ধারিত অনুরোধ তালিকা মধ্যে নির্ধারিত ছাত্রদের একটি তালিকা ছাত্র সংযোগগুলি যথাক্রমে Unscheduled দেখতে পারেন.
da_dk: For at navigere gennem denne rapport, først klikke på et af emnerne. Du vil nu se hver enkelt kursus i dette emne såvel som antallet af anmodninger om, at kurset og åbne og samlede ledige pladser til kurset. Hvis du vælger et kursus ved at klikke på det, vil du se en liste af kurset vægte, og de anmodninger, åbne, og det samlede antal pladser vil blive fordelt på hver vægt. Her kan du også se en liste over de studerende er planlagt i kurset eller en liste af studerende, der anmodede om kurset, men werent planlagt ind i det ved at klikke på List Studerende og Liste Unscheduled Studerende links hhv.
el_gr: Για να περιηγηθείτε μέσα από αυτή την έκθεση, πρώτα κλικ σε κάθε ένα από τα θέματα. Θα δείτε τώρα κάθε μάθημα σε αυτό το θέμα καθώς και ο αριθμός των αιτήσεων για τη συγκεκριμένη πορεία και να ανοίξει και το συνολικό αριθμό των διαθέσιμων θέσεων για το συγκεκριμένο μάθημα. Εάν επιλέξετε ένα μάθημα κάνοντας κλικ σε αυτό, θα δείτε μια λίστα με τα βάρη φυσικά, και τα αιτήματα, ανοιχτό, και το συνολικό αριθμό εδρών θα κατανεμηθεί για κάθε βάρος. Εδώ, μπορείτε επίσης να δείτε μια λίστα των φοιτητών προγραμματιστεί κατά τη διάρκεια ή μια λίστα των φοιτητών που ζήτησαν τη διάρκεια αλλά werent προγραμματιστεί σε αυτό, κάνοντας κλικ στο Φοιτητών λίστα και λίστα μη προγραμματισμένη μαθητές συνδέσεις αντίστοιχα.
et_ee: Liikuda käesoleva aruande esimeses kliki mõni teemadel. Nüüd näed iga kursuse selles suhtes kui ka taotluste arv, et loomulikult ja avatud ja kogu kohtade et muidugi. Kui te otsustate muidugi sellel klõpsates, näed nimekiri muidugi massi, ja mida ta taotleb, avatud ja kogu istmed numbrid kaupa iga kaalu. Siin näete ka nimekirja õpilastest planeeritud kursuse või nimekiri õpilastest, kes palus muidugi, kuid werent kavas sinna klikkides List Üliõpilased ja List Plaaniväline Õpilased lingid võrra.
fa_ir: برای حرکت از طریق این گزارش ، نخست مطلب را با کلیک بر روی هر یک از افراد. شما هم اکنون از هر دوره در آن موضوع و همچنین تعدادی از درخواست برای آن دوره و کل کرسی های باز و در دسترس برای آن دوره را ببینید. اگر دوره شما انتخاب می کنید با کلیک کردن بر روی آن ، شما یک لیست از وزن البته ، نگاه کنید به و درخواست ، باز ، و تعداد کرسی های کل را پایین خواهد بود توسط هر وزن شکسته. در اینجا ، شما همچنین می توانید لیستی از دانشجویان که در این دوره و یا یک لیست از دانش آموزانی که البته ، اما werent به آن را از طریق کلیک کردن بر روی دانشجویان فهرست فهرست و برنامه ریزی شده درخواست برنامه ریزی برنامه ریزی دانش آموزان لینک بود.
fi_fi: Voit selata tämä raportti käynnistetään napsauttamalla tahansa aiheista. Näet nyt jokaisen kurssin että aihe sekä useita pyyntöjä, että kurssin ja avoin ja Paikkoja yhteensä käytettävissä tällä tiellä. Jos valitset kurssin napsauttamalla sitä, näet luettelon kurssin painoja, ja pyynnöstä avattava, ja Paikkoja yhteensä numerot jaotellaan kunkin paino. Täällä näet myös luettelo opiskelijoiden määrä aikana tai luettelo opiskelijoiden, jotka pyysivät kurssin mutta werent suunniteltu osaksi sen klikkaamalla List Opiskelijat ja Lista Satunnaiset Opiskelijat linkit vastaavasti.
ga_ie: Le nascleanúint a dhéanamh tríd an tuarascáil seo, an chéad cliceáil ar aon cheann de na hábhair. Feicfidh tú anois gach cúrsa san ábhar sin chomh maith leis an líon iarrataí don chúrsa sin agus suíocháin oscailte agus iomlán ar fáil don chúrsa sin. Má roghnaíonn tú ar chúrsa trí chliceáil ar sé, beidh tú ag féachaint ar liosta de na meáchain chúrsa, agus beidh an iarratais, oscailte, agus líon na suíochán iomlán a mhiondealú de réir gach meáchain. Anseo, is féidir leat a fheiceáil chomh maith le liosta de na mic léinn sceidealta i gcúrsa nó liosta de na mic léinn a d&#39;iarr ar an gcúrsa ach werent sceidealta isteach ann trí chliceáil ar na Mac Léinn Liosta agus Liosta neamhsceidealta naisc Mic Léinn faoi seach.
gl_gl: Para navegar a través deste informe, primeiro clic en calquera dos temas. Vai ver agora cada un dos cursos nese asunto, así como o número de solicitudes para este curso e lugares abertos e total dispoñible para ese curso. Se escolle un curso facendo clic nel, podes ver unha lista dos pesos por suposto, e as solicitudes, abrir e números totais asentos serán discriminados por cada peso. Aquí, tamén se pode ver unha lista de alumnos previsto para o curso ou unha lista de alumnos que solicitaron o curso, pero non estaban programadas para ela facendo clic no Listado de Estudantes e Lista Unscheduled con estudantes, respectivamente.
hr_hr: Za navigaciju kroz ovo izvješće, prvo kliknite na jednu od predmeta. Sada ćete vidjeti svaki kolegij u tu temu, kao i broj zahtjeva za taj tečaj i otvoren i ukupno slobodnih mjesta za taj tečaj. Ako odaberete tečaj klikom na njega, vidjet ćete popis kolegija utega, i zahtjeve, otvorite, a ukupni broj sjedala bit će raščlanjeni po svaku težinu. Ovdje možete vidjeti popis studenata rasporedu u tijeku ili popis studenata koji su zatražili naravno, ali werent rasporedu u nju klikom Popis studenata i popis neplanski Studenti linkove respektivno.
hu_hu: Navigálhat a jelentés, először kattintson a bármelyik témákról. Ekkor látni minden természetesen e tárgyban, valamint a kérelmek száma a tanfolyamra és a nyílt és teljes rendelkezésre álló helyekre vonatkozó, hogy természetesen. Ha úgy dönt, egy tanfolyamot, kattintson rá, látni fogja egy listát a kurzus súlyok, és a kérelmeket, nyitott, és a teljes ülések számát kell bontani az egyes tömeg. Itt is látható egy lista a hallgatók tervezett során, vagy egy listát a diákok, akik kérték a kurzus, de werent tervezett bele kattintson a lista diákok és a lista szerint előre nem tervezett diákok kapcsolatokat volt.
is_is: Að fletta í gegnum þessa skýrslu, fyrst að smella á einhverri af einstaklingum. Þú munt nú sjá hvert námskeið sem efni, svo og fjölda beiðna fyrir námskeiðið og opin og alls laus sæti fyrir námskeiðið. Ef þú velur námskeið með því að smella á það, þú vilja sjá a listi af námskeiðinu þyngd, og beiðnir, opnað og alls sæti númer verður skipt niður eftir hverja þyngd. Hér getur þú líka séð lista yfir nemendur áætlun í námskeiðinu eða lista nemenda sem óskað námskeiðið en werent áætlunarferðir inn í það með því að smella á lista Nemendur og List unscheduled Nemendur tenglum sig.
ja_jp: このレポート内を移動するには、最初の科目のいずれかをクリックしてください。これで、その対象の各コースだけでなく、そのコースやそのコースの利用可能なオープンと合計座席のリクエスト数が表示されます。あなたがそれをクリックしてコースを選択した場合、あなたはもちろんの重みのリストが表示されます、との要求、オープン、および総座席数は、それぞれの重量別に分類されます。ここで、また、それぞれ学生のリンクをスケジュールされていないコースやリストの学生とリストをクリックして、その中に、スケジュールのコースがwerentを要求され​​た学生のリストに予定されている生徒のリストを見ることができます。
lt_lt: Norėdami naršyti šioje ataskaitoje, pirmą spustelėkite vieną dalykų. Dabar matysite kiekvieną šiuo klausimu, taip pat prašymų, kad žinoma ir atvira ir visų vietų, kad kurso. Jei pasirinksite paspaudę ant jos, žinoma, jūs pamatysite sąrašą Žinoma svoriai ir prašymus, atidaryti ir visų vietų skaičių bus suskirstyti pagal kiekvieną svorio. Čia galite pamatyti sąrašą studentų numatyta kurso ar studentams, kurie paprašė spustelėdami Sąrašo Studentai ir sąrašas, tačiau į jį planuojama werent sąrašą neplanuotos Studentai nuorodos.
lv_lv: Lai pārvietotos pa šo ziņojumu, vispirms noklikšķiniet uz kādu no jautājumiem. Jūs tagad redzēt katra šajā mācību laikā, kā arī pieprasījumu šim studiju kursam, atvērtāka un kopējo sēdvietas šo kursu skaitu. Ja izvēlaties kursu, noklikšķinot uz tā, jūs redzēsiet sarakstu ar kursa svaru, un pieprasa, atvērta, un kopējais vietu skaits tiks sadalītas katrā svara. Šeit jūs varat apskatīt sarakstu studentiem plānots veikt vai studentiem, kuri pieprasīja laikā, bet werent plānots tajā, noklikšķinot uz saraksta Studenti un saraksta saraksts neparedzēta Studenti saites attiecīgi.
mk_mk: Да се ​​движите низ овој извештај, прв кликнете на некој од предметите. Сега ќе видите секој курс во таа тема, како и бројот на барања за тоа се разбира и отворен и вкупно места достапни за тој курс. Ако одбереш разбира со кликнување на него, ќе видите листа на курсот тежина, и барања, отворен, а вкупно места броеви ќе се разложи на секоја тежина. Тука, исто така можете да ја видите листата на студентите закажани во текот или листа на студентите кои барале, но се разбира werent закажани во неа со кликнување на Листа Студенти и Листа непланирана студенти Линкови соодветно.
nn_no: For å navigere gjennom denne rapporten, først klikke på ett av fagene. Du vil nå se hvert kurs i at faget samt antall forespørsler for at kurs og åpen og total ledige plasser for det kurset. Hvis du velger et kurs ved å klikke på den, vil du se en liste av kurset vekter, og forespørsler, åpne og total seter tall vil bli brutt ned på hver vekt. Her kan du også se en liste over studenter som planlagt i løpet eller en liste over studenter som har bedt om kurset, men werent planlagt inn i den ved å klikke List Studenter og List Ikke planlagte Studenter lenker hhv.
pl_pl: Aby poruszać się po tym raporcie, kliknij na jeden z tematów. Zobaczysz każdy kurs z tego przedmiotu, jak również liczba wniosków o ten kurs i otwartej i totalnej miejsc dostępnych dla tego kursu. Jeśli zdecydujesz się na kurs poprzez kliknięcie na niego, pojawi się lista wagi oczywiście, i wnioski, otwarte i mandatów ogółem liczby będą w podziale na każdej wadze. Tutaj można także zobaczyć listę studentów zaplanowano w trakcie lub z listy studentów, który zażądał, ale oczywiście werent zaplanowane do niego klikając Studenci listy i listy niezaplanowany Studenci linki odpowiednio.
pt_pt: Para navegar através deste relatório, primeiro clique em qualquer um dos temas. Você vai ver agora cada curso nesse assunto, bem como o número de solicitações para esse curso e lugares abertos e total disponível para esse curso. Se você escolher um curso, clicando nele, você verá uma lista dos pesos é claro, e os pedidos, abrir e números totais assentos serão discriminados por cada peso. Aqui, você também pode ver uma lista de alunos prevista para o curso ou uma lista de alunos que solicitaram o curso, mas não estavam programadas para ela clicando no Listagem de Estudantes e Lista Unscheduled ligações estudantes, respectivamente.
ro_ro: Pentru a naviga prin acest raport, în primul rând faceţi clic pe oricare dintre subiecţi. Veti vedea acum fiecare curs în acest subiect, precum şi numărul de cereri pentru acel curs şi numărul de locuri deschise şi totale disponibile pentru acest curs. Dacă alegeţi un curs de clic pe ea, veţi vedea o listă a greutăţilor curs, şi solicită, deschis, şi numărul total de locuri vor fi defalcate pe fiecare greutate. Aici, puteţi vedea, de asemenea, o listă de studenţi programate în curs sau o listă de studenţi care au solicitat desigur, dar werent programată în ea făcând clic pe butonul List Elevii şi Lista neprogramată link-uri Studenţii respectiv.
ru_ru: Для навигации в данном отчете, сначала нажмите на любой из предметов. Теперь вы увидите каждого курса по этому предмету, а также количество запросов на этот курс, открыто и общего числа мест, доступных для этого курса. Если вы выберете конечно, щелкнув по нему, вы увидите список Конечно веса и запросов, открытых, и общее число мест будет в разбивке по каждой весовой. Здесь вы также можете увидеть список студентов запланированы в ходе или список студентов, которые просили конечно, но werent запланированных в ней, щелкнув Список студентов и список Внеплановые Студенты ссылок, соответственно.
sk_sk: Ak chcete prechádzať túto správu najprv kliknite na niektorý z predmetov. Uvidíte každý kurz v danom predmete, rovnako ako počet žiadostí o tento kurz a otvorený a celkové voľných miest pre tento kurz. Ak si vyberiete kurz na neho kliknete, uvidíte zoznam kurzu váhy, a požaduje, otvorené, a celkový počet miest bude v členení podľa jednotlivých hmotnosti. Tu môžete vidieť zoznam študentov plánované v priebehu alebo zoznam študentov, ktorí požiadali o kurze, ale werent naplánované do nej kliknutím na Zoznam študentov, a zoznam študentov Neplánované spojenie, resp.
sl_si: Če želite krmariti skozi to poročilo, najprej kliknite na eno izmed vprašanj. Videli boste vsak seveda pri tem predmetu, kot tudi število prošenj za ta predmet in odprti in skupno sedeži na voljo za ta tečaj. Če se odločite za tečaj s klikom na njej, boste videli seznam seveda uteži, in zahteva, odpreti, in skupno število sedežev, bodo razdeljene po posameznih teže. Tukaj si lahko ogledate tudi seznam študentov, načrtovanih v okviru ali seznam študentov, ki zahtevajo seveda pa werent načrtovano v to tako, da kliknete List Študentje in Seznam Nenačrtovana Študentje povezav oz.
sq_al: Për të lundruar nëpër këtë raport, së pari klikoni në çdo një nga subjektet. Ju tani do të shohin çdo kurs në atë lëndë, si dhe numrin e kërkesave për atë kurs dhe vende të hapura dhe në total në dispozicion për këtë kurs. Nëse ju zgjidhni një kurs duke klikuar mbi të, ju do të shihni një listë të peshave sigurisht, dhe kërkesat, të hapur, dhe vende gjithsej numra do të ndahen nga çdo peshë. Këtu, ju gjithashtu mund të shihni një listë të studentëve të planifikuar në kurs ose një listë të studentëve të cilët kërkoi gjatë, por werent planifikuar në të duke klikuar Studentët Lista e paplanifikuar Lista Studentët links respektivisht.
sr_rs: Да се ​​крећете кроз овај извештај, најпре кликните на било коју од тема. Сада ћете видети сваки курс из тог предмета, као и број захтева за тај предмет и отворени и укупног броја места на располагању за тај предмет. Ако изаберете курс кликом на њега, видећете листу наравно тежине и захтеве, отворени, а укупан број седишта ће бити рашчлањен по сваку тежину. Овде такође можете видети списак студената заказан курс или списак студената који су тражили наравно, али верент заказан у њега кликом Списак студената и листа непланиране односно Студенти линкове.
sv_se: För att navigera genom denna rapport, klicka först på någon av försökspersonerna. Du kommer nu att se varje kurs i det ämnet liksom antalet ansökningar om den kursen och öppna och totala tillgängliga platser för en sådan kurs. Om du väljer en kurs genom att klicka på det, kommer du se en lista över kursen vikter och ansökningarna, öppna och totala antalet platser nummer kommer vara uppdelade efter varje vikt. Här kan du också se en lista över elever planeras i kursen eller en lista över elever som begärt kursen men werent planerat in i den genom att klicka på listan Elever och Lista Oplanerade Studenter länkar respektive.
th_th: เพื่อนำทางไปยังรายงานฉบับนี้เป็นครั้งแรกคลิกที่หนึ่งในวิชาใด ๆ คุณจะเห็นแต่ละหลักสูตรในเรื่องที่เป็นจำนวนของการร้องขอสำหรับหลักสูตรที่เปิดและที่นั่งและทั้งหมดพร้อมใช้งานสำหรับหลักสูตรที่ หากคุณเลือกที่แน่นอนโดยการคลิกบนนั้นคุณจะเห็นรายการของน้ำหนักหลักสูตรและการร้องขอให้เปิดและหมายเลขที่นั่งทั้งหมดจะถูกแบ่งตามน้ำหนักแต่ละ ที่นี่คุณยังสามารถดูรายชื่อของนักเรียนที่กำหนดไว้ในหลักสูตรหรือรายชื่อของนักเรียนที่ร้องขอการเรียนการสอน แต่ werent ที่กำหนดไว้โดยคลิกที่นักเรียนรายการและรายการนอกเหนือจากปกติผู้ให้การสนับสนุนนักศึกษาตามลำดับ
tr_tr: Bu raporda gezinmek için, ilk konulardan herhangi birine tıklayın. Artık bu ders ve o dersin açık ve toplam koltuk sayısı taleplerinin yanı sıra bu konuda her ders göreceksiniz. Üzerine tıklayarak bir ders seçerseniz, ders ağırlıkları bir listesini göreceksiniz ve istekleri, açık, toplam koltuk sayıları her ağırlık çökmüş olacak. Burada da sırasıyla Öğrenciler bağlantılar Programlanmamış Listesi Öğrenciler ve Liste tıklayarak içine planlanan kurs ama werent talep öğrencilerin ders ya da bir liste yapılması planlanan öğrencilerin bir listesini görebilirsiniz.
uk_ua: Для навігації в даному звіті, спочатку натисніть на будь-який з предметів. Тепер ви побачите кожного курсу з цього предмету, а також кількість запитів на цей курс, відкрито і загального числа місць, доступних для цього курсу. Якщо ви виберете звичайно, клацнувши по ньому, ви побачите список Звичайно ваги і запитів, відкритих, і загальне число місць буде в розбивці по кожній ваговій. Тут ви також можете побачити список студентів заплановані в ході або список студентів, які просили звичайно, але werent запланованих до неї натиснувши Список студентів і список Позапланові Студенти посилань, відповідно.
wa_be: Er mwyn symud drwy&#39;r adroddiad hwn, yn gyntaf cliciwch ar unrhyw un o&#39;r pynciau. Byddwch yn gweld pob cwrs yn y pwnc hwnnw yn ogystal â nifer y ceisiadau ar gyfer y cwrs a seddau ar agor ac ar gael ar gyfer cyfanswm y cwrs hwnnw. Os byddwch yn dewis cwrs drwy glicio arno, fe welwch restr o&#39;r pwysau cwrs, a bydd y ceisiadau, agored, a chyfanswm nifer y seddi yn cael ei dorri i lawr gan bob pwysau. Yma, gallwch hefyd weld rhestr o fyfyrwyr yn trefnu ar gyfer y cwrs neu restr o fyfyrwyr sy&#39;n gofyn am y cwrs ond werent drefnu i mewn iddo drwy glicio ar y Myfyrwyr a Rhestr Heb ei Drefnu chysylltiadau Myfyrwyr yn y drefn honno.
zh_tw: 若要瀏覽此報告，首先點擊任何一個科目。現在，您將看到每門課程在該科目的數量，以及該課程的要求，公開和總座位該課程。如果選擇一門課程按一下就可以了，你會看到一個列表的過程中的權重，而這些要求，開放，總座位數將被分解每個重量。在這裡，你還可以看到一個列表的學生安排在課程或學生名單誰要求的課程，但werent預計到它通過點擊列表學生和計劃外的學生名單分別聯繫。

source: If you select a weight by clicking on it, the open
af_za: As jy &#39;n gewig deur te kliek op die oop
ar_dz: إذا قمت بتحديد الوزن عن طريق النقر على ذلك ، وفتح
be_by: Пры выбары вагі, пстрыкнуўшы па ім, адкрытых
bg_bg: Ако изберете тегло, като кликнете върху нея, открит
bn_bd: যদি আপনি ক্লিক ওপর কোনো ওজন নির্বাচন, খোলা
da_dk: Hvis du vælger en vægt ved at klikke på det, de åbne
el_gr: Εάν επιλέξετε ένα βάρος, κάνοντας κλικ σε αυτό, η ανοικτή
et_ee: Kui valite kaal sellel klõpsates, avatud
fa_ir: اگر شما انتخاب یک وزن با کلیک بر روی آن ، باز
fi_fi: Jos valitset paino klikkaamalla sitä auki
ga_ie: Má roghnaíonn tú meáchan trí chliceáil ar sé, an oscailte
gl_gl: Se selecciona un peso, premendo sobre ela, ao aire libre
hr_hr: Ako odaberete težinu tako da kliknete na nju, otvorite
hu_hu: Ha kiválaszt egy súlyt, kattintson rá, a nyitott
is_is: Ef þú velur þyngd með því að smella á það, að opna
ja_jp: あなたがそれをクリックして、重量を選択した場合は、オープン
lt_lt: Jei pasirinksite paspaudę ant jos svoris, atvira
lv_lv: Ja izvēlaties svaru, noklikšķinot uz tā, atveriet
mk_mk: Ако изберете тежина со кликнување на него, на отворено
nn_no: Hvis du velger en vekt ved å klikke på den, den åpne
pl_pl: Jeśli wybierzesz waga klikając na niego, otwarta
pt_pt: Se você selecionar um peso, clicando sobre ela, ao ar livre
ro_ro: Dacă selectaţi o greutate făcând clic pe aceasta, deschideţi
ru_ru: При выборе веса, щелкнув по нему, открытых
sk_sk: Ak zvolíte váhu na neho kliknete, otvorte
sl_si: Če izberete težo s klikom na njej, odprite
sq_al: Nëse ju zgjidhni një peshë duke klikuar mbi të, të hapura
sr_rs: Ако изаберете тежину кликом на њега, отворен
sv_se: Om du väljer en vikt genom att klicka på det, den öppna
th_th: ถ้าคุณเลือกน้ำหนักโดยคลิกที่มันเปิด
tr_tr: Üzerine tıklayarak bir ağırlık seçerseniz, açık
uk_ua: При виборі ваги, клацнувши по ньому, відкритих
wa_be: Os byddwch yn dewis pwysau drwy glicio arno, y agor
zh_tw: 如果選擇了重按一下就可以了，打開
