Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Activities
af_za: Aktiwiteite
ar_dz: الأنشطة
be_by: Дзейнасць
bg_bg: Дейности
bn_bd: ক্রিয়াকলাপ
da_dk: Aktiviteter
el_gr: Δραστηριότητες
es_es: Actividades
et_ee: Tegevus
fa_ir: فعالیت
fi_fi: Aktiviteetit
ga_ie: Gníomhaíochtaí
gl_gl: Actividades
hr_hr: Djelatnost
hu_hu: Tevékenységek
is_is: Starfsemi
ja_jp: 活動
lt_lt: Veikla
lv_lv: Aktivitātes
mk_mk: Активности
nn_no: Aktiviteter
pl_pl: Działania
pt_pt: Atividades
ro_ro: Activităţi
ru_ru: Деятельность
sk_sk: Aktivity
sl_si: Dejavnosti
sq_al: Aktivitetet
sr_rs: Активности
sv_se: Aktiviteter
th_th: กิจกรรม
tr_tr: Faaliyetler
uk_ua: Діяльність
wa_be: Gweithgareddau
zh_tw: 活動

source: This page allows you to setup your schools activities.
af_za: Hierdie bladsy laat jou toe om jou skool aktiwiteite vir die opstel van.
be_by: Гэтая старонка дазваляе наладзіць ваш школ дзейнасці.
bg_bg: Тази страница ви позволява да настроите вашата извънкласни занимания.
bn_bd: এই পৃষ্ঠায় আপনি আপনার স্কুল ক্রিয়াকলাপ থেকে সেটআপ করতে পারবেন.
da_dk: Denne side giver dig mulighed for at opsætte jeres skoler aktiviteter.
el_gr: Αυτή η σελίδα σας επιτρέπει να ρυθμίσετε τα σχολεία τις δραστηριότητές σας.
et_ee: Sellel leheküljel saab seadistada oma kooli tegevusi.
fa_ir: این صفحه به شما اجازه می دهد تا راه اندازی مدارس فعالیت خود را.
fi_fi: Tällä sivulla voit setup your kouluissa toimintaa.
ga_ie: Ceadaíonn an leathanach seo duit do chuid gníomhaíochtaí a thus scoileanna.
gl_gl: Esta páxina permite que configure a súa actividade de escolas.
hr_hr: Ova stranica vam omogućuje postavljanje vašeg školama aktivnosti.
hu_hu: Ez az oldal lehetővé teszi, hogy állítsuk be az iskolák tevékenységét.
is_is: Þessi síða gerir þér kleift að skipulag skóla starfsemi þína.
ja_jp: このページでは、学校の活動を設定することができます。
lt_lt: Šis puslapis leidžia jums susikurti savo mokyklos veiklą.
lv_lv: Šī lapa ļauj setup jūsu skolas darbību.
mk_mk: Оваа страница ви овозможува да го поставите вашето училиште активности.
nn_no: Denne siden lar deg sette opp din skole aktiviteter.
pl_pl: Ta strona pozwala na ustawienie szkołami działań.
pt_pt: Esta página permite que você configure suas atividades de escolas.
ro_ro: Această pagină vă permite să setaţi activităţile şcolilor.
ru_ru: Эта страница позволяет настроить ваш школ деятельности.
sk_sk: Na tejto stránke môžete nastaviť svoje aktivity školy.
sl_si: Ta stran vam omogoča nastavitev vaše dejavnosti šole.
sq_al: Kjo faqe ju lejon të setup aktivitetet e shkollave tuaja.
sr_rs: Ова страница вам омогућава да подесите своју школама активности.
sv_se: Den här sidan kan du ställa in din skolorna aktiviteter.
th_th: หน้านี้จะช่วยให้คุณสามารถตั้งค่ากิจกรรมโรงเรียนของคุณ
tr_tr: Bu sayfa, okullar faaliyetleri kurulum sağlar.
uk_ua: Ця сторінка дозволяє налаштувати ваш шкіл діяльності.
wa_be: Mae&#39;r dudalen hon yn eich galluogi i osod eich gweithgareddau ysgolion.
zh_tw: 此頁面允許您設置您的學校活動。

source: To add an activity, fill in the activitys title, beginning date, and ending date in the empty fields at the bottom of the activities list and click the Save button.
af_za: Om &#39;n aktiwiteit by te voeg, in die activitys titel vul, begin datum, en die einddatum in die leë gebied aan die onderkant van die lys van aktiwiteite en kliek op die Save-knoppie.
be_by: Каб дадаць дзейнасці, запоўніць назва activitys, даты пачатку і даты заканчэння ў пустыя палі ў ніжняй частцы спісу мерапрыемстваў і націсніце кнопку Захаваць.
bg_bg: За да добавите дейност, попълнете в заглавието activitys, начална дата и крайна дата в празните полета в долната част на списъка с дейности и щракнете върху бутона Save.
bn_bd: একটি কার্যকলাপ যোগ activitys শিরোনামে,, ভরাট তারিখ শুরু, এবং ক্রিয়াকলাপ তালিকা নীচে খালি ক্ষেত্র তারিখ বিভক্তি এবং সেভ বাটনে ক্লিক করুন.
da_dk: Hvis du vil tilføje en aktivitet, udfylde activitys titel, startdato og slutdato i de tomme felter i bunden af ​​listen over aktiviteter og klikke på knappen Gem.
el_gr: Για να προσθέσετε μια δραστηριότητα, να συμπληρώσετε τον τίτλο activitys, αρχής γενομένης από την ημερομηνία, και λήγει την ημερομηνία κατά την κενά πεδία στο κάτω μέρος της τον κατάλογο των δραστηριοτήτων και κάντε κλικ στο κουμπί Αποθήκευση.
et_ee: Lisada tegevus, täitke activitys pealkiri, alguskuupäeva ja lõppkuupäeva tühjas väljad allosas tegevuste loetelu ja vajuta nuppu Salvesta.
fa_ir: برای اضافه کردن فعالیت ، در عنوان activitys را پر کنید ، از آغاز تاریخ ، و پایان دادن به تاریخ در زمینه های خالی در پایین لیست فعالیت های و کلیک بر روی دکمه ذخیره.
fi_fi: Voit lisätä toimintaa, täytä activitys otsikko, alkamisaika, ja päättymisajanjakso tyhjät kentät alareunassa toiminta-alojen luettelo ja napsauta Tallenna-painiketta.
ga_ie: Chun cur le gníomhaíocht, líon isteach an teideal activitys, dar tosach an dáta sin, agus dar críoch dáta i réimsí folamh ag bun an liosta gníomhaíochtaí agus cliceáil ar an gcnaipe Sábháil.
gl_gl: Para engadir unha actividade, enche o título activitys, comezando hoxe, e final no campos baleiros na parte inferior da lista de actividades e prema no botón Gardar.
hr_hr: Da biste dodali aktivnosti, ispunite radostima naslov, datum početka i završni datum u prazna polja na dnu aktivnosti popisa i kliknite na gumb Spremi.
hu_hu: Ha egy tevékenységet, töltse ki az activitys címe, eleje dátumot és utolsó napját az üres mezőket alján tevékenységek listából, majd kattintson a Mentés gombra.
is_is: Til að bæta starfsemi, fylla í activitys titlinum, fyrst dagsetningu, og endir dagsetning á tóm svæði á the botn af the starfsemi listanum og smelltu á Vista hnappinn.
ja_jp: アクティビティを追加するには、日付から始まる、activitysのタイトルを入力し、アクティビティのリストの下部にある空のフィールドで日付を終了し、[保存]ボタンをクリック。
lt_lt: Norėdami pridėti veiklą, užpildykite activitys pavadinimas, pradžios data ir pabaigos data tuščių laukų veiklos sąrašo apačioje, ir spustelėkite mygtuką &quot;Išsaugoti&quot;.
lv_lv: Lai pievienotu darbību, aizpildiet activitys nosaukumu, sākuma datumu un beigu datumu tukšiem laukiem apakšā darbību saraksts un noklikšķiniet uz pogas Saglabāt.
mk_mk: За да додадете некоја активност, пополнување на наслов activitys, почнувајќи денес, и завршува датум во празните полиња на дното на активностите листа и кликнете на копчето Зачувај.
nn_no: For å legge til en aktivitet, fyll inn aktivitetstilbud tittel, startdato og sluttdato i de tomme feltene nederst på aktivitetene listen og klikk på knappen Lagre.
pl_pl: Aby dodać działalności, należy wypełnić tytuł activitys, daty początku i datę końcową w puste pola na dole listy działań i kliknij przycisk Zapisz.
pt_pt: Para adicionar uma atividade, preencha o título activitys, começando hoje, e término no campos vazios na parte inferior da lista de atividades e clique no botão Salvar.
ro_ro: Pentru a adăuga o activitate, completaţi în titlu activitys, începând data, data şi se termină în câmpurile goale din partea de jos a listei activităţilor şi faceţi clic pe butonul Salvare.
ru_ru: Чтобы добавить деятельности, заполнить название activitys, даты начала и даты окончания в пустые поля в нижней части списка мероприятий и нажмите кнопку Сохранить.
sk_sk: Ak chcete pridať aktivitu, vyplňte názov activitys, počiatočný dátum a konečný dátum do prázdnych polí v spodnej časti zoznam aktivít a kliknite na tlačidlo Uložiť.
sl_si: Če želite dodati dejavnost, izpolnite naslov activitys, datum začetka, in končni datum v prazna polja na dnu seznama dejavnosti in kliknite na gumb Save.
sq_al: Për të shtuar një aktivitet, plotësoni titullin activitys, date fillimi, dhe duke përfunduar data në fushat bosh në fund të listës aktiviteteve dhe klikoni butonin Ruaj.
sr_rs: Да бисте додали активност, попуните ацтивитис наслов, почетак датум и крајњи датум у празна поља на дну листе активности и кликните на дугме Сачувај.
sv_se: För att lägga till en aktivitet, fyll i AKTIVITETER titel, startdatum och slutdatum i de tomma fälten längst ner på listan över verksamhetsområden och klicka på knappen Spara.
th_th: เพื่อเพิ่มกิจกรรมให้กรอกชื่อ activitys เริ่มต้น, วันที่และสิ้นสุดวันที่ในเขตข้อมูลที่ว่างเปล่าที่ด้านล่างของรายการกิจกรรมและคลิกที่ปุ่มบันทึก
tr_tr: Bir etkinlik eklemek için, başlangıç ​​tarihi, Aktiviteler başlığı doldurun ve faaliyetleri listenin alt kısmında boş alanlarda bitiş tarihi ve Kaydet düğmesini tıklatın.
uk_ua: Щоб додати діяльності, заповнити назва activitys, дати початку та дати закінчення в порожні поля в нижній частині списку заходів та натисніть кнопку Зберегти.
wa_be: I ychwanegu gweithgaredd, llenwch y teitl activitys, dyddiad dechrau, ac yn dod i ben dyddiad yn y caeau gwag ar waelod y rhestr gweithgareddau a chliciwch ar y botwm Save.
zh_tw: 要添加一個活動，填寫 activitys標題，開始日期和結束日期，在空字段在底部的活動清單，然後點擊保存按鈕。

source: To modify an activity, click on any of the activitys information, change the value, and click the Save button.
af_za: &#39;N aktiwiteit te verander, klik op enige van die activitys inligting, die waarde te verander, en kliek op die Save-knoppie.
be_by: Каб змяніць дзейнасць, націснуць на любую з інфармацыі activitys, зменіце значэнне і націсніце кнопку Захаваць.
bg_bg: За да промените дейност, кликнете върху някоя от информация activitys, променете стойността и щракнете върху бутона Save.
bn_bd: একটি কার্যকলাপ পরিবর্তন activitys তথ্য কোনো,, ক্লিক মান পরিবর্তন, এবং সেভ বাটনে ক্লিক করুন.
da_dk: Hvis du vil redigere en aktivitet, skal du klikke på et af de activitys oplysninger, ændre værdien, og klik på knappen Gem.
el_gr: Για να τροποποιήσετε μια δραστηριότητα, κάντε κλικ σε οποιαδήποτε από τις πληροφορίες που activitys, αλλάξτε την τιμή και κάντε κλικ στο κουμπί Αποθήκευση.
et_ee: Muuta tegevuse hiirega activitys informatsiooni väärtust muuta ja vajuta nuppu Salvesta.
fa_ir: برای تغییر فعالیت درسایت ، با کلیک بر روی هر یک از اطلاعات activitys تغییر ارزش ، و با کلیک بر روی دکمه ذخیره.
fi_fi: Voit muokata toimintaa, valitse tahansa activitys tietoja, muuttaa arvoa, ja napsauta Tallenna-painiketta.
ga_ie: A mhodhnú gníomhaíocht, cliceáil ar aon chuid den fhaisnéis activitys, an luach a athrú, agus cliceáil ar an gcnaipe Sábháil.
gl_gl: Para modificar unha actividade, fai clic en calquera das informacións activitys, cambiar o valor, e prema no botón Gardar.
hr_hr: Da biste izmijenili aktivnost, kliknite na bilo koji od radostima informacija, promjena vrijednosti, i kliknite gumb Spremi.
hu_hu: Módosításához tevékenység, kattintson bármelyik activitys információk módosítsa az értéket, majd kattintson a Mentés gombra.
is_is: Til að breyta starfsemi, smellur á allir af the activitys upplýsingar, breyta gildi, og smelltu á Vista hnappinn.
ja_jp: アクティビティを変更するには、、activitysの情報のいずれかをクリックして値を変更し、[保存]ボタンをクリックします。
lt_lt: Norėdami pakeisti veiklos, spustelėkite bet activitys informaciją, keisti reikšmę, ir spustelėkite mygtuką &quot;Išsaugoti&quot;.
lv_lv: Lai mainītu darbību, noklikšķiniet uz jebkuras no activitys informāciju, mainītu vērtību, un noklikšķiniet uz pogas Saglabāt.
mk_mk: За да ги промените активност, кликнете на секоја од објавените информации activitys, промена на вредноста, и кликнете на копчето Зачувај.
nn_no: Hvis du vil endre en aktivitet, klikker du på noen av aktivitetstilbud, endre verdien, og klikker på Lagre-knappen.
pl_pl: Aby zmodyfikować działalności, kliknij żadnych informacji activitys, zmień wartość, a następnie kliknij przycisk Zapisz.
pt_pt: Para modificar uma atividade, clique em qualquer das informações activitys, alterar o valor, e clique no botão Salvar.
ro_ro: Pentru a modifica o activitate, faceţi clic pe oricare dintre informaţiile activitys, modifica valoarea, şi faceţi clic pe butonul Save.
ru_ru: Чтобы изменить деятельность, нажать на любую из информации activitys, измените значение и нажмите кнопку Сохранить.
sk_sk: Ak chcete zmeniť činnosť, kliknite na niektorý z informácií activitys, zmeňte hodnotu a kliknite na tlačidlo Uložiť.
sl_si: Če želite spremeniti dejavnost, kliknite na katero koli informacij activitys, spremembe vrednosti, in kliknite na gumb Save.
sq_al: Për të modifikuar një aktivitet, klikoni mbi ndonjë nga informacionet e activitys, të ndryshojë vlerën, dhe klikoni butonin Ruaj.
sr_rs: Да бисте изменили активност, кликните на било коју од ацтивитис информација, промените вредност, а затим кликните на дугме Сачувај.
sv_se: För att ändra en aktivitet genom att klicka på någon av de AKTIVITETER information, ändra värdet och klickar på knappen Spara.
th_th: การปรับเปลี่ยนกิจกรรมให้คลิกที่ใด ๆ ของข้อมูล activitys เปลี่ยนค่าและคลิกที่ปุ่มบันทึก
tr_tr: Bir etkinlik değiştirmek için, Aktiviteler bilgileri herhangi bir değeri değiştirmek ve Kaydet düğmesini tıklatın.
uk_ua: Щоб змінити діяльність, натиснути на будь-яку з інформації activitys, змініть значення і натисніть кнопку Зберегти.
wa_be: Er mwyn addasu&#39;r gweithgaredd, cliciwch ar unrhyw ran o&#39;r wybodaeth activitys, newid y gwerth, a chliciwch ar y botwm Save.
zh_tw: 要修改的活動，點擊任何activitys信息，更改該值，然後點擊保存按鈕。

source: To delete an activity, click the delete icon
af_za: As jy &#39;n aktiwiteit te verwyder, kliek op die ikoon verwydering
ar_dz: لحذف النشاط ، انقر فوق رمز حذف
be_by: Каб выдаліць, націсніце на значок выдалення
bg_bg: За да изтриете дейност, щракнете върху иконата за изтриване
bn_bd: একটি কার্যকলাপ মুছে ফেলা, মুছে আইকন ক্লিক করুন
da_dk: Hvis du vil slette en aktivitet, skal du klikke på ikonet Slet
el_gr: Για να διαγράψετε μια δραστηριότητα, κάντε κλικ στο εικονίδιο διαγραφής
et_ee: Kustutada aktiivsus, klõpsake Delete ikoon
fa_ir: برای حذف یک فعالیت ، با کلیک بر روی آیکون حذف
fi_fi: Voit poistaa toiminnasta, napsauta Poista-kuvaketta
ga_ie: A scriosadh gníomhaíocht, cliceáil ar an deilbhín scriosadh
gl_gl: Para eliminar unha actividade, fai clic na icona de exclusión
hr_hr: Za brisanje djelatnosti, kliknite ikonu za brisanje
hu_hu: Törléséhez tevékenységet, kattintson a törlés ikonra
is_is: Til að eyða starfsemi, smella á eyða táknið
ja_jp: アクティビティを削除するには、削除アイコンをクリック
lt_lt: Norėdami ištrinti veiksmą, spustelėkite Šalinti piktogramą
lv_lv: Lai izdzēstu, klikšķiniet izdzēst ikonas
mk_mk: За да избришете некоја активност, кликнете на иконата избришете
nn_no: For å slette en aktivitet, klikker du på Slett-ikonet
pl_pl: Aby usunąć działalności, kliknij ikonę usuwania
pt_pt: Para excluir uma atividade, clique no ícone de exclusão
ro_ro: Pentru a şterge o activitate, faceţi clic pe pictograma şterge
ru_ru: Чтобы удалить, нажмите на значок удаления
sk_sk: Ak chcete odstrániť činnosť, kliknite na ikonu Odstrániť
sl_si: Če želite izbrisati dejavnost, kliknite ikono izbrisati
sq_al: Për të fshirë një aktivitet, klikoni ikonën fshini
sr_rs: Да бисте избрисали активност, кликом на делете иконица
sv_se: För att ta bort en aktivitet, klicka på ikonen Ta bort
th_th: ในการลบกิจกรรมคลิกที่ไอคอนลบ
tr_tr: Bir etkinlik silmek için, sil simgesini tıklayın
uk_ua: Щоб видалити, натисніть на значок видалення
wa_be: I ddileu gweithgaredd, cliciwch ar yr eicon dileu
zh_tw: 要刪除活動，點擊刪除圖標

source: next to the activity you want to delete. You will be asked to confirm the deletion.
af_za: langs die aktiwiteit wat u wil verwyder. Jy sal gevra word om die verwydering te bevestig.
ar_dz: بجانب النشاط الذي تريد حذفه. وسوف يطلب منك تأكيد الحذف.
be_by: побач з актыўнасцю, якую патрабуецца выдаліць. Вам будзе прапанавана пацвердзіць выдаленне.
bg_bg: до дейността, която искате да изтриете. Вие ще бъдете помолени да потвърдите изтриването.
bn_bd: পরবর্তী কার্যকলাপ আপনি মুছে ফেলতে চান. যে অপসারণ নিশ্চিতকরণ হবে.
da_dk: ved siden af ​​den aktivitet, du ønsker at slette. Du vil blive bedt om at bekræfte sletningen.
el_gr: δίπλα στη δραστηριότητα που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
et_ee: kõrval tegevust, mida Te soovite kustutada. Teil palutakse kinnitada kustutamist.
fa_ir: در کنار فعالیت می خواهید پاک کنید. از شما خواسته خواهد شد که برای تایید حذف است.
fi_fi: vieressä toimintaa, jonka haluat poistaa. Sinua pyydetään vahvistamaan poisto.
ga_ie: in aice leis an ngníomhaíocht is mian leat a scriosadh. Iarrfar ort a dhearbhú a scriosadh.
gl_gl: á beira da actividade que quere eliminar. Lle será solicitada a confirmar a exclusión.
hr_hr: uz aktivnost koju želite izbrisati. Bit ćete pitani da potvrdite brisanje.
hu_hu: mellett a tevékenység a törölni kívánt. Meg fogják kérni, hogy erősítse meg a törlést.
is_is: við hliðina á virkni þú vilt eyða. Þú verður beðinn um að staðfesta eyðingu.
ja_jp: 削除するアクティビティの隣にある。削除を確認するメッセージが表示されます。
lt_lt: šalia veikla, kurią norite ištrinti. Jums bus prašoma patvirtinti naikinimą.
lv_lv: blakus darbību, ko vēlaties izdzēst. Jums tiks lūgts apstiprināt dzēšanu.
mk_mk: до активност во која што сакате да го избришете. Ќе ви биде побарано да се потврди бришење.
nn_no: ved siden av den aktiviteten du ønsker å slette. Du vil bli bedt om å bekrefte slettingen.
pl_pl: obok działalności, które chcesz usunąć. Zostaniesz poproszony o potwierdzenie usunięcia.
pt_pt: ao lado da atividade que você deseja excluir. Você será solicitado a confirmar a exclusão.
ro_ro: de lângă activitatea pe care doriţi să ştergeţi. Vi se va cere să confirmaţi ştergerea.
ru_ru: рядом с активностью, которую требуется удалить. Вам будет предложено подтвердить удаление.
sk_sk: Popri činnosti, ktorý chcete odstrániť. Budete vyzvaní na potvrdenie odstránenia.
sl_si: poleg dejavnosti, ki jo želite izbrisati. Boste morali, da potrdite brisanje.
sq_al: tjetër për aktivitetin që dëshironi të fshini. Ju do të kërkohet për të konfirmuar fshirjen.
sr_rs: поред активности које желите да избришете. Бићете упитани да потврдите брисање.
sv_se: bredvid den aktivitet du vill ta bort. Du ombeds att bekräfta borttagningen.
th_th: ถัดไปกิจกรรมที่คุณต้องการจะลบ คุณจะถูกถามเพื่อยืนยันการลบ
tr_tr: Silmek istediğiniz aktivite. Silme işlemini onaylamanız istenecektir.
uk_ua: поруч з активністю, яку потрібно видалити. Вам буде запропоновано підтвердити видалення.
wa_be: wrth ymyl y gweithgaredd eich bod am ddileu. Bydd gofyn i gadarnhau&#39;r dileu.
zh_tw: 旁邊的活動要刪除。你會被要求確認刪​​除。
