Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: In Period
af_za: In periode
ar_dz: في الفترة
be_by: У перыяд
bg_bg: В период
bn_bd: সময়
da_dk: I Periode
el_gr: Σε Περίοδος
es_es: En el Período
et_ee: Ajavahemikul
fa_ir: در دوره
fi_fi: Kaudella
ga_ie: I Tréimhse
gl_gl: Período en
hr_hr: U razdoblju
hu_hu: Az időszak
is_is: Í tíma
ja_jp: 期間の
lt_lt: Laikotarpis
lv_lv: Periodā
mk_mk: Во периодот
nn_no: I Periode
pl_pl: W Okresie
pt_pt: Período em
ro_ro: În Perioada
ru_ru: В период
sk_sk: V období
sl_si: V obdobju
sq_al: Në Periudha
sr_rs: У периоду
sv_se: I Period
th_th: ในระยะเวลา
tr_tr: Dönemi
uk_ua: У період
wa_be: Yn Cyfnod
zh_tw: 期

source: Not with Teacher
af_za: Nie met die onderwyser se
ar_dz: ليس مع المعلم
be_by: Не з Настаўнікам
bg_bg: Не с учителя
bn_bd: 'শিক্ষক সঙ্গে না
da_dk: Ikke med Lærer
el_gr: Δεν με Δάσκαλος
es_es: No con el Profesor
et_ee: Mitte õpetaja
fa_ir: نه با معلم
fi_fi: Ei opettajan
ga_ie: Gan le Múinteoir
gl_gl: Non con profesores
hr_hr: Nije s nastavnikom
hu_hu: Nem a tanár
is_is: Ekki með kennara
ja_jp: ではない教師と
lt_lt: Ne mokytojų
lv_lv: Ne ar Skolotājs
mk_mk: Не со наставникот
nn_no: Ikke med Teacher
pl_pl: Nie z nauczycielem
pt_pt: Não com professores
ro_ro: Nu cu Profesor
ru_ru: Не с Учителем
sk_sk: Nie s učiteľom
sl_si: Ne z Teacher
sq_al: Jo me Teacher
sr_rs: Не са наставником
sv_se: Inte med lärare
th_th: ไม่ได้อยู่กับครู
tr_tr: Öğretmen ile değil
uk_ua: Не з Учителем
wa_be: Heb gyda Athro
zh_tw: 不與教師

source: Not in Period
af_za: Nie in die tydperk
ar_dz: وليس في فترة
be_by: Не ў перыяд
bg_bg: Не период
da_dk: Ikke i Periode
el_gr: Όχι στην Περίοδο
es_es: Fuera del Período
et_ee: Mitte perioodile
fa_ir: نه در دوره
fi_fi: Ei kaudella
ga_ie: Gan sa Tréimhse
gl_gl: Non no período
hr_hr: Nije u razdoblju
hu_hu: Nem az időszak
is_is: Ekki í tíma
ja_jp: ない期間で
lt_lt: Ne laikotarpis
lv_lv: Nav periods
mk_mk: Не во периодот
nn_no: Ikke i Periode
pl_pl: Nie w okresie
pt_pt: Não no período
ro_ro: Nu în Perioada
ru_ru: Не в период
sk_sk: Nie je v období
sl_si: Ne v obdobju
sq_al: Jo në periudhën
sr_rs: Не у периоду
sv_se: Inte i Period
th_th: ไม่ได้อยู่ในระยะเวลา
tr_tr: Dönemi yok
uk_ua: Не в період
wa_be: Heb fod mewn Cyfnod
zh_tw: 未期

source: Student Print Request
af_za: Studente afdruk te versoek
ar_dz: طالب طباعة طلب
be_by: Запыт студэнцкай друку
bg_bg: Заявка за Студентски печат
bn_bd: ছাত্র প্রিন্ট অনুরোধ
el_gr: Φοιτητής Αίτηση Εκτύπωση
es_es: Solicitud de Impresión del Alumno
et_ee: Student Prindi Soovin
fa_ir: دانشجویی درخواست قابل چاپ
fi_fi: Opiskelija Tulosta Haluan
ga_ie: Iarratas Priontáil Mac Léinn
gl_gl: Imprimir Solicitude de estudante
hr_hr: Studentski Ispis Zahtjev
hu_hu: Diák nyomtatása kérése
is_is: Námsmaður Print Request
ja_jp: 学生の印刷要求
lt_lt: Studentų Spausdinti Užsisakyti
lv_lv: Studentu Drukāt Vēlos
mk_mk: Студент печатење Барање
nn_no: Student Skriv forespørsel
pl_pl: Wniosek Drukuj Student
pt_pt: Imprimir Pedido de estudante
ro_ro: Student Print Cerere
ru_ru: Запрос студенческой печати
sk_sk: Študent požiadavke na tlač
sq_al: Print Student Kërkesë
sr_rs: Студентски Штампај Захтев
sv_se: Student utskriftsbegäran
th_th: ขอพิมพ์นักศึกษา
tr_tr: Öğrenci Baskı İstek
uk_ua: Запит студентської друку
wa_be: Cais Argraffu Myfyrwyr
zh_tw: 學生打印請求

source: Student Mailling Label
af_za: Studente-Mail Ling Label
be_by: Этыкетка Студэнцкая Mailling
bg_bg: Label Студентски Mailling
bn_bd: ছাত্র Mailling লেবেল
el_gr: Φοιτητής Label Ηλεκτρονικό ταχυδρομείο
fa_ir: دانشجویی برچسب Mailling
fi_fi: Opiskelija Mailling Label
ga_ie: Lipéad Mailling Mac Léinn
gl_gl: Etiqueta Mailling estudante
hr_hr: Studentski Mailling oznaka
hu_hu: Diák Mailling címke
is_is: Námsmaður Mailling Label
ja_jp: 学生のメイリングラベル
lt_lt: Studentų mailling etiketė
lv_lv: Studentu Mailling Label
mk_mk: Студент Mailling Етикета
nn_no: Student Mailling Labelnavn
pl_pl: Label Mailling Student
pt_pt: Etiqueta Mailling estudante
ru_ru: Этикетка Студенческая Mailling
sk_sk: Študent emailové štítok
sl_si: Student E-novice Label
sq_al: Mailling Student Label
sr_rs: Студентски Маиллинг налепница
th_th: Mailling ฉลากนักเรียน
tr_tr: Öğrenci Mailling Etiket
uk_ua: Етикетка Студентська Mailling
wa_be: Label Mailling Myfyrwyr
zh_tw: 學生 Mailling標籤

source: Period - Teacher
af_za: Periode - Onderwyser
ar_dz: الفترة -- المعلم
be_by: Перыяд - Настаўнік
bg_bg: Период - учител
bn_bd: সময়কাল - শিক্ষক
da_dk: Periode - Lærer
el_gr: Περίοδος - Δάσκαλος
es_es: Período - Profesor
et_ee: Periood - Õpetaja
fa_ir: دوره -- معلم
fi_fi: Period - Opettaja
ga_ie: Tréimhse - Múinteoir
gl_gl: Período - Profesor
hr_hr: Razdoblje - Učitelj
hu_hu: Időszakban - Tanár
is_is: Tímabil - Kennari
ja_jp: 期間 - 教師
lt_lt: Laikotarpis - mokytojų
lv_lv: Periods - Skolotājs
mk_mk: Период - наставник
nn_no: Periode - Lærer
pl_pl: Okres - Nauczyciel
pt_pt: Período - Professor
ro_ro: Perioada - Profesor
ru_ru: Период - Учитель
sk_sk: Obdobie - Učiteľ
sl_si: Obdobje - Učitelj
sq_al: Periudha - Mësues
sr_rs: Период - Наставник
sv_se: Period - Lärare
th_th: ระยะเวลา -- ครู
tr_tr: Dönemi - Öğretmen
uk_ua: Період - Учитель
wa_be: Cyfnod - Athro
zh_tw: 週期 - 教師

source: Term
af_za: Termyn
ar_dz: مصطلح
be_by: Тэрмін
bg_bg: Термин
bn_bd: শব্দ
el_gr: Όρος
es_es: Plazo
et_ee: Termin
fa_ir: مدت
fi_fi: Termi
ga_ie: Téarma
gl_gl: Prazo
hr_hr: Pojam
ja_jp: 長期的
lt_lt: Terminas
lv_lv: Termiņš
mk_mk: Рок
pl_pl: Termin
pt_pt: Prazo
ro_ro: Termen
ru_ru: Срок
sk_sk: Termín
sr_rs: Термин
th_th: ระยะ
tr_tr: Dönem
uk_ua: Термін
wa_be: Tymor
zh_tw: 長期

source: Time
af_za: Tyd
ar_dz: مرة
be_by: Час
bg_bg: Време
bn_bd: সময়
da_dk: Tid
el_gr: Φορά
es_es: Tiempo
et_ee: Aeg
fa_ir: زمان
fi_fi: Aika
ga_ie: Am
gl_gl: Tempo
hr_hr: Vrijeme
hu_hu: Idő
is_is: Tími
ja_jp: タイム
lt_lt: Laikas
lv_lv: Laiks
mk_mk: Време
nn_no: Tid
pl_pl: Czas
pt_pt: Tempo
ro_ro: Timp
ru_ru: Время
sk_sk: Čas
sl_si: Čas
sq_al: Kohë
sr_rs: Време
sv_se: Tid
th_th: เวลา
tr_tr: Zaman
uk_ua: Час
wa_be: Amser
zh_tw: 時間

source: Weight
af_za: Gewig
ar_dz: الوزن
be_by: Вага
bg_bg: Тегло
bn_bd: ওজন
da_dk: Vægt
el_gr: Βάρος
et_ee: Kaal
fa_ir: وزن
fi_fi: Paino
ga_ie: Meáchan
gl_gl: Peso
hr_hr: Težina
hu_hu: Súly
is_is: Þyngd
ja_jp: 重さ
lt_lt: Svoris
lv_lv: Svars
mk_mk: Тежина
nn_no: Vekt
pl_pl: Waga
pt_pt: Peso
ro_ro: Greutate
ru_ru: Вес
sk_sk: Hmotnosť
sl_si: Teža
sq_al: Peshë
sr_rs: Тежина
sv_se: Vikt
th_th: น้ำหนัก
tr_tr: Ağırlık
uk_ua: Вага
wa_be: Pwysau
zh_tw: 重量

source: Select Subject
af_za: Kies onderwerp
ar_dz: حدد الموضوع
be_by: Выберыце Тэма
bg_bg: Изберете Тема
bn_bd: বিষয় নির্বাচন করুন
da_dk: Vælg Emne
el_gr: Επιλέξτε Θέμα
es_es: Seleccione Asunto
et_ee: Valige Teema
fa_ir: انتخاب موضوع
fi_fi: Valitse aihe
ga_ie: Roghnaigh Ábhar
gl_gl: Seleccione Asunto
hr_hr: Odaberite Predmet
hu_hu: Válassza a Tárgy
is_is: Veldu Efni
ja_jp: 件名を選択します。
lt_lt: Pasirinkite Tema
lv_lv: Izvēlieties Tēma
mk_mk: Изберете Предмет
nn_no: Velg Emne
pl_pl: Wybierz Temat
pt_pt: Selecione Assunto
ro_ro: Selectaţi Subiect
ru_ru: Выберите Тема
sk_sk: Vyberte predmetu
sl_si: Izberi Predmet
sq_al: Zgjidh Subject
sr_rs: Изаберите Наслов
sv_se: Välj Rubrik
th_th: เลือกหัวข้อ
tr_tr: Konu Seçin
uk_ua: Виберіть Тема
wa_be: Dewis pwnc
zh_tw: 選擇主題

source: Add a Request
af_za: Voeg &#39;n versoek
ar_dz: إضافة طلب
be_by: Дадаць запыт
bg_bg: Добавяне на запитване
bn_bd: একটি অনুরোধ যোগ করুন
da_dk: Tilføj en Request
el_gr: Προσθέστε μια Αίτηση
es_es: Agregar una Solicitud
et_ee: Lisa Request
fa_ir: اضافه کردن یک درخواست
fi_fi: Lisää Request
ga_ie: Cuir Iarratas
gl_gl: Engadir un pedido
hr_hr: Dodaj zahtjev
hu_hu: Add a kérelem
is_is: Bæta við beiðni
ja_jp: リクエストを追加します。
lt_lt: Pridėti prašymą
lv_lv: Pievienot pieprasījums
mk_mk: Додај барање
nn_no: Legg til en forespørsel
pl_pl: Dodaj Wniosek
pt_pt: Adicionar um Pedido
ro_ro: Adaugă o cerere
ru_ru: Добавить запрос
sk_sk: Pridať Dopyt
sl_si: Dodaj Request
sq_al: Shto një Kërkesë
sr_rs: Додај захтев
sv_se: Lägg till en begäran
th_th: ขอเพิ่ม
tr_tr: Talep ekle
uk_ua: Додати запит
wa_be: Ychwanegu Cais
zh_tw: 添加請求

source: On
af_za: Op
ar_dz: في
be_by: На
bg_bg: За
bn_bd: উপর
el_gr: Επί
es_es: Sobre
et_ee: Kohta
fa_ir: بر
fi_fi: Päällä
ga_ie: Ar
gl_gl: En
hr_hr: Na
hu_hu: A
is_is: Á
ja_jp: の
lt_lt: Apie
lv_lv: Gada
mk_mk: На
nn_no: På
pl_pl: Na
pt_pt: Em
ro_ro: Pe
ru_ru: На
sk_sk: Na
sl_si: Na
sq_al: Më
sr_rs: На
sv_se: På
th_th: เกี่ยวกับ
tr_tr: Üzerinde
uk_ua: На
wa_be: Ar
zh_tw: 在

source: Number of Requests
af_za: Aantal versoeke
ar_dz: عدد الطلبات
be_by: Колькасць запытаў
bg_bg: Брой Заявки
bn_bd: অনুরোধের সংখ্যা
da_dk: Antallet af anmodninger
el_gr: Αριθμός αιτήσεων
es_es: Número de Solicitudes
et_ee: Taotluste arv
fa_ir: تعداد درخواست
fi_fi: Pyyntöjen määrä
ga_ie: Líon na nIarratas
gl_gl: Número de solicitudes
hr_hr: Broj zahtjeva
hu_hu: Kérelmek száma
is_is: Fjöldi Beiðnir
ja_jp: リクエストの数
lt_lt: Prašymų skaičius
lv_lv: Pieprasījumu skaits
mk_mk: Број на барања
nn_no: Antall forespørsler
pl_pl: Liczba wniosków
pt_pt: Número de pedidos
ro_ro: Numărul de Cereri
ru_ru: Количество запросов
sk_sk: Počet žiadostí
sl_si: Število Prošnje
sq_al: Numri i kërkesave
sr_rs: Број захтева
sv_se: Antal förfrågningar
th_th: จำนวนหน้า
tr_tr: Talep Sayısı
uk_ua: Кількість запитів
wa_be: Nifer y Ceisiadau
zh_tw: 數量要求

source: Include Inactive Courses
af_za: Sluit Stil Kursusse
ar_dz: وتشمل الدورات النشطة
be_by: Уключыце неактыўныя курсы
bg_bg: Включи неактивни курсове
bn_bd: নিষ্ক্রিয় কোর্স অন্তর্ভুক্ত
da_dk: Medtag Inaktive Kurser
el_gr: Συμπεριλάβετε Ανενεργό Μαθήματα
es_es: Incluir Cursos Inactivos
et_ee: Kaasa mitteaktiivsed Kursused
fa_ir: شامل دوره های غیر فعال
fi_fi: Sisällytä aktiivinen Kurssit
ga_ie: Cuir Cúrsaí Neamhghníomhach
gl_gl: Cursos inclúen inactivo
hr_hr: Uključite Neaktivna Tečajevi
hu_hu: Tartalmazza Inaktív tanfolyamok
is_is: Hafa Óvirkur Námskeið
ja_jp: 非アクティブコースを含める
lt_lt: Įtraukti Neaktyvūs kursai
lv_lv: Iekļaut Neaktīvs Kursi
mk_mk: Вклучи Неактивен курсеви
nn_no: Inkluder Inaktive Kurs
pl_pl: Kursy obejmują Nieaktywne
pt_pt: Cursos incluem Inativo
ro_ro: Includ cursuri inactive
ru_ru: Включите Неактивные курсы
sk_sk: Kurzy zahŕňajú Neaktívne
sl_si: Vključi Neaktivno Tečaji
sq_al: Kurse të përfshijë jo aktive
sr_rs: Укључи Неактивни курсеви
sv_se: Inkludera Inaktiv Kurser
th_th: รวมถึงหลักสูตรการใช้งาน
tr_tr: İnaktif Dersler dahil
uk_ua: Увімкніть Неактивні курси
wa_be: Cynnwys Cyrsiau Anweithredol
zh_tw: 包括非活動課程

source: Add a Course
af_za: Voeg &#39;n kursus
ar_dz: إضافة دورة
be_by: Дадаць курсу
bg_bg: Добавяне на курс
bn_bd: একটি কোর্স যোগ করুন
da_dk: Tilføj en bane
el_gr: Προσθέστε ένα Μάθημα
es_es: Agregar un Curso
et_ee: Lisa Course
fa_ir: افزودن یک دوره
fi_fi: Lisää kurssi
ga_ie: Cuir Cúrsa
gl_gl: Engadir un Curso
hr_hr: Dodaj tečaj
hu_hu: Add a pálya
is_is: Bæta við Course
ja_jp: コー​​スを追加
lt_lt: Pridėti metu
lv_lv: Pievienot Course
mk_mk: Додај курс
nn_no: Legg til en kurs
pl_pl: Dodaj kursu
pt_pt: Adicionar um Curso
ro_ro: Adauga un Curs
ru_ru: Добавить курса
sk_sk: Pridať kurzu
sl_si: Dodaj Course
sq_al: Shto një kursit
sr_rs: Додај Курс
sv_se: Lägg till en kurs
th_th: เพิ่มหลักสูตร
tr_tr: Ders Ekleme
uk_ua: Додати курсу
wa_be: Ychwanegwch y Cwrs
zh_tw: 新增課程

source: Days of Week
af_za: Dae van die week
ar_dz: أيام الأسبوع
be_by: Дні тыдня
bg_bg: Дни от седмицата
bn_bd: সপ্তাহের দিন
da_dk: Dage i ugen
el_gr: Ημέρες της εβδομάδας
es_es: Días de la Semana
et_ee: Päeva Nädal
fa_ir: روز هفته
fi_fi: Viikonpäivät
ga_ie: Laethanta na Seachtaine
gl_gl: Días da Semana
hr_hr: Dani u tjednu
hu_hu: Napok hét
is_is: Dagar Vika
ja_jp: 曜日
lt_lt: Savaitės dienos
lv_lv: Dienas Nedēļas
mk_mk: Денови на недела
pl_pl: Dni tygodnia
pt_pt: Dias da Semana
ro_ro: Zilele Săptămânii
ru_ru: Дни недели
sk_sk: Dni v týždni
sl_si: Dnevi tedna
sq_al: Ditët e javës
sr_rs: Дана у недељи
sv_se: Dagar av veckan
th_th: วันของสัปดาห์
tr_tr: Haftanın Günleri
uk_ua: Дні тижня
wa_be: Dyddiau o Wythnos
zh_tw: 天的週

source: Enrolled Date Cannot Be After Dropped Date
af_za: Ingeskryf Datum Kan nie wees na Drop Datum
ar_dz: التسجيل المقيدين لا يمكن بعد التسجيل مسقطة
es_es: Fecha inscrito no puede ser posterior Abandonado Fecha

source: Course Enrolled Date Cannot Be Before Students School Start Date
af_za: Natuurlik ingeskryf Datum kan nie voordat studente Skool Begin Datum
ar_dz: بالطبع ملتحق التسجيل لا يمكن أن يكون قبل تاريخ بدء طلاب المدارس
es_es: Curso Matriculados La fecha no puede ser anterior a Estudiantes de la Escuela Fecha de Inicio

source: Course Enrolled Date Cannot Be Before Dropdate Of Previous Schedule
af_za: Natuurlik ingeskryf Datum kan nie voor Dropdate van die vorige Bylae
ar_dz: بالطبع ملتحق التسجيل لا يمكن أن يكون قبل تاريخ قطرة من الجدول السابق
es_es: Curso Matriculados Fecha no puede ser anterior Dropdate De Programación Anterior

source: You cannot modify the schedule enrolled date, as its clashing with other dropped course
af_za: Jy kan nie verander nie die skedule ingeskryf datum, as sy botsings met ander gedaal natuurlik
ar_dz: لا يمكنك تعديل تاريخ المقيدين في الجدول الزمني، كما اشتبكوا مع غيرها بالطبع تراجع
es_es: No se puede modificar el calendario la fecha matriculado, ya que su choque con otro cayó curso

source: Please enter proper dropped date. Dropped date must be greater than start date.
af_za: Tik behoorlike gedaal datum. Gedaal datum moet groter as die begin datum wees.
ar_dz: من فضلك ادخل تاريخ انخفض المناسبة. يجب أن يكون تاريخ انخفض أكبر من تاريخ البدء.
es_es: Por favor introduzca la fecha correcta caído. Fecha Abandonado debe ser mayor que la fecha de inicio.

source: This Schedule is locked,dropped date can not be changed.
af_za: Hierdie skedule is gesluit, val datum kan nie verander word nie.
ar_dz: تم تأمين هذا الجدول الزمني، لا يمكن تغيير تاريخ انخفض.
es_es: Esta Lista está bloqueado, fecha caído no se puede cambiar.

source: Course cannot be dropped because student has got attendance till
af_za: Natuurlik kan nie afgelaai word nie omdat student het 'bywoning tot
ar_dz: لا يمكن الاستغناء بالطبع لأن الطالب قد حصل على الحضور حتى
es_es: No se puede eliminar porque tiene calificaciones asociadas.

source: Print Schedule
af_za: Print Rooster
ar_dz: طباعة الجدول
be_by: Друк раскладу
bg_bg: Печат График
bn_bd: প্রিন্ট কর্ম নির্ধারণ
da_dk: Print Planlæg
el_gr: Πρόγραμμα Εκτύπωση
es_es: Imprimir Agenda
et_ee: Prindi Tunniplaan
fa_ir: فهرست برنامه نسخه قابل چاپ
fi_fi: Tulosta aikataulu
ga_ie: Sceideal Priontáil
gl_gl: Horario de impresión
hr_hr: Ispis Raspored
hu_hu: Nyomtatás Menetrend
is_is: Print Stundaskrá
ja_jp: スケジュールを印刷
lt_lt: Spausdinti Tvarkaraštis
lv_lv: Drukāt Kalendārs
mk_mk: Верзија Распоред
nn_no: Skriv Schedule
pl_pl: Harmonogram Drukuj
pt_pt: Horário de impressão
ro_ro: Programul de imprimare
ru_ru: Печать расписания
sk_sk: Tlač zoznamu
sl_si: Print Razpored
sq_al: Orari Printo
sr_rs: Принт Распоред
sv_se: Skriv ut schema
th_th: กำหนดการพิมพ์
tr_tr: Yazdırma Programı
uk_ua: Друк розкладу
wa_be: Atodlen Argraffu
zh_tw: 打印時間表

source: Modified By
af_za: Gewysig Deur
ar_dz: تم التعديل بواسطة

source: There is already a course scheduled in that period.
af_za: Daar is reeds &#39;n kursus in daardie tydperk geskeduleer.
be_by: Існуе ўжо вядома запланавана ў гэты перыяд.
bg_bg: Има вече е курс, уговорени в този период.
bn_bd: ইতিমধ্যে একটি কোর্স যে সময় নির্ধারিত
da_dk: Der er allerede et kursus planlagt i denne periode.
el_gr: Υπάρχει ήδη μια πορεία προγραμματιστεί για την περίοδο αυτή.
et_ee: Juba on muidugi kavas sellel perioodil.
fa_ir: در حال حاضر وجود دارد یک دوره برنامه ریزی شده در آن دوره است.
fi_fi: On jo kurssin aikataulun kyseisenä ajanjaksona.
ga_ie: Tá cúrsa sceidealta cheana féin sa tréimhse sin.
gl_gl: Xa hai un curso prevista para ese período.
hr_hr: Tu je već tečaj rasporedu u tom razdoblju.
hu_hu: Már a tanfolyam tervezett ebben az időszakban.
is_is: Það er nú þegar námskeið áætlað á því tímabili.
ja_jp: その期間に予定されているコースは既に存在しています。
lt_lt: Jau yra žinoma, planuojama per tą patį laikotarpį.
lv_lv: Ir jau protams, paredzēta šajā periodā.
mk_mk: Веќе постои секако треба во тој период.
nn_no: Det er allerede et kurs planlagt i denne perioden.
pl_pl: Istnieje już oczywiście zaplanowane w tym okresie.
pt_pt: Já existe um curso prevista para esse período.
ro_ro: Există deja un curs programată în acea perioadă.
ru_ru: Существует уже конечно запланировано в этот период.
sk_sk: K dispozícii je už samozrejme naplánované v tomto období.
sl_si: Že zdaj je seveda načrtovano v tem obdobju.
sq_al: Nuk është tashmë një kurs të planifikuar në atë periudhë.
sr_rs: Већ постоји курс планирано у том периоду.
sv_se: Det finns redan en kurs planerad under den perioden.
th_th: มีอยู่แล้วแน่นอนตามกำหนดเวลาในงวดที่
tr_tr: Zaten o dönemde planlanan bir ders vardır.
uk_ua: Існує вже звичайно заплановано в цей період.
wa_be: Mae yna eisoes gwrs a drefnwyd yn y cyfnod hwnnw.
zh_tw: 已經有一門課程安排在此期間。

source: There is a conflict. You cannot add this course period.
af_za: Daar is &#39;n konflik. Jy kan nie hierdie kursus tydperk.
be_by: Існуе канфлікт. Вы не можаце дадаць гэты курс перыяд.
bg_bg: Налице е конфликт. Не можете да добавите този период, разбира се.
bn_bd: একটি দ্বন্দ্ব আছে. আপনি এই কোর্সের মেয়াদ যোগ করতে পারবেন না
da_dk: Der er en konflikt. Du kan ikke tilføje dette kursus periode.
el_gr: Υπάρχει μια σύγκρουση. Δεν μπορείτε να προσθέσετε την περίοδο αυτή πορεία.
et_ee: On konflikt. Sa ei saa lisada see muidugi jooksul.
fa_ir: یک درگیری وجود دارد. شما می توانید این دوره درس اضافه نمی کند.
fi_fi: On ristiriita. Et voi lisätä tämän kurssin aikana.
ga_ie: Tá coimhlint. Ní féidir leat a chur gcúrsa na tréimhse seo.
gl_gl: Hai un conflito. Non podes engadir este período de curso.
hr_hr: Tu je sukob. Ne možete dodavati tom razdoblju tečaj.
hu_hu: Van egy konfliktus. Nem adhat ez a tanfolyam alatt.
is_is: Það er átök. Þú getur ekki bætt þetta námskeið tímabili.
ja_jp: 競合が発生しています。このコースの期間を追加することはできません。
lt_lt: Yra konfliktas. Jūs negalite pridėti šį kursą laikotarpį.
lv_lv: Ir konflikts. Jūs nevarat pievienot šo kursu laikā.
mk_mk: Постои конфликт. Вие не можете да додадете овој курс период.
nn_no: Det er en konflikt. Du kan ikke legge til denne kursperioden.
pl_pl: Istnieje konflikt. Nie można dodać tego okresu oczywiście.
pt_pt: Há um conflito. Você não pode adicionar este período de curso.
ro_ro: Există un conflict. Nu puteţi adăuga această perioadă curs.
ru_ru: Существует конфликт. Вы не можете добавить этот курс период.
sk_sk: Dôjde ku konfliktu. Nemôžete pridať tento kurz období.
sl_si: Obstaja konflikt. Ne morete dodati ta seveda rok.
sq_al: Nuk është një konflikt. Ju nuk mund të shtoni këtë periudhë kurs.
sr_rs: Постоји конфликт. Ви не можете додати овом периоду курс.
sv_se: Det finns en konflikt. Du kan inte lägga denna kurs period.
th_th: มีความขัดแย้งเป็น คุณไม่สามารถเพิ่มระยะเวลาเรียนในหลักสูตรนี้
tr_tr: Bir çatışma yoktur. Bu dersin dönem ekleyemezsiniz.
uk_ua: Існує конфлікт. Ви не можете додати цей курс період.
wa_be: Mae gwrthdaro. Ni allwch ychwanegu cwrs y cyfnod hwn.
zh_tw: 有一個衝突。您不能將本課程的時期。

source: Confirm Scheduler Run
af_za: Bevestig Planner Run
ar_dz: تأكيد جدولة تشغيل
be_by: Пацвердзіце Планоўшчык Выканаць
bg_bg: Потвърди Scheduler Run
bn_bd: নিশ্চিত নির্ধারণের চালান
da_dk: Bekræft Scheduler Run
el_gr: Επιβεβαίωση Scheduler Run
es_es: Confirmar la Ejecución del Scheduler
et_ee: Kinnita Scheduler Run
fa_ir: تکرار زمانبند اجرا
fi_fi: Vahvista Scheduler Run
ga_ie: Deimhnigh Sceidealóir Rith
gl_gl: Confirmar schedule Run
hr_hr: Potvrdi Planer Run
hu_hu: Megerősítés Scheduler Run
is_is: Staðfesta Tímaáætlun Run
ja_jp: スケジューラの実行を確認
lt_lt: Patvirtinti planavimo Pradėti
lv_lv: Apstiprināt Scheduler Run
mk_mk: Потврди Распоред Испратена
nn_no: Bekreft Scheduler Run
pl_pl: Potwierdź Harmonogram Run
pt_pt: Confirmar Scheduler Run
ro_ro: Confirmaţi Planificare Run
ru_ru: Подтвердите Планировщик Выполнить
sk_sk: Potvrdiť Plánovač Spustiť
sl_si: Potrdi Scheduler Run
sr_rs: Потврди Планер Покрени
sv_se: Bekräfta Scheduler Kör
th_th: เรียกใช้ยืนยันการจัดตารางเวลา
tr_tr: Onayla Zamanlayıcı Run
uk_ua: Підтвердіть Планувальник Виконати
wa_be: Cadarnhau Scheduler Rhedeg
zh_tw: 確認調度運行

source: Are you sure you want to run the scheduler?
af_za: Is jy seker jy wil die skeduleerder om te hardloop?
ar_dz: هل أنت متأكد من أنك تريد تشغيل جدولة؟
be_by: Вы сапраўды хочаце запусціць планавальнік?
bg_bg: Сигурни ли сте, че искате да стартирате планировчика?
bn_bd: আপনি কি নিশ্চিত আপনি সময়-তালিকা নির্ধারক চালাতে চান
da_dk: Er du sikker på du vil køre planlæggeren?
el_gr: Είστε σίγουροι ότι θέλετε να εκτελέσετε το χρονοπρογραμματιστή;
es_es: Â¿Está seguro que desea ejecutar el programador (scheduler)?
et_ee: Oled kindel, et soovite käivitada planeerija?
fa_ir: آیا شما مطمئن هستید که می خواهید برای اجرای زمانبندی؟
fi_fi: Oletko varma että haluat ajaa scheduler?
ga_ie: An bhfuil tú cinnte gur mian leat a reáchtáil an sceidealóir?
gl_gl: ¿Está seguro de que quere executar o programa?
hr_hr: Jeste li sigurni da želite pokrenuti planer?
hu_hu: Biztos benne, hogy szeretné futtatni az ütemező?
is_is: Ertu viss um að þú viljir keyra tímaáætlun?
ja_jp: あなたはスケジューラを実行してもよろしいですか？
lt_lt: Ar jūs tikrai norite paleisti planavimo?
lv_lv: Vai tiešām vēlaties palaist plānotāja?
mk_mk: Дали сте сигурни дека сакате да се кандидира на распоредувачот?
nn_no: Er du sikker på at du vil kjøre planleggeren?
pl_pl: Czy na pewno chcesz uruchomić harmonogram?
pt_pt: Tem certeza de que deseja executar o programador?
ro_ro: Sunteţi sigur că doriţi să rulaţi planificator?
ru_ru: Вы действительно хотите запустить планировщик?
sk_sk: Ste si istí, že chcete spustiť plánovač?
sl_si: Ali ste prepričani, da želite zagnati scheduler?
sq_al: Jeni te sigurte qe doni te drejtuar scheduler?
sr_rs: Да ли сте сигурни да желите да покренете планер?
sv_se: Är du säker på att du vill köra schemaläggaren?
th_th: คุณแน่ใจหรือว่าต้องการเรียกใช้การจัดตารางเวลาหรือไม่
tr_tr: Scheduler çalıştırmak istediğiniz emin misiniz?
uk_ua: Ви дійсно хочете запустити планувальник?
wa_be: A ydych yn sicr eich bod am redeg y scheduler?
zh_tw: 您確定要運行調度？

source: Schedule Unscheduled Requests
af_za: Bylae Ongeskeduleerde Versoeke
ar_dz: الجدول الزمني يطلب طارئا
be_by: Расклад Пазапланавыя просіць
bg_bg: График Неплановата Заявки
bn_bd: সূচি Unscheduled অনুরোধ
da_dk: Planlæg Unscheduled Anmodninger
el_gr: Πρόγραμμα Αιτήσεις Έκτακτα
es_es: Agendar Solicitudes No Programadas
et_ee: Ajakava Plaaniväline taotlused
fa_ir: فهرست برنامه ها درخواست ها برنامه ریزی شده
fi_fi: Aikataulu Satunnaiset pyynnöt
ga_ie: Sceideal Iarratais neamhsceidealta
gl_gl: Pedidos programa Unscheduled
hr_hr: Raspored nepredviđeni Zahtjevi
hu_hu: Menetrend Nem ütemezett kérések
is_is: Stundaskrá unscheduled Beiðnir
ja_jp: スケジュールスケジュールされていない要求
lt_lt: Tvarkaraštis neplanuotas prašo
lv_lv: Kalendārs neplānotā Pieprasījumi
mk_mk: Распоред непланирана Барања
nn_no: Planlegg Ikke planlagte Forespørsler
pl_pl: Harmonogram Wnioski niezaplanowany
pt_pt: Pedidos cronograma Unscheduled
ro_ro: Program neprogramate Cereri
ru_ru: Расписание Внеплановые просит
sk_sk: Plán Neplánované Žiadosti
sl_si: Razpored Nenačrtovana Prošnje
sq_al: Orari Kërkesat paplanifikuar
sr_rs: Распоред непланиране Захтеви
sv_se: Arbetstider Oplanerade Begäran
th_th: แจ้งกำหนดการนอกเหนือจากปกติ
tr_tr: Programı Planlanmamış istekleri
uk_ua: Розклад Позапланові просить
wa_be: Atodlen Ceisiadau heb ei Drefnu
zh_tw: 附表不定期要求
