Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Once a parents account has been set up, their children must be associated to their account with this program. If you have not already chosen a user earlier in your session, select a user by using the Find a User Search screen. Next, search for a student to add to the users account. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the blue column headings above the list. After you have selected each desired student from this list, click the Add Selected Students button at the top of the screen.
af_za: Sodra &#39;n rekening ouers opgestel is, moet hulle kinders geassosieer word om hul rekening, met hierdie program. As jy nog nie &#39;n gebruiker gekies vroeër in jou sessie, kies&#39; n gebruiker deur die gebruik van die &#39;n Gebruiker Soek skerm Vind. Volgende, soek vir &#39;n student toe te voeg aan die gebruikers rekening. Van die resultaat, kan jy kies &#39;n aantal studente. Jy kan kies al die studente in die lys deur te kyk na die boks in die blou kolomopskrifte bo die lys. Na wat jy gekies het elke student van hierdie lys, kliek op die Geselekteerde studente knoppie aan die bokant van die skerm.
be_by: Як толькі бацькі рахунак быў створаны, іх дзеці павінны быць звязаныя з іх рахункі ў гэтай праграме. Калі вы яшчэ не абралі карыстачом раней у бягучым сеансе, выберыце карыстальніка з дапамогай Знайсці экран карыстацкага пошуку. Затым пошукі студэнта, каб дадаць да рахунку карыстальніка. З вынікаў пошуку, вы можаце выбраць любую колькасць студэнтаў. Вы можаце выбраць усе студэнты ў спіс, правяраючы сцяжок ў сінія загалоўкі слупкоў над спісам. Пасля выбару жаданых кожнага студэнта з гэтага спісу, націсніце кнопку Дадаць выбраныя Студэнты кнопкі ў верхняй частцы экрана.
bg_bg: След като родителите сметка е създадена, техните деца трябва да бъдат асоциирани към сметката си с тази програма. Ако не сте избрали потребителя-рано през сесията Ви, изберете даден потребител с помощта на екран Намерете Търсене Потребител. На следващо място, търсене на студент, за да добавите към потребителите. От резултатите от търсенето, можете да изберете произволен брой на студентите. Можете да изберете всички студенти в списъка, като проверка на квадратчето в синята заглавия на колоните над списъка. След като сте избрали всеки студент от този списък, щракнете върху Добавяне на избраните Студенти бутона в горната част на екрана.
bn_bd: পরে বাবা অ্যাকাউন্ট সেট আপ করা হয়েছে, তাদের সন্তানরা তাদের অ্যাকাউন্ট আবশ্যক এই প্রোগ্রামের সাথে যুক্ত. যদি আপনি একটি ব্যবহারকারী নির্বাচিত ইতিমধ্যে না আগে আপনার সেশন, ব্যবহারকারীর অনুসন্ধান পর্দার খুঁজুন ব্যবহার করে ব্যবহারকারী নির্বাচন করুন. পরবর্তী ছাত্র ব্যবহারকারী অ্যাকাউন্ট যোগ করার জন্য, অনুসন্ধান. অনুসন্ধান ফলাফল থেকে, আপনি ছাত্রদের কোন সংখ্যা নির্বাচন করতে পারবেন. আপনি নীল তালিকা উপরে কলাম শিরোনামে চেকবক্স চেক দ্বারা সব তালিকার ছাত্রদের নির্বাচন করতে পারেন. পরে আপনি এই তালিকা থেকে প্রতিটি পছন্দসই ছাত্র নির্বাচন, পর্দার উপরের যোগ সিলেক্টেড ছাত্র বাটন ক্লিক করুন.
da_dk: Når en forældre konto er blevet oprettet, skal deres børn blive knyttet til deres konto med dette program. Hvis du ikke allerede har valgt en bruger tidligere i din session, vælg en bruger ved hjælp af Find en bruger Søg skærm. Næste, søge efter en studerende at tilføje til brugere konto. Fra søgeresultatet kan du vælge et antal studerende. Du kan vælge alle de studerende i listen ved at markere afkrydsningsfeltet i den blå kolonneoverskrifterne over listen. Når du har valgt de ønskede elev fra denne liste, skal du klikke på Tilføj udvalgte elever knappen øverst på skærmen.
el_gr: Μόλις ένα λογαριασμό γονείς έχει συσταθεί, τα παιδιά τους πρέπει να συνδέεται με το λογαριασμό τους με αυτό το πρόγραμμα. Εάν δεν έχετε ήδη επιλέξει ο χρήστης νωρίτερα στη συνεδρία σας, επιλέξτε ένα χρήστη, χρησιμοποιώντας την Εύρεση μια οθόνη αναζήτησης χρήστη. Στη συνέχεια, αναζητήστε ένα μαθητή να προσθέσει στο λογαριασμό τους χρήστες. Από το αποτέλεσμα της αναζήτησης, μπορείτε να επιλέξετε οποιοδήποτε αριθμό σπουδαστών. Μπορείτε να επιλέξετε όλους τους μαθητές στη λίστα επιλέγοντας το πλαίσιο ελέγχου στο μπλε επικεφαλίδες στήλης πάνω από τη λίστα. Αφού έχετε επιλέξει κάθε επιθυμητή σπουδαστής από αυτή τη λίστα, κάντε κλικ στο κουμπί Προσθήκη επιλεγμένων φοιτητές στο πάνω μέρος της οθόνης.
et_ee: Kui vanemad konto on loodud, nende lapsed peavad olema seotud oma kontole selle programmiga. Kui te ei ole juba valitud kasutaja varem oma istungil, valige kasutaja, kasutades Leia Kasutaja otsing ekraanil. Edasi otsida üliõpilane lisada kasutajate konto. Otsing tulemustest, saate valida suvalise arvu õpilasi. Võite valida kõik õpilased nimekirjas kontrollides märkeruut on sinine Veerupealdiste eespool nimekirja. Kui olete valinud iga soovitud õpilane sellest nimekirjast, klõpsa Add Selected Õpilased nupule ülaosas ekraani.
fa_ir: هنگامی که یک حساب پدر و مادر راه اندازی شده است ، فرزندان خود را باید با این برنامه به حساب خود در ارتباط است. اگر شما قبلا انتخاب یک کاربر پیش از آن در جلسه شما ، یک کاربر با استفاده از یافتن کاربر جستجو در صفحه نمایش را انتخاب کنید. بعد ، جستجو برای یک دانش آموز به حساب کاربران اضافه است. از نتیجه جستجو ، شما می توانید هر تعداد از دانش آموزان را انتخاب کنید. شما می توانید تمام دانش آموزان در لیست ها را با چک کردن چک باکس به عنوان ستون آبی رنگ در بالای لیست را انتخاب کنید. بعد از اینکه هر دانش آموز مورد نظر را از این لیست انتخاب شده ، روی دکمه اضافه کردن به انتخاب دانش آموزان کلیک کنید در بالای صفحه نمایش است.
fi_fi: Kun vanhemmat tili on perustettu, lapset tulee liittyä tilinsä tällä ohjelmalla. Jos et ole jo valinnut käyttäjän aikaisemmin aikasi, valitse käyttäjä käyttämällä Etsi Käyttäjähaku näyttö. Seuraavaksi etsiä opiskelija lisätä käyttäjätilin. Vuodesta hakutuloksen, voit valita haluamasi määrän opiskelijoita. Voit valita kaikki oppilaat luettelossa Kun ruutu on sininen sarakeotsikot luettelon yläpuolella. Kun olet valinnut jokaisella halutulla opiskelija tästä luettelosta Lisää valitut opiskelijat painiketta näytön yläreunassa.
ga_ie: Chomh luath agus a cuntas tuismitheoirí curtha ar bun, ní mór a gcuid leanaí a bheith bainteach lena n-áireamh leis an gclár seo. Mura bhfuil tú i d&#39;úsáideoir roghnaithe cheana féin níos luaithe i do seisiún, roghnaigh i d&#39;úsáideoir ag baint úsáide as an Aimsigh scáileán cuardaigh úsáideora. Next, cuardaigh do mhac léinn a chur ar an gcuntas úsáideoirí. Ón toradh an chuardaigh, is féidir leat a roghnú aon líon na mac léinn. Is féidir leat a roghnú na scoláirí ar fad ar an liosta ag seiceáil an ticbhosca sa cholún gorm na ceannteidil thuas ar an liosta. Tar éis duit an roghnaithe gach mac léinn atá ag teastáil ón liosta seo, cliceáil ar an gcnaipe Cuir Roghnaithe Mic Léinn ag barr an scáileáin.
gl_gl: Unha vez por conta dos pais foi creado, os seus fillos deben ser asociados á súa conta con este programa. Se aínda non decide un usuario máis cedo na sesión, seleccione un usuario a usar o Buscar unha pantalla de busca de usuario. A continuación, busque un estudante para engadir á conta de usuario. Desde o resultado de búsqueda, pode seleccionar calquera número de alumnos. Pode seleccionar todos os alumnos na lista, marcando a caixa de verificación nos títulos de columna azul sobre a lista. Despois de ter escollido a cada alumno que desexe dende esta lista, prema no botón Engadir seleccionados Estudantes na parte superior da pantalla.
hr_hr: Kada roditelji račun je postavljen, njihova djeca moraju biti povezani na svoj račun s ovim programom. Ako niste već odabrali korisnik ranije u sjednici, odaberite korisnik pomoću Nađi zaslon Korisnik pretraživanja. Dalje, potraga za studentske dodati korisnika račun. Iz rezultata pretraživanja, možete odabrati bilo koji broj studenata. Možete odabrati sve učenike u popis provjerom okvir u plavom stupaca iznad popisa. Nakon što ste odabrali željeni svakog studenta s ovog popisa, kliknite gumb Dodaj odabrane Studenti gumb na vrhu ekrana.
hu_hu: Miután a szülők számla jött létre, hogy gyermekeik kell vonni a számla ezzel a programmal. Ha még nem döntött a felhasználó korábban a munkamenetet, válassza ki a felhasználó használja a Felhasználó keresése Keresés képernyőn. Ezután keressük meg egy diák, hogy adjunk a felhasználók számlájára. A keresési eredmény, akkor kiválaszthat egy számot a diákok. Kiválaszthatja az összes diák a lista ellenőrzésével a jelölőnégyzetet a kék oszlopfejlécek fölött a listán. Miután kiválasztotta a kívánt minden egyes diák a listából, kattintson a Kiválasztott diákok gombra a képernyő felső részén.
is_is: Þegar foreldrar reikningur hefur verið sett upp, verður börnum sínum að vera í tengslum við reikninginn þeirra með þessu forriti. Ef þú hefur ekki nú þegar valið notanda fyrr í setu, velja notanda með því að nota Finna Leita User skjár. Næst skaltu leita að nemandi að bæta við notendum reikningsins. Frá leitarniðurstöðu getur þú valið hvaða fjölda nemenda. Hægt er að velja alla nemendur í listanum með því að haka í kassann í bláa fyrirsagnir dálki fyrir ofan listann. Eftir að þú hefur valið hvert þú vilt nemandi frá þessum lista, smella á Bæta við völdum Nemendur takkann efst á skjánum.
ja_jp: 親のアカウントが設定されると、彼らの子供がこのプログラムで自分のアカウントに関連付ける必要があります。すでに以前のセッションでユーザを選択していない場合、ユーザーの検索画面を見る使用してユーザーを選択します。ユーザーのアカウントに追加する学生のための次の、検索。検索結果から、学生の任意の数を選択することができます。あなたがリストの上の青い列見出しのチェックボックスをチェックして、リスト内のすべての学生を選択することができます。このリストから目的の各生徒を選択したら、画面の上部にある[選択した生徒のボタンをクリックします。
lt_lt: Kartą buvo įsteigtas tėvų sąskaitą, jų vaikai turi būti susiję su šia programa savo. Jei neturite jau pasirinktas vartotojo anksčiau savo sesijoje, pasirinkite vartotojo, naudojant Ieškoti Vartotojų paieška ekranas. Kitas studentas pridėti vartotojų sąskaita, paiešką. Iš paieškos rezultatų, galite pasirinkti bet kokį studentų skaičių. Galite pasirinkti visą sąrašą studentų Pažymėdami žymės langelį, mėlynasis stulpelių antraštes virš sąrašo. Po jūs pasirinkote kiekvieną norimą studentų iš šio sąrašo, spustelėkite Pridėti Studentai mygtuką ekrano viršuje.
lv_lv: Kad vecāki konts ir izveidots, viņu bērni ir jāiesaista savā kontā ar šo programmu. Ja vēl neesat izvēlējies lietotājs ātrāk jūsu sesiju, izvēlieties lietotājs, izmantojot Atrast Meklēt lietotāju ekrāna. Tālāk, meklēt students pievienot lietotājus kontam. No meklēšanas rezultātu, jūs varat izvēlēties jebkuru studentu skaita. Jūs varat izvēlēties visus studentus sarakstā, atzīmējot izvēles rūtiņu zilā kolonnu virsrakstus virs saraksta. Kad esat izvēlējies katrā izvēlētajā studente no šī saraksta, noklikšķiniet uz Pievienot atlasītos Studenti pogas augšpusē ekrānam.
mk_mk: Еднаш родителите сметка е формиран, нивните деца мора да биде поврзан на нивната сметка со оваа програма. Ако веќе не сте го одбрале пристап во почетокот на сесијата, изберете корисник со помош на Најди корисникот за пребарување екран. Следна, барај Доколку студентот сака да додадете на корисниците сметка. Од резултатите од пребарувањето, може да го изберете кој било број на студенти. Можете да изберете сите студенти во листата со проверка на полето во сино колона наслови погоре на листата. Откако ќе изберете саканиот секој студент од овој список, кликнете на Add избрани студенти копчето на горниот дел од екранот.
nn_no: Når en foreldre konto har blitt satt opp, må barna være knyttet til sin konto med dette programmet. Hvis du ikke allerede har valgt en bruker tidligere i økten, velger du en bruker ved hjelp av Finn en bruker skjermbildet Søk. Deretter søker etter en student å legge til brukerne konto. Fra søkeresultatet kan du velge antall studenter. Du kan velge alle studentene i listen ved å krysse av i boksen i den blå kolonnen overskrifter over listen. Etter du har valgt hver ønsket student fra denne listen, klikker du Legg utvalgte studenter knappen øverst på skjermen.
pl_pl: Po uwagę rodziców został ustanowiony, ich dzieci muszą być związane z ich konta z tym programem. Jeśli nie wybrałeś już wcześniej użytkownika w sesji, wybierz użytkownika za pomocą funkcji Znajdź ekranu Szukaj użytkownika. Następnie wyszukiwania dla studenta dodać do konta użytkownika. Z wyników wyszukiwania, można wybrać dowolną liczbę studentów. Możesz wybrać wszystkich studentów na liście, zaznaczając pole wyboru w niebieski nagłówki kolumn powyżej listy. Po wybraniu każdego żądanego ucznia z tej listy, kliknij przycisk Dodaj wybrane Studenci w górnej części ekranu.
pt_pt: Uma vez por conta dos pais foi criado, seus filhos devem ser associados à sua conta com este programa. Se você ainda não tenha escolhido um usuário mais cedo na sessão, selecione um usuário usando o Localizar uma tela de pesquisa do usuário. Em seguida, procure um estudante para adicionar à conta de usuários. A partir do resultado de busca, você pode selecionar qualquer número de alunos. Você pode selecionar todos os alunos na lista, marcando a caixa de seleção nos títulos de coluna azul acima da lista. Depois de ter escolhido a cada aluno desejado a partir desta lista, clique no botão Adicionar Selecionados Estudantes no topo da tela.
ro_ro: Odată ce un cont de părinţi a fost înfiinţat, copiii lor trebuie să fie asociată contului lor cu acest program. Dacă nu aţi ales deja un utilizator mai devreme în sesiunea, selectaţi un utilizator cu ajutorul Găsiţi un ecran de căutare a utilizatorilor. Căutare următoare, pentru un student pentru a adăuga la contul utilizatorilor. Din rezultatele căutării, puteţi selecta orice număr de studenţi. Puteţi selecta toţi elevii din listă prin verificarea caseta în titlurile de coloană albastru deasupra listei. Dupa ce ati selectat fiecare elev dorit din această listă, faceţi clic pe butonul Add selectate Studenţii de la partea de sus a ecranului.
ru_ru: Как только родители аккаунт был создан, их дети должны быть связаны с их счета в этой программе. Если вы еще не выбрали пользователем ранее в текущем сеансе, выберите пользователя с помощью Найти экран пользовательского поиска. Затем поиски студента, чтобы добавить к счету пользователя. Из результатов поиска, вы можете выбрать любое количество студентов. Вы можете выбрать все студенты в список, проверяя флажок в синие заголовки столбцов над списком. После выбора желаемых каждого студента из этого списка, нажмите кнопку Добавить выбранные Студенты кнопки в верхней части экрана.
sk_sk: Akonáhle rodičia účet bol zriadený, musí byť ich deti spojené s ich účet s týmto programom. Ak ste sa už vybrali užívateľa skôr v relácii užívateľa pomocou Nájsť užívateľa obrazoviek pre vyhľadávanie. Ďalšie, vyhľadať študenta sa pridať k účtu užívateľa. Z výsledkov vyhľadávania, môžete si vybrať ľubovoľný počet študentov. Môžete si vybrať všetkých študentov v zozname zaškrtnutím políčka v modrom záhlaví stĺpca nad zoznamom. Po výbere požadovaného každý študent z tohto zoznamu, kliknite na tlačidlo Pridať vybrané študentov tlačidla v hornej časti obrazovky.
sl_si: Ko starši račun vzpostavi je treba, njihovi otroci so povezani s svojega računa s tem programom. Če še niste izbrali uporabnikom prej v vašem seji, izberite uporabnik s pomočjo zaslona Najdi uporabnika Search. Naslednji, iskanje študenta dodati račun uporabnikov. Od rezultat iskanja, lahko izberete poljubno število študentov. Izberete lahko vsi študenti s seznama s preverjanjem polje v modri stolpcev nad seznamom. Ko izberete želeno vsak študent s tega seznama, kliknite gumb Add Izbrani študenti na vrhu zaslona.
sq_al: Pasi një llogari prindërit është krijuar, fëmijët e tyre duhet të jenë të lidhur në llogarinë e tyre me këtë program. Nëse ju nuk keni zgjedhur tashmë një përdorues më parë në seancën tuaj, zgjidhni një përdorues duke përdorur Gjej të një ekran Kërko User. Tjetra, kërko për një student për të shtuar në llogarinë e përdoruesit. Nga rezultati i kërkimit, ju mund të zgjidhni çdo numri i studentëve. Ju mund të zgjidhni të gjitha studentët në listë duke kontrolluar checkbox në krerët kolonën blu mbi listën. Pasi ta keni zgjedhur çdo student të dëshiruar nga kjo listë, kliko butonin Shto zgjedhura Studentët në krye të ekranit.
sr_rs: Када родитељи налог је подешен, њихова деца морају бити повезана на свој налог са овим програмом. Уколико већ нисте изабрали корисник раније у сесије, изаберите корисник користећи Пронађи екран корисника Тражи. Даље, тражи за студента да додате на рачун корисника. Од резултат претраге, можете да изаберете било који број студената. Можете да изаберете све ученике у листи провере кућицу у плавом наслове колона изнад листе. Након што сте изабрали сваки жељени студената са ове листе, кликните на дугме Адд Селецтед Студенти дугме на врху екрана.
sv_se: När en föräldrar-konto har skapats, måste barnen vara kopplad till sitt konto med detta program. Om du inte redan har valt en användare tidigare i din session, välj en användare med hjälp Hitta en skärm Användare Sök. Därefter söker en student att lägga till i användarens konto. Från sökresultatet kan du välja valfritt antal studenter. Du kan välja alla elever i listan genom att markera kryssrutan i den blå kolumnrubriker ovanför listan. När du valt varje önskad student från listan, klicka på Lägg till utvalda studenter knappen längst upp på skärmen.
th_th: เมื่อบัญชีผู้ปกครองได้รับการตั้งค่าเด็กของพวกเขาต้องเชื่อมโยงกับบัญชีของพวกเขาด้วยโปรแกรมนี้ หากคุณยังไม่ได้เลือกผู้ใช้อยู่แล้วก่อนหน้านี้ในช่วงเวลาของคุณให้เลือกผู้ใช้โดยใช้การค้นหาที่หน้าจอค้นหาผู้ใช้ ค้นหาถัดไปสำหรับนักเรียนที่จะเพิ่มบัญชีผู้ใช้ จากผลการค้นหาที่คุณสามารถเลือกจำนวนของนักเรียนใด ๆ คุณสามารถเลือกนักเรียนทั้งหมดในรายการโดยการตรวจสอบช่องทำเครื่องหมายในส่วนหัวของคอลัมน์สีน้ำเงินด้านบนรายการ หลังจากที่คุณได้เลือกนักเรียนที่ต้องการจากรายการนี​​้ให้คลิกที่เพิ่มปุ่มนักศึกษาที่เลือกที่ด้านบนของหน้าจอ
tr_tr: Bir veli hesabı kurulduktan sonra, çocuklarının bu program ile kendi hesabına ilişkili olmalıdır. Zaten bir kullanıcı önceki oturumda seçmedi varsa, bir kullanıcı ara ekranı bul kullanarak bir kullanıcı seçin. Ardından, kullanıcı hesabı eklemek için bir öğrenci için arama. Arama sonucu, herhangi bir öğrenci sayısını seçebilirsiniz. Listedeki tüm öğrencilerin listesinin üstündeki mavi sütun başlıkları onay kutusunu kontrol ederek seçebilirsiniz. Bu listeden istenen her öğrenci seçtikten sonra, ekranın üst kısmındaki Ekle Seçilen Öğrenciler düğmesini tıklatın.
uk_ua: Як тільки батьки аккаунт був створений, їхні діти повинні бути пов&#39;язані з їх рахунки в цій програмі. Якщо ви ще не вибрали користувачем раніше в поточному сеансі, виберіть користувача за допомогою Знайти екран користувацького пошуку. Потім пошуки студента, щоб додати до рахунку користувача. З результатів пошуку, ви можете вибрати будь-яку кількість студентів. Ви можете вибрати всі студенти в список, перевіряючи прапорець у сині заголовки стовпців над списком. Після вибору бажаних кожного студента з цього списку, натисніть кнопку Додати вибрані Студенти кнопки у верхній частині екрана.
wa_be: Unwaith y bydd cyfrif rhieni wedi cael ei sefydlu, mae&#39;n rhaid eu plant fod yn gysylltiedig â&#39;u cyfrif gyda rhaglen hon. Os nad ydych eisoes wedi dewis defnyddiwr yn gynharach yn eich sesiwn, dewiswch defnyddiwr drwy ddefnyddio&#39;r Dod o hyd i Defnyddiwr sgrin Chwilio. Nesaf, chwilio i fyfyriwr i ychwanegu at y cyfrif defnyddiwr. O&#39;r canlyniad chwiliad, gallwch ddewis unrhyw nifer o fyfyrwyr. Gallwch ddewis yr holl fyfyrwyr yn y rhestr trwy wirio y blwch yn y penawdau golofn las uwchben y rhestr. Ôl i chi ddewis pob myfyriwr a ddymunir o&#39;r rhestr hon, cliciwch ar y botwm Myfyrwyr Ychwanegu dethol ar frig y sgrin.
zh_tw: 一旦父母的帳戶已成立，其子女必須與他們的戶口本方案。如果你沒有選擇的用戶早已經在您的會話，選擇一個用戶使用查找用戶搜索畫面。其次，尋找一個學生添加到用戶帳戶。從搜索結果中，你可以選擇任意數量的學生。您可以選擇所有的學生在通過檢查複選框列表中藍色列標題列表上方的。在您選擇的每個需要的學生從這個列表中，單擊添加按鈕，在選擇學生屏幕上方。
