Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You can select the current quarter, semester, and semester exam from the pull-down menu at the top of the screen. To change the current quarter, change the marking period pull-down menu on the left frame. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen. After choosing a marking period or period, click the Go button to refresh the list with the new parameters.
af_za: Jy kan die huidige kwartaal, semester, en semester eksamen kies uit die hangkieslys aan die bokant van die skerm. Om die huidige kwartaal te verander, verander die nasienperiode vervolg keuselys aan die linkerkant raam. Jy kan ook wys slegs een tydperk deur die keuse van daardie tydperk uit die tydperk hangkieslys aan die bokant van die skerm. Na die keuse van &#39;n nasienperiode of tydperk, kliek op die knoppie Spring na die lys te verfris met die nuwe parameters.
ar_dz: يمكنك تحديد الربع الحالي، الفصل الدراسي، وامتحان الفصل الدراسي من القائمة المنسدلة في أعلى الشاشة. لتغيير الربع الحالي، تغيير وسم الفترة القائمة المنسدلة على الإطار نقاط. يمكنك أيضا تظهر فترة واحدة فقط عن طريق اختيار تلك الفترة من القائمة المنسدلة الفترة في الجزء العلوي من الشاشة. بعد اختيار مدة أو فترة الوسم، انقر فوق الزر انتقال لتحديث قائمة مع المعايير الجديدة.
be_by: Вы можаце выбраць бягучы квартал, паўгоддзе, семестр і экзамен з выпадальнага меню ў верхняй частцы экрана. Каб змяніць бягучы квартал, змена маркіроўкі перыяд выпадальнае меню ў левым фрэйме. Вы таксама можаце паказаць толькі адзін перыяд, абраўшы гэты перыяд ад перыяду выпадальнае меню ў верхняй частцы экрана. Пасля выбару маркіроўкі перыяду або перыяду, націсніце на кнопку Перайсці, каб абнавіць спіс з новымі параметрамі.
bg_bg: Можете да изберете текущото тримесечие, семестър, и изпит на семестър от падащото меню в горната част на екрана. За да промените текущото тримесечие, промяна на маркировката период падащото меню в лявата рамка. Можете също да покажете само един период от избора на този период от периода падащото меню в горната част на екрана. След избора на маркировка период или период, кликнете върху бутон, за да обновите списъка с новите параметри.
bn_bd: আপনি টান ডাউন মেনু থেকে বর্তমান সিকি, সেমেস্ত্র, এবং সেমেস্ত্র পরীক্ষা পর্দার উপরের নির্বাচন করতে পারেন. বর্তমান সিকি পরিবর্তন, বাম ফ্রেমের উপর অবস্থানসূচক সময়ের-টান ডাউন মেনু পরিবর্তন. আপনি পর্দার উপরের সময়ের-টান ডাউন মেনু থেকে তত্কাল করুন দ্বারা শুধুমাত্র এক সময়ের দেখাতে পারি. একটি অবস্থানসূচক কাল বা সময় নির্বাচন করার পরে নতুন পরামিতি সহ তালিকা রিফ্রেশ যান বাটন ক্লিক করুন.
da_dk: Du kan vælge den aktuelle kvartal semester, og semester eksamen fra pull-down menuen øverst på skærmen. At ændre det aktuelle kvartal, ændre mærkningen periode pull-down menuen til venstre ramme. Du kan også vise en enkelt periode ved at vælge denne periode fra den periode, pull-down menuen øverst på skærmen. Når du har valgt et mærke, periode eller periode, skal du klikke på Go-knappen for at opdatere listen med de nye parametre.
el_gr: Μπορείτε να επιλέξετε το τρέχον τρίμηνο, εξάμηνο, και εξετάσεις εξαμήνου από το pull-down μενού στο πάνω μέρος της οθόνης. Για να αλλάξετε το τρέχον τρίμηνο, η αλλαγή της σήμανσης περίοδο pull-down μενού στο αριστερό πλαίσιο. Μπορείτε επίσης να εμφανίσετε μόνο μία περίοδο με την επιλογή αυτής της περιόδου από την περίοδο pull-down μενού στο πάνω μέρος της οθόνης. Μετά την επιλογή ενός σήμανση περίοδο ή περίοδο, Κάντε κλικ στο κουμπί για να ανανεώσετε τη λίστα με τις νέες παραμέτρους.
es_es: Puede seleccionar el actual trimestre, semestre, y examen del semestre en el menú desplegable en la parte superior de la pantalla. Para cambiar el actual trimestre, cambiar la marca del menú desplegable periodo en el marco de la izquierda. También puede mostrar un solo período de la elección de ese período en el menú desplegable período en la parte superior de la pantalla. Después de la elección de un período o período de calificación, haga clic en el botón Continuar para actualizar la lista con los nuevos parámetros.
et_ee: Te võite valida praeguse kvartali semester, ja semestril eksam pull-down menüü ülaosas ekraani. Muuta praegust kvartalis muuta märgistus periood rippmenüüst vasakul raami. Võite ka näidata ainult üks periood, valides selle ajavahemiku jooksul rippmenüüst ülaosas ekraani. Kangesti tähistamine perioodi või perioodi, klõpsake nuppu Mine värskendada nimekirja uusi parameetreid.
fa_ir: شما می توانید از سه ماهه جاری ، ترم و امتحان ترم را از منو PULL - DOWN در بالای صفحه نمایش انتخاب کنید. برای تغییر سه ماهه جاری ، تغییر دوره مارک PULL - DOWN منو در قاب سمت چپ است. شما همچنین می توانید تنها یک دوره با انتخاب آن دوره را از دوره منوی کشویی در بالای صفحه نمایش نشان می دهد. پس از انتخاب یک دوره یا دوره بدون مارک ، با کلیک بر روی دکمه برو به تازه کردن لیست با پارامترهای جدید.
fi_fi: Voit valita kuluvalla neljänneksellä, lukukausi, ja lukukausi kokeeseen alasvetovalikosta yläreunassa näytön. Voit muuttaa kuluvalla neljänneksellä, muuttaa merkintää kauden alasvetovalikosta vasemmassa kehyksessä. Voit myös näyttää vain yhden kauden valitsemalla että ajanjakson ajan alasvetovalikosta yläreunassa näytön. Kun olet valinnut merkinnän ajan tai ajan, napsauta Siirry-painiketta voit päivittää luetteloa uusien parametrien.
ga_ie: Is féidir leat a roghnú an ráithe atá ann faoi láthair, seimeastar, agus scrúdú seimeastar ón roghchlár tarraingt anuas ag barr an scáileáin. A athrú ar an ráithe atá ann faoi láthair, athrú ar an tréimhse marcála tarraingt-síos roghchlár ar an bhfráma chlé. Is féidir leat a thaispeáint freisin ach aon tréimhse trí roghnú tréimhse sin ón tréimhse tarraingt-síos roghchlár ag barr an scáileáin. Tar éis a roghnú tréimhse marcála nó tréimhse, cliceáil ar an gcnaipe Téigh go dtí athnuachan ar an liosta leis na paraiméadair nua.
gl_gl: Pode seleccionar o actual trimestre, semestre, e exame semestral dende o menú desplegable na parte superior da pantalla. Para cambiar o trimestre actual, cambiar o período de reserva pull-down menú no marco esquerdo. Tamén pode amosar só un período, escollendo o período a partir do período de pull-down menu na parte superior da pantalla. Despois de escoller un período ou período de reserva, prema no botón Go para actualizar a lista cos novos parámetros.
hr_hr: Možete odabrati tekućem tromjesečju, semestar, a semestar ispit iz padajućeg izbornika na vrhu zaslona. Za promjenu tekućem tromjesečju, promijenite obilježavanje razdoblju padajućeg izbornika na lijevoj strani okvira. Također možete prikazati samo jedan razdoblje odabirom tog razdoblja iz razdoblja padajućeg izbornika na vrhu zaslona. Nakon odabira oznake razdoblje ili razdoblje, kliknite gumb Go osvježiti popis sa novim parametrima.
hu_hu: Kiválaszthatjuk az aktuális negyedévben, félévben, és a félév vizsga a legördülő menüből a képernyő tetején. Változtatni a jelenlegi negyedévben, a változás a jelölés időszakban legördülő menüt a bal oldali keret. Azt is mutatják, csak egy idő választásával az időszakban az idő legördülő menüből a képernyő tetején. Kiválasztása után jelölési időszak, vagy időszak, kattintson az Indítás gombra a lista frissítéséhez az új paraméterekkel.
is_is: Hægt er að velja á yfirstandandi ársfjórðungi, önn, og önn próf úr fellilistanum efst á skjánum. Til að breyta núverandi ársfjórðungi, breyta merkingu tíma fellilistanum til vinstri rammanum. Einnig er hægt að sýna eina tímabili með því að velja að tímabilið frá tímabilinu fellilistanum efst á skjánum. Þegar þú hefur valið merki tímabili eða tímabili skaltu smella á Áfram hnappinn til að uppfæra listann með nýju þáttum.
ja_jp: あなたは画面の上部にあるプルダウンメニューから、現在の四半期、半期、及び学期の試験を選択することができます。現在の四半期を変更するには、左のフレームにマーキング期間プルダウンメニューを変更。また、画面の上部にある期間のプルダウンメニューからその期間を選択して唯一の期間を表示することができます。マーキング期間または期間を選択した後、新しいパラメータを指定してリストをリフレッシュするために移動ボタンをクリックします。
lt_lt: Einamojo ketvirčio, ​​semestro ir semestro egzaminą iš išskleidžiamajame meniu galite pasirinkti ekrano viršuje. Norėdami keisti einamojo ketvirčio, ​​keisti ženklinimo laikotarpį, išskleidžiamajame meniu kairėje rėmo. Taip pat galite rodyti tik vieną laikotarpį pasirenkant tą laikotarpį nuo laikotarpį išskleidžiamajame meniu ekrano viršuje. Po pasirenkant ženklinimo laikotarpis arba, spustelėkite mygtuką Eiti atnaujinti sąrašą su naujais parametrais.
lv_lv: Jūs varat izvēlēties kārtējā ceturkšņa, pusgada un semestra eksāmenu no pull-down menu augšpusē ekrānam. Lai mainītu esošo ceturksni, mainīt marķējumu laika pull-down menu kreisajā pusē rāmja. Var arī rādīt tikai uz vienu periodu, izvēloties šo periodu no laika pull-down menu augšpusē ekrānam. Izvēloties marķējumu periodā vai periodā, noklikšķiniet uz pogu Go, lai atsvaidzinātu sarakstu ar jauniem parametriem.
mk_mk: Можете да изберете на тековната квартал, полугодие, и семестар испит од паѓачкото мени на врвот од екранот. Да ја промени сегашната четвртина, промената на одбележувањето период паѓачкото мени на левата рамка. Исто така, може да покаже само еден период од изборот на тој период од периодот паѓачкото мени на врвот од екранот. По изборот на одбележувањето период или период, кликнете на копчето Оди да се освежи листата со нови параметри.
nn_no: Du kan velge inneværende kvartal, semester, og semester eksamen fra rullegardinmenyen øverst på skjermen. For å endre inneværende kvartal, endre merkingen perioden pull-down menyen til venstre ramme. Du kan også vise bare en periode ved å velge denne perioden fra perioden rullegardinmenyen øverst på skjermen. Etter å ha valgt en merking periode eller periode, klikk på Go-knappen for å oppdatere listen med de nye parametrene.
pl_pl: Możesz wybrać bieżący kwartał, pół roku, a egzamin semestr z rozwijanego menu na górze ekranu. Aby zmienić bieżący kwartał, zmiany oznakowania okresu rozwijanego menu po lewej stronie kadru. Można również wyświetlić tylko jeden okres, wybierając ten okres z okresu rozwijanego menu na górze ekranu. Po wybraniu oznaczenia okresu lub okresu, kliknij przycisk Start, aby odświeżyć listę z nowych parametrów.
pt_pt: Você pode selecionar o atual trimestre, semestre, e exame semestral a partir do menu suspenso na parte superior da tela. Para alterar o trimestre atual, alterar o período de marcação pull-down menu no frame esquerdo. Você também pode mostrar apenas um período, escolhendo o período a partir do período de pull-down menu no topo da tela. Depois de escolher um período ou período de marcação, clique no botão Go para atualizar a lista com os novos parâmetros.
ro_ro: Puteţi selecta trimestrul curent, semestru, iar examenul semestru din meniul vertical din partea de sus a ecranului. Pentru a schimba trimestrul curent, schimba perioada marcajului meniu vertical pe cadrul din stânga. Puteţi, de asemenea de un singur termen, alegând acea perioadă din perioada meniu vertical din partea de sus a ecranului. După alegerea unei perioade de marcaj sau perioada, faceţi clic pe butonul Go pentru a actualiza lista cu noii parametri.
ru_ru: Вы можете выбрать текущий квартал, полугодие, семестр и экзамен из выпадающего меню в верхней части экрана. Чтобы изменить текущий квартал, изменение маркировки период выпадающее меню в левом фрейме. Вы также можете показать только один период, выбрав этот период от периода выпадающее меню в верхней части экрана. После выбора маркировки периода или периода, нажмите на кнопку Перейти, чтобы обновить список с новыми параметрами.
sk_sk: Môžete si vybrať aktuálneho štvrťroka, polroka, a semestrálne skúšky z pull-down menu v hornej časti obrazovky. Ak chcete zmeniť aktuálny štvrťrok, zmeniť označenie obdobie pull-down menu na ľavej strane rámu. Môžete tiež zobraziť iba jedno obdobie výberom tej dobe z obdobia pull-down menu v hornej časti obrazovky. Po výbere označenie obdobia alebo období, kliknite na tlačidlo Go aktualizovať zoznam s novými parametrami.
sl_si: Izberete lahko v tekočem četrtletju, semester in semester izpit iz spustnem meniju na vrhu zaslona. Če želite spremeniti tekočem četrtletju, spremeniti oznake obdobju spustnem meniju na levi strani okvirja. Prav tako lahko pokažejo le eno obdobje, z izbiro, da se rok iz obdobja spustnem meniju na vrhu zaslona. Po izbiri oznake obdobje ali obdobje, kliknite gumb Go, da osvežite seznam z novimi parametri.
sq_al: Ju mund të zgjidhni tremujorit aktual, semestri i, dhe provimeve semestri nga pull-down menu në krye të ekranit. Për të ndryshuar tremujorin aktual, të ndryshuar periudhë vlerësimi pull-down menu në kuadrin e majtë. Ju gjithashtu mund të tregojnë vetëm një periudhë duke zgjedhur atë periudhë nga periudha pull-down menu në krye të ekranit. Pas zgjedhjes së një periudhe ose periudha që shënon, kliko butonin Go to rifreskuar listën me parametrat e ri.
sr_rs: Можете да изаберете текући квартал, семестар, а семестар испит из падајућег менија на врху екрана. Да бисте променили текући квартал, промените обележавање периоду падајућег менија на левом оквиру. Такође можете приказати само једног периода избором тог периода из периода падајућег менија на врху екрана. Након избора обележавање или време, кликните на дугме Иди да освежите листу са новим параметрима.
sv_se: Du kan välja det innevarande kvartalet, termin och termin examen från rullgardinsmenyn längst upp på skärmen. För att ändra det innevarande kvartalet, ändra märkningen perioden rullgardinsmenyn till vänster ram. Du kan också visa en enda period genom att välja denna period från perioden rullgardinsmenyn längst upp på skärmen. Efter att ha valt en märkning eller tid, klicka på Go-knappen för att uppdatera listan med de nya parametrarna.
th_th: คุณสามารถเลือกได้ในไตรมาสปัจจุบัน, ภาคการศึกษาและการสอบภาคการศึกษาจากเมนูแบบดึงลงที่ด้านบนของหน้าจอ การเปลี่ยนแปลงในไตรมาสปัจจุบันเปลี่ยนแปลงระยะเวลาในการทำเครื่องหมายเมนูแบบดึงลงในกรอบด้านซ้าย คุณยังสามารถแสดงเพียงระยะเวลาหนึ่งโดยการเลือกช่วงเวลาที่จากงวดเมนูแบบดึงลงที่ด้านบนของหน้าจอ หลังจากเลือกระยะเวลาหรือระยะเวลาการทำเครื่องหมายให้คลิกปุ่ม Go เพื่อรีเฟรชรายการที่มีพารามิเตอร์ใหม่
tr_tr: Ekranın üst kısmında açılan menüden mevcut çeyreğinde, dönem, dönem sınav seçebilirsiniz. Geçerli çeyrek değiştirmek için, sol çerçevede açılan menüden işaretleme süresi değişir. Ayrıca o dönemde ekranın üst kısmında dönemde açılan menüden seçerek, yalnızca bir döneme gösterebilir. Bir işaretleme dönemi veya dönem seçtikten sonra, yeni parametreleri ile listeyi yenilemek için Git düğmesini tıklatın.
uk_ua: Ви можете вибрати поточний квартал, півріччя, семестр та іспит з випадаючого меню у верхній частині екрана. Щоб змінити поточний квартал, зміна маркування період випадає в лівому фреймі. Ви також можете показати тільки один період, вибравши цей період від періоду випадає у верхній частині екрана. Після вибору маркування періоду або періоду, натисніть на кнопку Перейти, щоб оновити список з новими параметрами.
wa_be: Gallwch ddewis y chwarter ar hyn o bryd, semester, ac arholiad semester o&#39;r ddewislen tynnu-lawr ar frig y sgrin. I newid y chwarter presennol, newid y cyfnod marcio tynnu-lawr ddewislen ar y ffrâm chwith. Gallwch hefyd yn dangos mai dim ond un cyfnod trwy ddewis y cyfnod hwnnw o&#39;r cyfnod tynnu-lawr ddewislen ar frig y sgrin. Ar ôl dewis cyfnod marcio neu gyfnod, cliciwch ar y botwm Ewch i ail osod y rhestr gyda&#39;r paramedrau newydd.
zh_tw: 你可以選擇當前季度，學期，學期考試，從下拉菜單在屏幕上方。要改變目前的四分之一，改變評分期下拉菜單在左框架。您也可以只顯示一個時期選擇這一時期內從下拉菜單在屏幕上方。選擇評分期後或期間，單擊 Go按鈕來刷新列表以新的參數。

source: Grade Breakdown
af_za: Graad Uiteensetting
ar_dz: توزيع الدرجات
be_by: Клас Размеркаванне
bg_bg: Степен Разбивка
bn_bd: গ্রেড ভাঙ্গন
da_dk: Grade Fordeling
el_gr: Βαθμός Κατανομή
es_es: Desglose de Grado
et_ee: Hinne jaotus
fa_ir: تفکیک کلاس
fi_fi: Grade jakautuminen
ga_ie: Miondealú Grád
gl_gl: Breakdown grao
hr_hr: Ocjena Breakdown
hu_hu: Grade megoszlása
ja_jp: グレード内訳
lt_lt: Įvertinimas pasiskirstymas
lv_lv: Sadalījums pēc pakāpēm
mk_mk: Одделение слом
pl_pl: Podział klasy
pt_pt: Breakdown grau
ro_ro: Grad Defalcare
ru_ru: Класс Распределение
sk_sk: Stupeň členenie
sl_si: Grade Razčlenitev
sq_al: Analiza klasën e
sr_rs: Разред Бреакдовн
sv_se: Betygsfördelning
th_th: รายละเอียดเกรด
tr_tr: Sınıf Dağılımı
uk_ua: Клас Розподіл
wa_be: Dadansoddiad Gradd
zh_tw: 等級劃分

source: This report shows the number of each grade that a teacher gave
af_za: Hierdie verslag toon die aantal van elke graad wat &#39;n onderwyser het
be_by: Гэтая справаздача паказвае нумар кожнага класа, што настаўнік даў
bg_bg: Този доклад показва броя на всяка степен, че даде учител
bn_bd: এই প্রতিবেদন প্রতিটি গ্রেড যে একটি শিক্ষক দিয়েছেন সংখ্যা দেখায়
da_dk: Denne rapport viser antallet af hver lønklasse, at en lærer gav
el_gr: Η έκθεση αυτή δείχνει τον αριθμό των κάθε βαθμό που ένας δάσκαλος έδωσε
et_ee: Käesolev aruanne näitab mitmeid igale klassile, et õpetaja andis
fa_ir: این گزارش نشان می دهد به تعداد هر یک از کلاس که معلم داد
fi_fi: Tämä raportti esittää kunkin luokan että opettaja antoi
ga_ie: Léiríonn an tuarascáil seo an líon de gach grád a thug do mhúinteoir
gl_gl: Este informe mostra o número de cada serie que un profesor deu
hr_hr: Ovo izvješće prikazuje broj svaki razred koji je dao učitelj
hu_hu: Ez a jelentés számát mutatja az egyes kategóriák, hogy a tanár adott
is_is: Þessi skýrsla sýnir fjölda hverjum árgangi sem kennari gaf
ja_jp: このレポートは、教師が与えた各等級の数を示しています。
lt_lt: Ši ataskaita rodo, kad mokytojas davė kiekvienos rūšies
lv_lv: Šis ziņojums liecina skaitu katrai pakāpei, ka skolotājs bija
mk_mk: Овој извештај го прикажува бројот на секое одделение дека наставникот даде
nn_no: Denne rapporten viser antall av hver karakter som en lærer ga
pl_pl: Ten raport pokazuje liczbę każdego gatunku, że nauczyciel dał
pt_pt: Este relatório mostra o número de cada série que um professor deu
ro_ro: Acest raport arată numărul de fiecare grad care un profesor a dat
ru_ru: Этот отчет показывает номер каждого класса, что учитель дал
sk_sk: Táto správa uvádza počet jednotlivých ročníkoch, že učiteľ dal
sl_si: To poročilo prikazuje število vsak razred, ki je dal učitelj
sq_al: Ky raport tregon numrin e çdo klase që një mësues i dha
sr_rs: Овај извештај приказује број сваког разреда које учитељ дао
sv_se: Denna rapport visar hur många av varje kvalitet att en lärare gav
th_th: รายงานนี้จะแสดงจำนวนของเกรดที่อาจารย์ได้ให้แต่ละ
tr_tr: Bu rapor, bir öğretmenin verdiği her sınıf sayısını gösterir
uk_ua: Цей звіт показує номер кожного класу, що вчитель дав
wa_be: Mae&#39;r adroddiad hwn yn dangos y nifer o bob gradd fod yn athro yn rhoi
zh_tw: 此報告顯示每個年級的數量，一個老師給
