Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Exclude Ungraded Assignments Not Due
af_za: Verban ongegradeerde Opdragte nie as gevolg van
be_by: Выключыць Некласіфікаваныя Заданні не з-за
bg_bg: Изключи неподбрани Задачи не се дължи
bn_bd: Ungraded কার্য নয় দরুন অপসারণের
da_dk: Udelad usorterede opgaver ikke Due
el_gr: Εξαίρεση Πέτρες Εργασίες που δεν οφείλονται
et_ee: Välista sorteerimata Ülesanded ei ole tingitud
fa_ir: محروم کردن تکالیف Ungraded با توجه نشده
fi_fi: Sulkea lajittelemattomat Toimeksiannot ei johdu
ga_ie: Fág amach Tascanna Ungraded Gan Mar gheall ar
gl_gl: Asignacións eliminar sen clasificación non debido
hr_hr: Isključi negradiran Zadaci ne zbog
hu_hu: Kizárás osztályozatlan Hozzárendelések nem jár
is_is: Útiloka Ungraded Verkefni ekki vegna
ja_jp: によるものでは平坦にされていない割り当てを除外する
lt_lt: Išskirkite nesurūšiuoti Priskyrimai ne dėl
lv_lv: Izslēgt nešķiroti uzdevumu nav jāmaksā
mk_mk: Исклучување на Ungraded Задачи не се должи
nn_no: Utelukke usorterte Oppdrag Ikke Due
pl_pl: Wyklucz niesortowane Zadania nie uwagi
pt_pt: Atribuições excluir sem classificação não devido
ro_ro: Excludeţi Atributii pietre nu se datorează
ru_ru: Исключить неклассифицированные Задания не из-за
sk_sk: Vylúčiť netriedené Úlohy nie sú spôsobené
sl_si: Izključi nesortirani Naloge ne zaradi
sq_al: Detyrat përjashtojnë ungraded jo për shkak
sr_rs: Искључи ПРИРОДНОГ задаци не због
sv_se: Uteslut osorterade Uppdrag inte beror
th_th: ยกเว้นการกำหนด Ungraded ไม่ได้เกิดจาก
tr_tr: Nedeniyle değil puansız hale Atamaları dışla
uk_ua: Виключити некласифіковані Завдання не з-за
wa_be: Peidiwch â chynnwys Aseiniadau Heb eu Graddio Ddim yn Oherwydd
zh_tw: 由於分配不排除非分

source: Cannot delete because report card comments are associated.
af_za: Kan nie verwyder word nie omdat rapportkaart kommentaar geassosieer word.
ar_dz: لا يمكن حذف التعليقات لأن ترتبط بطاقة التقرير.
be_by: Не магу выдаліць таму што каментары табель звязаныя.
bg_bg: Не можеш да изтриеш, защото коментари доклад карти са свързани.
bn_bd: যেহেতু রিপোর্ট কার্ড মন্তব্য যুক্ত আছে মুছে ফেলা যায়নি.
da_dk: Kan ikke slette fordi Report Card kommentarer er tilknyttet.
el_gr: Δεν είναι δυνατή η διαγραφή, επειδή είναι σχετικά σχόλια κάρτα έκθεση.
es_es: No se puede eliminar porque tiene asociado comentarios a la Tarjeta de Informes.
et_ee: Kustutada ei saa sest aru kaardi kommentaarid on seotud.
fa_ir: حذف به دلیل گزارش نظر کارتهای مرتبط نیست.
fi_fi: Ei voi poistaa, koska raportti kortti kommentit liittyvät.
ga_ie: Ní féidir a scriosadh toisc go tuairimí cárta tuarascála a bhaineann leo.
gl_gl: Non se pode eliminar comentarios porque boletín están asociados.
hr_hr: Ne može se izbrisati, jer su izvješća kartice komentara povezani.
hu_hu: Nem lehet törölni, mert jelentés kártya hozzászólások kapcsolódnak.
is_is: Get ekki eytt vegna skýrslu kort athugasemdir eru tengd.
ja_jp: レポートカードのコメントが関連付けされているため削除できません。
lt_lt: Negalite trinti, nes kortelę komentarai yra susijęs.
lv_lv: Nevar izdzēst, jo ziņojums karti komentāri ir saistīti.
mk_mk: Не можете да ги избришете бидејќи извештај картичка коментарите се поврзани.
nn_no: Kan ikke slette fordi report card kommentarer er tilknyttet.
pl_pl: Nie można usunąć, ponieważ komentarze karty raportu są związane.
pt_pt: Não é possível excluir comentários porque boletim estão associados.
ro_ro: Nu se poate şterge, deoarece comentariile carte de raport sunt asociate.
ru_ru: Не могу удалить потому что комментарии табель связаны.
sk_sk: Nemôžete mazať komentáre, pretože vysvedčenie sú spojené.
sl_si: Ne morem izbrisati, ker so povezane komentarji kartico poročilo.
sq_al: Nuk mund të fshini sepse komentet dëftesë janë të lidhur.
sr_rs: Не можете брисати јер Репорт Цард коментари су повезане.
sv_se: Kan inte ta bort eftersom rapport kort kommentar är knutna.
th_th: ไม่สามารถลบเพราะความเห็นของบัตรรายงานที่เกี่ยวข้อง
tr_tr: Karne yorum ilişkili olduğu için silinemiyor.
uk_ua: Не можу видалити, тому що коментарі табель пов&#39;язані.
wa_be: Does dim modd dileu oherwydd sylwadau cerdyn adroddiad yn cael eu cysylltu.
zh_tw: 無法刪除，因為成績單意見有關聯。

source: This course is not graded.
af_za: Hierdie kursus is nie gegradeer nie.
ar_dz: لم يتم تصنيف هذه الدورة.
be_by: Гэта, вядома, не ацэньваюцца.
bg_bg: Това разбира се, не се оценява.
bn_bd: এই কোর্স. graded হয় না
da_dk: Dette kursus er ikke sorteres.
el_gr: Το μάθημα δεν βαθμολογείται.
es_es: Este curso no está clasificado.
et_ee: See kursus ei hindeid.
fa_ir: این دوره به درجه بندی نیست.
fi_fi: Kurssi ei arvostella.
ga_ie: Ní hé seo an cúrsa grádaithe.
gl_gl: Este curso non está clasificado.
hr_hr: Ovaj tečaj nije ocjenjuju.
hu_hu: Ez természetesen nem osztályozzák.
is_is: Þetta námskeið er ekki gefin einkunn.
ja_jp: このコースは、採点されていません。
lt_lt: Šis kursas yra ne klasifikuojant.
lv_lv: Šis kurss nav šķiroti.
mk_mk: Ова се разбира не е оценето.
nn_no: Dette kurset er ikke gradert.
pl_pl: Ten kurs nie jest oceniana.
pt_pt: Este curso não está classificado.
ro_ro: Acest curs nu este sortat.
ru_ru: Это, конечно, не оцениваются.
sk_sk: Tento kurz je nehodnotí.
sl_si: To seveda ni ocenjena.
sq_al: Ky kurs nuk vlerësohet.
sr_rs: Овај курс се не оцењује.
sv_se: Denna kurs är inte betygsätts.
th_th: หลักสูตรนี้จะไม่ได้คะแนน
tr_tr: Bu ders notla.
uk_ua: Це, звичайно, не оцінюються.
wa_be: Nid yw&#39;r cwrs wedi&#39;i raddio.
zh_tw: 這當然是不分級。

source: All Courses
af_za: Alle kursusse
ar_dz: جميع المقررات
be_by: Усе курсы
bg_bg: Всички курсове
bn_bd: সমস্ত কোর্স
da_dk: Alle Kurser
el_gr: Όλα τα μαθήματα
es_es: Todos los cursos
et_ee: Kõik kursused
fa_ir: همه دروس
fi_fi: Kaikki kurssit
ga_ie: Gach Cúrsaí
gl_gl: Todos os cursos
hr_hr: Svi tečajevi
hu_hu: Minden tanfolyamok
is_is: Öll námskeið
ja_jp: すべてのコース
lt_lt: Visi kursai
lv_lv: Visi kursi
mk_mk: Сите курсеви
nn_no: Alle kurs
pl_pl: Wszystkie kursy
pt_pt: Todos os cursos
ro_ro: Toate Cursuri
ru_ru: Все курсы
sk_sk: Všetky kurzy
sl_si: Vsi predmeti
sq_al: Gjitha kurset
sr_rs: Сви курсеви
sv_se: Alla kurser
th_th: รายวิชาทั้งหมด
tr_tr: Tüm Dersler
uk_ua: Всі курси
wa_be: Pob Cwrs
zh_tw: 所有課程

source: Cannot delete because student grades are associated.
af_za: Kan nie verwyder word nie omdat die student grade word geassosieer.
ar_dz: لا يمكن حذف لأن ترتبط درجات الطلاب.
be_by: Не магу выдаліць таму што ацэнкі студэнтаў звязаныя.
bg_bg: Не можеш да изтриеш, защото студент клас са свързани.
bn_bd: কারণ ছাত্র গ্রেড যুক্ত হয় মুছে ফেলা যায় না
da_dk: Kan ikke slette fordi studerende kvaliteter er forbundet.
el_gr: Δεν είναι δυνατή η διαγραφή, επειδή συνδέονται βαθμούς των μαθητών.
es_es: No se puede eliminar porque tiene calificaciones asociadas.
et_ee: Kustutada ei saa, sest õpilane palgaastmed on seotud.
fa_ir: حذف به دلیل نمرات دانش آموز در ارتباط نیست.
fi_fi: Ei voi poistaa, koska opiskelija arvosanoja liittyy.
ga_ie: Ní féidir a scriosadh toisc go gráid na ndaltaí a bhaineann leo.
gl_gl: Non se pode borrar notas de alumnos, porque están asociados.
hr_hr: Ne može se izbrisati, jer su povezane ocjena studenata.
hu_hu: Nem lehet törölni, mert tanuló a kapcsolódnak.
is_is: Get ekki eytt vegna þess að nemandi bekk eru tengd.
ja_jp: 生徒の成績が関連付けされているため削除できません。
lt_lt: Negalite trinti, nes studentų pažymiai yra susiję.
lv_lv: Nevar izdzēst, jo students pakāpes ir saistītas.
mk_mk: Не можете да ги избришете бидејќи Оценките од студентите се поврзани.
nn_no: Kan ikke slette, fordi student karakterer er tilknyttet.
pl_pl: Nie można usunąć, ponieważ ocen studentów są związane.
pt_pt: Não é possível excluir notas de alunos, porque estão associados.
ro_ro: Nu se poate şterge, deoarece notele studenţilor sunt asociate.
ru_ru: Не могу удалить потому что оценки студентов связаны.
sk_sk: Nemožno zmazať, pretože žiak triedy sú spojené.
sl_si: Ne morem izbrisati, ker so povezane študent ocen.
sq_al: Nuk mund të fshini, sepse notat e studentëve janë të lidhur.
sr_rs: Не можете обрисати, јер студентске оцене су повезане.
sv_se: Kan inte ta bort eftersom eleven kvaliteter är knutna.
th_th: ไม่สามารถลบเพราะเกรดนักเรียนมีการเชื่อมโยง
tr_tr: Öğrenci notlarını ilişkili olduğu için silinemiyor.
uk_ua: Не можу видалити, тому що оцінки студентів пов&#39;язані.
wa_be: Does dim modd dileu oherwydd bod graddau myfyrwyr yn gysylltiedig.
zh_tw: 無法刪除，因為學生成績有關聯。

source: Report Card Grade
af_za: Rapportkaart Graad
ar_dz: تقرير بطاقة الصف
be_by: Табель класа
bg_bg: Съобщи Card степен
bn_bd: রিপোর্ট কার্ড গ্রেড
el_gr: Έκθεση Βαθμός Κάρτα
et_ee: Report Card Hinne
fa_ir: گزارش درجه کارت
fi_fi: Raportti Card Grade
ga_ie: Grád Cárta Tuarascáil
gl_gl: Informe Reixa tarxeta
hr_hr: Izvješće kartice Ocjena
hu_hu: Jelentés kártya Grade
ja_jp: レポートカードのグレード
lt_lt: Pranešti apie kortelės Įvertinimas
lv_lv: Ziņojums Card Novērtējums
mk_mk: Report Card Одделение
pl_pl: Ocena na świadectwie
pt_pt: Relatório Grade cartão
ro_ro: Raport Card Grad
ru_ru: Табель класса
sk_sk: Vysvedčenie stupeň
sl_si: Poročilo Card Grade
sq_al: Raporti i klasës Card
sr_rs: Репорт Цард разред
th_th: เกรดบัตรรายงาน
tr_tr: Rapor Kartı Sınıf
uk_ua: Табель класу
wa_be: Gradd Cerdyn Adroddiad
zh_tw: 報告卡級

source: Report Card Grading Scale
af_za: Rapportkaart Gradering Skaal
ar_dz: تقرير مقياس بطاقة الدرجات
be_by: Табель бальнай шкале
bg_bg: Съобщи за Scale Card Grading
bn_bd: রিপোর্ট কার্ড শূন্য আইশের
da_dk: Report Card karakterskala
el_gr: Έκθεση κλίμακα ταξινόμησης καρτών
et_ee: Report Card hindamisskaala
fa_ir: مقیاس نمره گذاری کارت گزارش
fi_fi: Raportti Card Arviointiasteikko
ga_ie: Tuarascáil Scála Grádaithe Cárta
gl_gl: Informe Escala de clasificación tarxeta
hr_hr: Izvješće kartica Ljestvica ocjena
hu_hu: Jelentés kártya osztályozási
is_is: Report Card Einkunnakvarði
ja_jp: レポートカードの評価尺度
lt_lt: Pranešti apie kortelės klasifikavimo skalę
lv_lv: Ziņojums Card vērtējumu skala
mk_mk: Report Card Скала за оценување
nn_no: Report Card Karakterskala
pl_pl: Report Card Skala ocen
pt_pt: Relatório Escala de classificação cartão
ro_ro: Raport Card Grila de notare
ru_ru: Табель бальной шкале
sk_sk: Vysvedčenie Stupnica
sl_si: Poročilo Card Ocenjevalna lestvica
sq_al: Nota Raporti Card Scale
sr_rs: Извештај картица скала оцењивања
sv_se: Report Card Betygsskala
th_th: รายงานการวัดผลการชั่งบัตร
tr_tr: Rapor Kartı Derecelendirme Ölçeği
uk_ua: Табель бальною шкалою
wa_be: Cerdyn Adroddiad Graddfa Graddio
zh_tw: 報告卡分級量表

source: Order
af_za: Orde
ar_dz: النظام
be_by: Парадак
bg_bg: Ред
bn_bd: আদেশ
da_dk: Bestil
el_gr: Τάξη
es_es: orden
fa_ir: سفارش
fi_fi: Tilaa
ga_ie: Ordú
gl_gl: Orde
hr_hr: Poredak
hu_hu: Rendelés
ja_jp: ご注文
lt_lt: Tvarka
lv_lv: Pasūtījumi
mk_mk: Подреди
pl_pl: Zamówienie
pt_pt: Ordem
ro_ro: Comandă
ru_ru: Порядок
sk_sk: Poradie
sl_si: Vrstni red
sq_al: Urdhër
sr_rs: Поредак
sv_se: Beställ
th_th: สั่งซื้อ
tr_tr: Sipariş
uk_ua: Порядок
wa_be: Gorchymyn
zh_tw: 訂購

source: Scale Value
af_za: Skaal waarde
ar_dz: مقياس القيمة
be_by: Scale Значэнне
bg_bg: Стойност на скалата
bn_bd: স্কেল মূল্য
da_dk: Skala Value
el_gr: Τιμή κλίμακας
es_es: Valor de Escala
et_ee: Skaalaväärtust
fa_ir: ارزش مقیاس
fi_fi: Asteikon arvo
ga_ie: Luach Scála
gl_gl: Valor escala
hr_hr: Skala vrijednosti
hu_hu: Scale érték
is_is: Stærð Value
ja_jp: スケール値
lt_lt: Skalės vertė,
lv_lv: Skalas vērtība
mk_mk: Скалата вредност
nn_no: Skalaverdi
pl_pl: Wartość skali
pt_pt: Valor escala
ro_ro: Scara de valori
ru_ru: Scale Значение
sk_sk: Hodnota na stupnici
sl_si: Lestvica Value
sq_al: Vlera Scale
sr_rs: Скала вредности
sv_se: Skalvärdet
th_th: ค่าเครื่องชั่ง
tr_tr: Ölçek Değeri
uk_ua: Scale Значення
wa_be: Gwerth Graddfa
zh_tw: 刻度值

source: Student Grade
af_za: Student Graad
ar_dz: طالب الصف
be_by: Студэнцкая класа
bg_bg: Студентски степен
bn_bd: ছাত্র গ্রেড
el_gr: Ο βαθμός του φοιτητή
es_es: Grado del Alumno
et_ee: Student Hinne
fa_ir: درجه دانشجویی
fi_fi: Opiskelija Grade
ga_ie: Grád Mac Léinn
gl_gl: Grao de estudante
hr_hr: Studentski Grade
hu_hu: Diák-es fokozatú
is_is: Námsmaður Grade
ja_jp: 学生のグレード
lt_lt: Studentų Įvertinimas
lv_lv: Studentu Novērtējums
mk_mk: Студент Одделение
pl_pl: Student klasy
pt_pt: Grau de estudante
ro_ro: Student Grad
ru_ru: Студенческая класса
sk_sk: Študent triedy
sq_al: Grad Student
sr_rs: Студентски разред
sv_se: Student Grad
th_th: เกรดนักศึกษา
tr_tr: Öğrenci Notu
uk_ua: Студентська класу
wa_be: Gradd Myfyrwyr
zh_tw: 學生成績

source: s Signature
af_za: Handtekening
es_es: Fecha Asignada

source: Missing grades or No Students were found.
af_za: Vermiste grade of geen studente is gevind.
ar_dz: تم العثور على المفقودين أو درجات الطلاب لا.
be_by: Адсутнасць ацэнкі ці не студэнты былі знойдзеныя.
bg_bg: Липсващи класове или Студентите намерен.
bn_bd: মিসিং গ্রেড বা কোন ছাত্র পাওয়া যায়নি৷
da_dk: Manglende kvaliteter eller ingen studerende blev fundet.
el_gr: Λείπει βαθμίδες ή όχι μαθητές βρέθηκαν.
es_es: Calificaciones Faltantes o No se encontraron Alumnos.
et_ee: Kadunud klasside või Ei Õpilased ei leitud.
fa_ir: گمشده نمرات یا هیچ دانشجویان یافت نشد.
fi_fi: Puuttuvat luokista tai ei Opiskelijat löytynyt.
ga_ie: Fuarthas amach go raibh gráid ar iarraidh nó Uimh Mic Léinn.
gl_gl: Notas perdidas ou ningún alumno se atopou.
hr_hr: Nedostaje razreda ili Ne Studenti su pronađena.
hu_hu: Hiányzó fokú és nem diákok találtak.
is_is: Vantar bekk eða Nei Nemendur fundust.
ja_jp: 欠落しているグレードやなし学生が発見された。
lt_lt: Trūkstamos rangams arba Studentai nebuvo rasta.
lv_lv: Trūkst kategorijās vai Nr studenti netika atrasts.
mk_mk: Недостасува оценки или Не ученици биле пронајдени.
nn_no: Mangler karakterer eller ingen studenter ble funnet.
pl_pl: Brakujące klasy lub nie Studenci znalazła.
pt_pt: Notas perdidas ou nenhum aluno foi encontrado.
ro_ro: Lipsa sau clasele nr Elevii s-au găsit.
ru_ru: Отсутствие оценки или нет студенты были найдены.
sk_sk: Chýbajúce stupňov a žiadni študenti nenašli.
sl_si: Manjkajoči razrede ali št Študenti so našli.
sq_al: Notat e të zhdukur apo Jo Studentët janë gjetur.
sr_rs: Недостаје разреда или Не Студенти су пронађене.
sv_se: Saknade betyg eller inga studenter hittades.
th_th: เกรดนักเรียนขาดหายไปหรือไม่พบ
tr_tr: Eksik notu veya yok Öğrenciler bulundu.
uk_ua: Відсутність оцінки чи ні студенти були знайдені.
wa_be: Graddau Goll neu Ni Roedd y myfyrwyr yn dod o hyd.
zh_tw: 缺少等級或沒有學生被發現。

source: You must choose at least one student and marking period.
af_za: Jy moet ten minste een student kies en nasienperiode.
ar_dz: يجب عليك اختيار واحد على الأقل ، ووضع علامات الطالب الفترة.
be_by: Вы павінны выбраць хаця б адзін студэнт і чвэрці.
bg_bg: Трябва да изберете поне един ученик и маркиране период.
bn_bd: আপনার অন্তত একটি ছাত্র এবং marking পর্যায়কাল বেছে নেওয়া উচিত
da_dk: Du skal vælge mindst én studerende og mærkning periode.
el_gr: Πρέπει να επιλέξετε τουλάχιστον ενός φοιτητή και τη σήμανση περίοδο.
es_es: Debe elegir al menos un alumno y período de evaluación
et_ee: Te peate valima vähemalt üks õpilane ja märgistus jooksul.
fa_ir: شما باید حداقل یکی از دانشجویان را انتخاب کنید و مارک دوره.
fi_fi: Sinun on valittava vähintään yksi opiskelija ja merkintä ajan.
ga_ie: Ní mór duit a roghnú amháin ar a laghad mac léinn agus marcáil na tréimhse sin.
gl_gl: Ten que escoller polo menos un estudante e marcado período.
hr_hr: Morate odabrati najmanje jedan student, a obilježavanje razdoblja.
hu_hu: Ki kell választani legalább egy diák és jelölési időszak.
is_is: Þú verður að velja amk einn nemandi og merkingu tímabil.
ja_jp: あなたは、少なくとも1つの学生とマーキング期間を選択する必要があります。
lt_lt: Turite pasirinkti bent vieną studentų ir ženklinimo laikotarpį.
lv_lv: Jums ir jāizvēlas vismaz viens students un marķēšanu periodu.
mk_mk: Мора да изберете најмалку еден студент и обележување период.
nn_no: Du må velge minst én student og merking perioden.
pl_pl: Musisz wybrać co najmniej jeden uczeń i oznakowanie okresie.
pt_pt: Você deve escolher pelo menos um estudante e marcação período.
ro_ro: Trebuie să alegeţi cel puţin un student şi marcarea perioadă.
ru_ru: Вы должны выбрать хотя бы один студент и четверти.
sk_sk: Musíte vybrať aspoň jeden študent a označenie obdobia.
sl_si: Izbrati morate vsaj en študent in označevanje obdobje.
sq_al: Ju duhet të zgjidhni të paktën një nxënës dhe duke shënuar periudhe.
sr_rs: Морате изабрати бар један студент и обележавање периода.
sv_se: Du måste välja minst en elev och märkning period.
th_th: คุณต้องเลือกอย่างน้อยหนึ่งที่นักเรียนและทำเครื่องหมายระยะเวลา
tr_tr: En az bir öğrenci seçmek ve işaretleme süre gerekir.
uk_ua: Ви повинні вибрати хоча б один студент і чверті.
wa_be: Mae&#39;n rhaid i chi ddewis o leiaf un myfyriwr a marcio cyfnod.
zh_tw: 您必須至少選擇一個學生和標記的時期。

source: Include on Report Card
af_za: Sluit op rapportkaart
ar_dz: تدرج في بطاقة تقرير
be_by: Уключыць у табелі
bg_bg: Включване на доклада карта
bn_bd: রিপোর্ট কার্ড অন্তর্ভুক্ত
da_dk: Medtag på Report Card
el_gr: Συμπεριλάβετε στην κάρτα Έκθεση
es_es: Incluir en la tarjeta de Informe
et_ee: Lisama Report Card
fa_ir: شامل بر روی کارت گزارش
fi_fi: Sisällyttää raportti Card
ga_ie: Cuir isteach ar Chárta Tuarascáil
gl_gl: Incluír en Report Card
hr_hr: Uključi se na izvješće kartice
hu_hu: Tartalmazza a jelentés kártya
is_is: Hafa á korti Report
ja_jp: レポートカードに含まれています
lt_lt: Įtraukti ataskaita kortelė
lv_lv: Iekļaut par ziņojumu kartes
mk_mk: Вклучи на Report Card
nn_no: Inkluder på Report Card
pl_pl: Uwzględnij na Report Card
pt_pt: Incluir em Report Card
ro_ro: Includere pe Report Card
ru_ru: Включить в табеле
sk_sk: Patrí k Report Card
sl_si: Vključi na Poročilo Card
sq_al: Përfshijë në Dëftesa
sr_rs: Укључи о Репорт Цард
sv_se: Inkludera på Report Card
th_th: รวมไว้ในบัตรรายงาน
tr_tr: Rapor Kartı Ekle
uk_ua: Включити в табелі
wa_be: Cynnwys ar y Cerdyn Adroddiad
zh_tw: 包括報告卡

source: Create Report Cards for Selected Students
af_za: Skep RAPPORTE vir gekeurde studente
ar_dz: إنشاء بطاقات تقرير للطلاب مختارة
be_by: Стварыць справаздачу карты для асобных студэнтаў
bg_bg: Създаване на отчет карти за подбрани студенти
bn_bd: নির্বাচিত শিক্ষার্থীদের জন্য রিপোর্ট কার্ড করুন
da_dk: Opret rapport Cards til udvalgte elever
el_gr: Δημιουργία Κάρτες Έκθεση για επιλεγμένους μαθητές
es_es: Crear Tarjetas de Informes para los Alumnos Seleccionados
et_ee: Loo aruanne Kaardid valitud üliõpilaste
fa_ir: ایجاد کارنامه برای دانش آموزان منتخب
fi_fi: Luo raportti kortit valituille oppilaille
ga_ie: Cruthaigh Cártaí Tuarascáil do Mhic Léinn Roghnaithe
gl_gl: Crear tarxetas de informe para Alumnos seleccionados
hr_hr: Izradi izvješće Kartice za odabrane studente
hu_hu: Jelentés létrehozása kártyák kiválasztott diákok
is_is: Búa til skýrslu Spil fyrir valin Nemendur
ja_jp: 選ばれた学生のレポートカードを作成する
lt_lt: Sukurti ataskaitą korteles atrinktiems studentams
lv_lv: Izveidot pārskatu Kartes Selected Students
mk_mk: Креирај извештај картички за избрани студенти
nn_no: Opprett rapport Cards for utvalgte studenter
pl_pl: Tworzenie Karty Zgłoś do wybranych studentów
pt_pt: Criar Cartões de relatório para Alunos Selecionados
ro_ro: Creaţi Raport Carduri pentru studenţi selectate
ru_ru: Создать отчет карты для отдельных студентов
sk_sk: Vytvoriť vysvedčenie pre vybrané študentov
sl_si: Ustvari poročilo za kartice izbranih študentov
sq_al: Krijo Cards Raporti për Studentët e zgjedhur
sr_rs: Направи картице Извештај за одабрани студенти
sv_se: Skapa rapport Kort för utvalda studenter
th_th: สร้างบัตรรายงานสำหรับนักศึกษาที่เลือก
tr_tr: Seçilen Öğrenciler için Rapor Kartları oluşturun
uk_ua: Створити звіт карти для окремих студентів
wa_be: Creu Cardiau Adroddiad ar gyfer Myfyrwyr Dethol
zh_tw: 創建報告卡為學生選擇

source: Totals
af_za: Totale
ar_dz: المجاميع
be_by: Вынікі
bg_bg: Общо
bn_bd: মোট
da_dk: Totaler
el_gr: Σύνολα
es_es: Totales
et_ee: Summad
fa_ir: مجموع
ga_ie: Iomláin
gl_gl: Totais
hr_hr: Ukupno
hu_hu: Összesítés
is_is: Samtölur
ja_jp: 合計
lt_lt: Bendros
lv_lv: Kopsummas
mk_mk: Вкупно
pl_pl: Sumy
pt_pt: Totais
ro_ro: Totaluri
ru_ru: Итоги
sk_sk: Súčty
sl_si: Skupaj
sq_al: Arrin
sr_rs: Износи
th_th: ผลรวม
tr_tr: Toplamları
uk_ua: Підсумки
wa_be: Cyfansymiau
zh_tw: 總計

source: Expand All
af_za: Alles oop
ar_dz: توسيع الكل
be_by: Разгарнуць усё
bg_bg: Разшири всички
bn_bd: সবগুলি সম্প্রসারণ
da_dk: Udvid alle
el_gr: Ανάπτυξη όλων
es_es: Desplegar todo
et_ee: Laienda kõik
fa_ir: بازکردن همه
fi_fi: Laajenna kaikki
ga_ie: Leathnaigh Gach
gl_gl: Expandir todo
hr_hr: Proširi sve
hu_hu: Az összes kibontása
ja_jp: すべてを展開
lt_lt: Išskleisti visus
lv_lv: Izvērst visu
mk_mk: Прикажи ги сите
nn_no: Utvid alle
pl_pl: Rozwiń wszystkie
pt_pt: Expandir Tudo
ru_ru: Развернуть все
sk_sk: Rozbaliť všetky
sl_si: Razširi vse
sq_al: Expand Te gjitha
sr_rs: Прошири све
sv_se: Expandera alla
th_th: ขยายทั้งหมด
tr_tr: Tümünü Genişlet
uk_ua: Розгорнути все
wa_be: Ehangu pob un
zh_tw: 展開全部

source: Course Title
af_za: Kursustitel
ar_dz: طبعا العنوان
be_by: Назва курса
bg_bg: Наименование на курса
bn_bd: কোর্স শিরোনাম
da_dk: Kursus titel
el_gr: Τίτλος Μαθήματος
es_es: Título del curso
et_ee: Kursuse nimetus
fa_ir: عنوان درس
fi_fi: Kurssin nimi
ga_ie: Teideal an Chúrsa
gl_gl: Título Curso
hr_hr: Naziv predmeta
hu_hu: Kurzus címe
is_is: Námskeið Heiti
ja_jp: コー​​ス名
lt_lt: Modulio pavadinimas
lv_lv: Kursa nosaukums
mk_mk: Курс Наслов
nn_no: Kurs tittel
pl_pl: Tytuł kursu
pt_pt: Título Curso
ro_ro: Curs Titlu
ru_ru: Название курса
sk_sk: Názov kurzu
sl_si: Course Naslov
sq_al: Titulli i Kursit
sr_rs: Назив курса
sv_se: Kurs Titel
th_th: ชื่อวิชา
tr_tr: Dersin Adı
uk_ua: Назва курсу
wa_be: Teitl y Cwrs
zh_tw: 課程名稱

source: Letter
af_za: Brief
ar_dz: رسالة
be_by: Ліст
bg_bg: Писмо
bn_bd: চিঠি
da_dk: Brev
el_gr: Επιστολή
es_es: Carta
et_ee: Kiri
fa_ir: نامه
fi_fi: Kirje
ga_ie: Litir
gl_gl: Carta
hr_hr: Pismo
hu_hu: Levél
ja_jp: 手紙
lt_lt: Laiškas
lv_lv: Vēstule
mk_mk: Писмо
nn_no: Brev
pl_pl: List
pt_pt: Carta
ro_ro: Scrisoare
ru_ru: Письмо
sk_sk: List
sq_al: Letër
sr_rs: Писмо
sv_se: Brev
th_th: จดหมาย
tr_tr: Mektup
uk_ua: Лист
wa_be: Llythyr
zh_tw: 信

source: Cumulative GPA
af_za: Kumulatiewe GPA
ar_dz: التراكمي GPA
be_by: Накапляльную ГПД
bg_bg: Кумулативен GPA
bn_bd: ক্রমবর্ধমান জিপিএ
da_dk: Kumulativ GPA
el_gr: Αθροιστική ΣΔΣ
et_ee: Kumulatiivne GPA
fa_ir: تجمعی معدل
fi_fi: Kumulatiivinen GPA
ga_ie: Carnach GPA
gl_gl: GPa cumulativo
hr_hr: Kumulativno GPA
hu_hu: Halmozott GPA
is_is: Uppsöfnuð GPA
ja_jp: 累積GPA
lt_lt: Sukaupta VPS
lv_lv: Kumulatīvā VIN
mk_mk: Кумулативни Успех
nn_no: Akkumulert GPA
pl_pl: Zbiorcza GPA
pt_pt: GPA cumulativo
ro_ro: Cumulativ GPA
ru_ru: Накопительное ГПД
sk_sk: Kumulatívne GPA
sl_si: Kumulativni GPA
sq_al: Kumulative GPA
sr_rs: Кумулативни ГПА
sv_se: Kumulativ GPA
th_th: เกรดเฉลี่ยสะสม
tr_tr: Not Ortalaması
uk_ua: Накопичувальне ГПД
wa_be: Cronnol GPA
zh_tw: 累積 GPA

source: -point scale as follows
af_za: -punt skaal soos volg
ar_dz: نقطة على نطاق وكما يلي
es_es: punto de escala de la siguiente manera

source: Date of Birth
af_za: Geboortedatum
ar_dz: تاريخ الميلاد
be_by: Дата нараджэння
bg_bg: Дата на раждане
bn_bd: জন্মতারিখ
da_dk: Fødselsdato
el_gr: Ημερομηνία γεννήσεως
es_es: Fecha de Nacimiento
et_ee: Sünnikuupäev
fa_ir: تاریخ تولد
fi_fi: Syntymäaika
ga_ie: Dáta Breithe
gl_gl: Data de nacemento
hr_hr: Datum rođenja
hu_hu: Születési idő
is_is: Fæðingardagur
ja_jp: 誕生日
lt_lt: Gimimo data
lv_lv: Dzimšanas datums
mk_mk: Дата на раѓање
nn_no: Fødselsdato
pl_pl: Data urodzenia
pt_pt: Data de nascimento
ro_ro: Data naşterii
ru_ru: Дата рождения
sk_sk: Dátum narodenia
sl_si: Datum rojstva
sq_al: Data e lindjes
sr_rs: Датум рођења
sv_se: Födelsedatum
th_th: วันเกิด
tr_tr: Doğum tarihi
uk_ua: Дата народження
wa_be: Dyddiad Geni
zh_tw: 出生日期
