Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Add Absence
af_za: Voeg Afwesigheid
ar_dz: إضافة الغياب
be_by: Дадаць Адсутнасць
bg_bg: Добави Отсъствие
bn_bd: অনুপস্থিতি যোগ করুন
da_dk: Tilføj Fravær
el_gr: Προσθήκη Απουσία
et_ee: Lisa puudumine
fa_ir: اضافه کردن غیبت
fi_fi: Lisää puuttuminen
ga_ie: Cuir Neamhláithreachta
gl_gl: Engadir Ausencia
hr_hr: Dodaj Odsutnost
hu_hu: Add hiánya
is_is: Bæta Ekkert
ja_jp: 不在を追加
lt_lt: Pridėti Nėra
lv_lv: Pievienot Prombūtne
mk_mk: Додај Отсуство
nn_no: Legg Fravær
pl_pl: Dodaj Brak
pt_pt: Adicionar Ausência
ro_ro: Adaugă Absenţa
ru_ru: Добавить Отсутствие
sk_sk: Pridanie Absencia
sl_si: Dodaj Odsotnost
sq_al: Add Mungesa
sr_rs: Додај Одсуство
sv_se: Lägg Frånvaro
th_th: เพิ่มการขาด
tr_tr: Yokluğu ekle
uk_ua: Додати Відсутність
wa_be: Ychwanegu Absenoldeb
zh_tw: 添加缺席

source: Reports
af_za: Verslae
ar_dz: تقارير
be_by: Справаздачы
bg_bg: Доклади
bn_bd: প্রতিবেদন
da_dk: Rapporter
el_gr: Εκθέσεις
es_es: Informes
et_ee: Teated
fa_ir: گزارش
fi_fi: Raportit
ga_ie: Tuarascálacha
gl_gl: Informes
hr_hr: Izvješća
hu_hu: Jelentések
is_is: Skýrslur
ja_jp: レポート
lt_lt: Ataskaitos
lv_lv: Ziņojumi
mk_mk: Извештаи
nn_no: Rapporter
pl_pl: Raporty
pt_pt: Relatórios
ro_ro: Rapoarte
ru_ru: Отчеты
sk_sk: Správy
sl_si: Poročila
sq_al: Raportet
sr_rs: Извештаји
sv_se: Rapporter
th_th: รายงาน
tr_tr: Raporlar
uk_ua: Звіти
wa_be: Adroddiadau
zh_tw: 報告

source: Attendance Report
af_za: Bywoning Verslag
ar_dz: تقرير الحضور
be_by: Наведвальнасць дакладзе
bg_bg: Присъствие доклад
bn_bd: উপস্থিতির প্রতিবেদন
da_dk: Deltagelse Rapport
el_gr: Έκθεση Παρακολούθησης
es_es: Informe de Asistencia
et_ee: Osavõtjate Report
fa_ir: گزارش حضور و غیاب
fi_fi: Osallistuminen Raportti
ga_ie: Tuarascáil Tinreamh
gl_gl: Informe de presenza
hr_hr: Sudjelovanje izvješće
hu_hu: Részvétel jelentés
is_is: Aðsókn Report
ja_jp: 出席報告
lt_lt: Lankomumo ataskaita
lv_lv: Apmeklējumu ziņojums
mk_mk: Публика Злоупотреба
nn_no: Oppmøte Rapport
pl_pl: Raport obecności
pt_pt: Relatório de presença
ro_ro: Participarea Raport
ru_ru: Посещаемость докладе
sk_sk: Účasť správy
sl_si: Udeležba Poročilo
sq_al: Pjesëmarrja Raporti i
sr_rs: Похађање извештаја
sv_se: Närvaro Rapport
th_th: รายงานการเข้าร่วมประชุม
tr_tr: Katılım Raporu
uk_ua: Відвідуваність доповіді
wa_be: Adroddiad Presenoldeb
zh_tw: 出席報告

source: Average Daily Attendance
af_za: Gemiddelde daaglikse bywoning
ar_dz: متوسط ​​الحضور اليومي
be_by: Сярэдняя дзённая наведвальнасць
bg_bg: Среднодневното присъствие
bn_bd: গড় দৈনিক উপস্থিতি
da_dk: Gennemsnitlige daglige Deltagelse
el_gr: Μέσος όρος καθημερινών Συμμετοχή
es_es: Promedio de Asistencia Diaria por Día
et_ee: Average Daily Osavõtjate
fa_ir: میانگین حضور و غیاب روزانه
fi_fi: Keskimääräinen päivittäinen osallistuminen
ga_ie: Tinreamh Gníomhacha Laethúla
gl_gl: Frecuencia diaria media
hr_hr: Prosječni dnevni Attendance
hu_hu: Átlagos napi részvétel
is_is: Meðaltal Daily Aðsókn
ja_jp: 一日の平均入場者数
lt_lt: Vidutinis Dienos Lankomumas
lv_lv: Vidējā dienas apmeklējums
mk_mk: Просечната дневна Публика
nn_no: Gjennomsnittlig daglig Oppmøte
pl_pl: Średnia dzienna Uczestnictwo
pt_pt: Freqüência diária média
ro_ro: Media zilnică de prezenţe
ru_ru: Средняя дневная посещаемость
sk_sk: Priemerný prezenčná
sl_si: Povprečni dnevni Udeležba
sq_al: Pjesëmarrja të Përditshme Mesatarisht
sr_rs: Просечан дневни боравак
sv_se: Genomsnittlig daglig närvaro
th_th: เข้าร่วมประชุมเฉลี่ยต่อวัน
tr_tr: Ortalama Günlük Seyirci
uk_ua: Середня денна відвідуваність
wa_be: Cyfartaledd presenoldeb dyddiol
zh_tw: 平均每日出席

source: Average Attendance by Day
af_za: Gemiddelde bywoning van die dag
ar_dz: متوسط ​​حضور اليوم
be_by: Сярэдняя наведвальнасць за днём
bg_bg: Средната посещаемост от ден
bn_bd: দিনের মধ্যে গড়পড়তা হাজিরা
da_dk: Gennemsnitligt tilskuertal ved Dag
el_gr: Μέσος όρος φοίτηση την Ημέρα
es_es: La asistencia promedio por día
et_ee: Keskmine osavõtt päevaks
fa_ir: حضور نسبت موضوعات ایجاد شده توسط روز
fi_fi: Keskimääräinen osallistumisprosentti päivään
ga_ie: Tinreamh ag Meán-Lae
gl_gl: Participación media por día
hr_hr: Prosječna posjećenost po danu
hu_hu: Átlagos részvétel a nap
is_is: Meðaltal Aðsókn á degi
ja_jp: 日別の平均入場者数
lt_lt: Vidutinis lankytų diena
lv_lv: Vidējais apmeklējums dienā
mk_mk: Просечна Публика на ден
nn_no: Gjennomsnittlig Oppmøte ved Day
pl_pl: Przeciętna frekwencja w Dniu
pt_pt: Participação média por dia
ro_ro: Frecventarea medie de Ziua
ru_ru: Средняя посещаемость за днем
sk_sk: Priemerná návštevnosť po dni
sl_si: Povprečna Udeležba s Day
sq_al: Pjesëmarrja mesatarisht nga Dita
sr_rs: Просечан Присуство аутора дан
sv_se: Genomsnittlig närvaro vid dag
th_th: เข้าร่วมโดยเฉลี่ยวัน
tr_tr: Günlük Ortalama Seyirci
uk_ua: Середня відвідуваність за днем
wa_be: Presenoldeb cyfartalog yn ôl Day
zh_tw: 平均出席由日

source: Attendance Chart
af_za: Bywoning Chart
ar_dz: الحضور الرسم البياني
be_by: Дыяграма наведвальнасці
bg_bg: Присъствие на таблицата
bn_bd: উপস্থিতির চার্ট
da_dk: Deltagelse Chart
el_gr: Διάγραμμα Συμμετοχή
es_es: Tabla de Asistencia
et_ee: Osavõtjate Chart
fa_ir: نمودار حضور و غیاب
fi_fi: Osallistuminen Chart
ga_ie: Cairt Tinreamh
gl_gl: Gráfico atención
hr_hr: Sudjelovanje grafikona
hu_hu: Részvétel Chart
is_is: Aðsókn Mynd
ja_jp: 出席チャート
lt_lt: Dalyvavimas diagrama
lv_lv: Apmeklējumu attēls
mk_mk: Публика на табелата
nn_no: Oppmøte Chart
pl_pl: Wykres obecności
pt_pt: Gráfico atendimento
ro_ro: Participarea Grafic
ru_ru: Диаграмма посещаемости
sk_sk: Graf návštevnosti
sl_si: Udeležba Chart
sq_al: Lista Pjesëmarrja
sr_rs: Похађање Графикон
sv_se: Närvaro diagram
th_th: แผนภูมิการเข้าร่วมประชุม
tr_tr: Seyirci Şeması
uk_ua: Діаграма відвідуваності
wa_be: Siart Presenoldeb
zh_tw: 考勤表

source: Absence Summary
af_za: Afwesigheid Opsomming
ar_dz: غياب ملخص
be_by: Адсутнасць Асноўная інфармацыя
bg_bg: Липса Обобщение
bn_bd: অনুপস্থিতি সংক্ষিপ্তসার
da_dk: Fravær Oversigt
el_gr: Περίληψη Απουσία
es_es: Resumen de Inasistencia
et_ee: Puudumisel kokkuvõte
fa_ir: خلاصه مشخصات غیبت
fi_fi: Poissaolo Yhteenveto
ga_ie: Achoimre Neamhláithreachta
gl_gl: Resumo ausencia
hr_hr: Odsutnost Sažetak
hu_hu: Hiány Összegzés
is_is: Ekkert Yfirlit
ja_jp: 不在の概要
lt_lt: Nebuvimas santrauka
lv_lv: Prombūtne kopsavilkums
mk_mk: Отсуство Резиме
nn_no: Fravær Oppsummering
pl_pl: Podsumowanie Brak
pt_pt: Resumo ausência
ro_ro: Absenţa Rezumat
ru_ru: Отсутствие Основная информация
sk_sk: Absencia Zhrnutie
sl_si: Odsotnost Povzetek
sq_al: Permbledhja Mungesa
sr_rs: Одсуство Преглед
sv_se: Frånvaro Sammanfattning
th_th: ข้อมูลอย่างย่อขาด
tr_tr: Yokluğu Özet
uk_ua: Відсутність Основна інформація
wa_be: Crynodeb Absenoldeb
zh_tw: 無摘要

source: Recalculate Daily Attendance
af_za: Herbereken daaglikse bywoning
ar_dz: الحضور اليومي حساب
be_by: Пералічыць Штодзённая наведвальнасць
bg_bg: Преизчисляване на посещаемост
bn_bd: দৈনিক উপস্থিতির পুনঃগণনা
da_dk: Genberegn Daily Deltagelse
el_gr: Επανυπολογισμός Καθημερινή
es_es: Recalcular la Asistencia Diaria
et_ee: Arvuta Daily Osavõtjate
fa_ir: حضور دوباره حساب روزانه
fi_fi: Laske Daily Läsnäolo
ga_ie: Tinreamh athríomh Laethúil
gl_gl: Atención diario recalcular
hr_hr: Preračunaj dolaze na
hu_hu: Újratervezés Napi részvétel
is_is: Endurreikna Daily Aðsókn
ja_jp: 再計算毎日の出席
lt_lt: Perskaičiuoti Dienos Lankomumas
lv_lv: Pārrēķināt Daily apmeklējums
mk_mk: Преизчисли Дневен Публика
nn_no: Omberegn Daily Oppmøte
pl_pl: Przelicz dzienne Studia
pt_pt: Atendimento diário recalcular
ro_ro: Recalcularea zilnică de prezenţe
ru_ru: Пересчитать Ежедневная посещаемость
sk_sk: Prepočítať prezenčná
sl_si: Preračunaj Daily Udeležba
sq_al: Pjesëmarrja rillogarisë Daily
sr_rs: Прерачунајте дневни боравак
sv_se: Räkna Dagligen
th_th: คำนวณการเข้าร่วมประชุมทุกวัน
tr_tr: Yeniden Hesapla Günlük Seyirci
uk_ua: Перерахувати Щоденна відвідуваність
wa_be: Presenoldeb ail-gyfrifo dyddiol
zh_tw: 重新計算每日考勤

source: Delete Duplicate Attendance
af_za: Verwyder Dubbele Bywoning
ar_dz: حذف تكرار الحضور
be_by: Delete Duplicate наведвальнасці
bg_bg: Изтриване на Duplicate Присъствие
bn_bd: উপস্থিতির প্রতিলিপি মুছে ফেলুন
da_dk: Slet Dupliker Deltagelse
el_gr: Διαγραφή διπλότυπων Συμμετοχή
es_es: Eliminar la Duplicación de Asistencia
et_ee: Kustuta eksemplaris Osavõtjate
fa_ir: حذف تکراری حضور و غیاب
fi_fi: Poista Monista Läsnäolo
ga_ie: Scrios Dúblach Tinreamh
gl_gl: Delete Duplicate Atención
hr_hr: Brisanje dupliciranih Attendance
hu_hu: Törlés Duplicate részvétel
is_is: Eyða Afrita Aðsókn
ja_jp: 出席を重複削除
lt_lt: Ištrinti dublikatas Lankomumas
lv_lv: Izdzēst dublikāts apmeklējums
mk_mk: Избришете дупликат Публика
nn_no: Slette like Oppmøte
pl_pl: Usuwanie duplikatów Uczestnictwo
pt_pt: Delete Duplicate Atendimento
ro_ro: Ştergere Duplicate Frecventarea
ru_ru: Delete Duplicate посещаемости
sk_sk: Odstrániť duplicitné divákov
sl_si: Delete Duplicate Udeležba
sq_al: Delete Duplicate Pjesëmarrja
sr_rs: Обриши дупликате Похађање
sv_se: Ta bort dubbletter Närvaro
th_th: ผู้เข้าร่วมการลบซ้ำ
tr_tr: Seyirci Yinelenen Sil
uk_ua: Delete Duplicate відвідуваності
wa_be: Dileu dyblyg Presenoldeb
zh_tw: 刪除重複的考勤

source: Absences
af_za: Afwesighede
ar_dz: الغياب
be_by: Адсутнасці
bg_bg: Отсъствия
bn_bd: অনুপস্থিতি
da_dk: Fravær
el_gr: Απουσίες
es_es: Inasistencias
et_ee: Puudumisi
fa_ir: غیبت
fi_fi: Poissaolot
ga_ie: Asláithreachtaí
gl_gl: Ausencias
hr_hr: Izostanaka
hu_hu: Távollét
is_is: Fjarvistir
ja_jp: 欠席
lt_lt: Nebuvimas
lv_lv: Kavējumiem
mk_mk: Отсуства
nn_no: Fravær
pl_pl: Nieobecności
pt_pt: Ausências
ro_ro: Absenţele
ru_ru: Отсутствия
sk_sk: Absencia
sl_si: Odsotnosti
sq_al: Mungesat
sr_rs: Изостанци
sv_se: Frånvaro
th_th: การขาดเรียน
tr_tr: Devamsızlık
uk_ua: Відсутності
wa_be: Absenoldebau
zh_tw: 缺席

source: Missing Attendance
af_za: Vermiste Bywoning
ar_dz: الحضور في عداد المفقودين
be_by: Адсутнасць наведвальнасці
bg_bg: Липсващи Присъствие
bn_bd: নিখোঁজ হাজিরা
da_dk: Manglende deltagelse
el_gr: Λείπει Συμμετοχή
es_es: Asistencia sin Completar
et_ee: Kadunud Osavõtjate
fa_ir: گمشده حضور و غیاب
fi_fi: Puuttuvat Läsnäolo
ga_ie: Freastal ar Iarraidh
gl_gl: Participación en falta
hr_hr: Nedostaje Attendance
hu_hu: Hiányzó részvétel
is_is: Vantar Aðsókn
ja_jp: 行方不明出席
lt_lt: Trūkstamas Lankomumas
lv_lv: Trūkst apmeklējums
mk_mk: Недостасува Публика
nn_no: Manglende fremmøte
pl_pl: Brakuje obecności
pt_pt: Participação em falta
ro_ro: Lipseşte Frecventarea
ru_ru: Отсутствие посещаемости
sk_sk: Chýba divákov
sl_si: Manjka Udeležba
sq_al: Pjesëmarrja e humbur
sr_rs: Недостаје Похађање
sv_se: Saknade Närvaro
th_th: หายไปเข้าร่วมประชุม
tr_tr: Seyirci Eksik
uk_ua: Відсутність відвідуваності
wa_be: Presenoldeb ar goll
zh_tw: 缺少出席

source: Teachers have missing attendance data
af_za: Onderwysers moet die ontbrekende bywoning data
ar_dz: المدرسين المفقودين بيانات الحضور
be_by: Настаўнікі могуць адсутнічаць дадзеныя наведвальнасці
bg_bg: Учителите липсват посещаемост данни
bn_bd: শিক্ষক হাজিরা তথ্য অনুপস্থিত
da_dk: Lærerne har manglende fremmøde data
el_gr: Οι εκπαιδευτικοί έχουν ελλείποντα στοιχεία συμμετοχής
es_es: Profesores que no han completado asistencia
et_ee: Õpetajad on kadunud osavõtjate andmed
fa_ir: معلمان باید از دست رفته اطلاعات حضور
fi_fi: Opettajat ovat kateissa osallistuminen tiedot
ga_ie: Múinteoirí a bheith in easnamh sonraí tinrimh
gl_gl: Os profesores teñen falta de datos atención
hr_hr: Nastavnici su nedostaju pohađanje podataka
hu_hu: A tanárok hiányzó jelenléti adatok
is_is: Kennarar hafa vantar aðsókn gögn
ja_jp: 教師は出席のデータが欠落している
lt_lt: Mokytojai trūksta lankomumo duomenis
lv_lv: Skolotāji trūkst apmeklējumu dati
mk_mk: Наставниците имаат недостасува присуство податоци
nn_no: Lærere har manglende oppmøte data
pl_pl: Nauczyciele mają brakujące dane obecności
pt_pt: Os professores têm falta de dados atendimento
ro_ro: Profesorii au datele care lipsesc de participare
ru_ru: Учителя могут отсутствовать данные посещаемости
sk_sk: Učitelia majú chýbajúce dochádzkových dát
sl_si: Učitelji so manjkajoče podatke udeležba
sq_al: Mësuesit kanë humbur të dhënat e frekuentimit
sr_rs: Наставници имају недостаје присуство података
sv_se: Lärarna har saknade närvaro uppgifter
th_th: ครูได้หายไปข้อมูลการเข้าร่วมประชุม
tr_tr: Öğretmenler katılım veri eksik var
uk_ua: Вчителі можуть бути відсутні дані відвідуваності
wa_be: Mae gan athrawon ar goll data presenoldeb
zh_tw: 教師有考勤數據丟失

source: Period-Teacher
af_za: Periode-onderwyser
ar_dz: فترة والمعلمين
be_by: Перыяд з настаўнікамі
bg_bg: Учител на периода
bn_bd: সময়কাল-শিক্ষক
da_dk: Periode-lærer
el_gr: Περίοδος-Καθηγητών
es_es: Período-Profesores
et_ee: Perioodi Õpetaja
fa_ir: دوره معلم
fi_fi: Kausi-opettaja
ga_ie: Tréimhse-Múinteoir
gl_gl: Período de Profesores-
hr_hr: Razdoblje i nastavnika
hu_hu: Időszak-tanár
is_is: Tímabils Kennari
ja_jp: 期間、教師
lt_lt: Laikotarpio mokytojų
lv_lv: Perioda skolotājs
mk_mk: Период-наставник
nn_no: Periode-Lærer
pl_pl: Okres-Nauczyciela
pt_pt: Período de Professores-
ro_ro: Perioada-Profesor
ru_ru: Период с учителями
sk_sk: Obdobie a učiteľov
sl_si: Obdobje, učiteljev
sq_al: Periudha-Mësues
sr_rs: Периода наставника
sv_se: Period-Lärare
th_th: ระยะเวลาครู
tr_tr: Dönem Öğretmen
uk_ua: Період з учителями
wa_be: Cyfnod ac Athrawon
zh_tw: 期間教師

source: Periods
af_za: Tydperke
ar_dz: الفترات
be_by: Перыяды
bg_bg: Периоди
bn_bd: সময়কাল
da_dk: Perioder
el_gr: Περίοδοι
es_es: Períodos
et_ee: Perioodide
fa_ir: دوره
fi_fi: Kuukautiset
ga_ie: Tréimhsí
gl_gl: Períodos
hr_hr: Razdoblja
hu_hu: Időszakok
is_is: Tímabil
ja_jp: 期間
lt_lt: Laikotarpių
lv_lv: Periodi
mk_mk: Периоди
nn_no: Perioder
pl_pl: Okresy
pt_pt: Períodos
ro_ro: Perioadele
ru_ru: Периоды
sk_sk: Obdobie
sl_si: Obdobja
sq_al: Periudhat
sr_rs: Периоди
sv_se: Perioder
th_th: ช่วงเวลาที่
tr_tr: Dönemleri
uk_ua: Періоди
wa_be: Cyfnodau
zh_tw: 期間

source: Attendance Possible
af_za: Bywoning Moontlike
ar_dz: الحضور المحتملة
be_by: Магчымыя наведвальнасці
bg_bg: Присъствие Възможни
bn_bd: সম্ভাব্য উপস্থিতি
da_dk: Deltagelse Mulige
el_gr: Συμμετοχή Πιθανές
es_es: Asistencia Posible
et_ee: Osavõtjate Võimalikud
fa_ir: حضور و غیاب احتمالی
fi_fi: Osallistuminen Mahdolliset
ga_ie: Tinreamh Féideartha
gl_gl: Atención Posible
hr_hr: Sudjelovanje Mogući
hu_hu: Részvétel lehetséges
is_is: Aðsókn Möguleg
ja_jp: 可能な出席
lt_lt: Dalyvavimas Galima
lv_lv: Apmeklējumu Iespējamās
mk_mk: Публика Можни
nn_no: Oppmøte Mulige
pl_pl: Uczestnictwo możliwe
pt_pt: Atendimento Possível
ro_ro: Posibile prezenţe
ru_ru: Возможные посещаемости
sk_sk: Účasť Možné
sl_si: Udeležba Možni
sq_al: Pjesëmarrja e mundshme
sr_rs: Присуство Могући
sv_se: Närvaro Möjliga
th_th: เข้าร่วมประชุมที่เป็นไปได้
tr_tr: Olası Seyirci
uk_ua: Можливі відвідуваності
wa_be: Presenoldeb Posibl
zh_tw: 出席會議的可能

source: Not Taken
af_za: Nie geneem
ar_dz: لا تؤخذ
be_by: Не прымаюцца
bg_bg: Не трябва
bn_bd: না নেওয়া
da_dk: Ikke taget
el_gr: Δεν ελήφθη υπόψη
es_es: No se Toma
et_ee: Ei võeta
fa_ir: گرفته نشده
fi_fi: Ei oteta
ga_ie: Gan Tógtha
hr_hr: Ne uzimaju
hu_hu: Nem tett
is_is: Ekki tekið
ja_jp: 撮影ではない
lt_lt: Nebus imtasi
lv_lv: Nav veikusi
mk_mk: Не се зема
nn_no: Ikke tatt
ro_ro: Nu sunt luate
ru_ru: Не принимаются
sk_sk: Neprijímajú
sl_si: Ni Taken
sr_rs: Не узимају
sv_se: Inte tagit
th_th: ไม่ได้ถ่าย
tr_tr: Almadı
uk_ua: Не приймаються
wa_be: Ddim yn Gyda&#39;i
zh_tw: 沒有採取

source: Avg Attendance
af_za: Gem Bywoning
ar_dz: متوسط ​​الحضور
be_by: Сярэдняя наведвальнасць
bg_bg: Avg Присъствие
bn_bd: গড় উপস্থিতি
da_dk: Gns. Deltagelse
el_gr: Μση Συμμετοχή
es_es: Asistencia Promedio
et_ee: Avg Osavõtjate
fa_ir: حضور و غیاب میانگین
fi_fi: Avg Läsnäolo
ga_ie: Meánlíon Tinrimh
gl_gl: Atención medio
hr_hr: Prosječna posjećenost
hu_hu: Átlag részvétel
is_is: Avg Aðsókn
ja_jp: 平均出席
lt_lt: Vid Lankomumas
lv_lv: Avg apmeklējums
mk_mk: Просечна Публика
nn_no: Avg Oppmøte
pl_pl: Uczestnictwo PLN
pt_pt: Atendimento médio
ro_ro: Medie de prezenţă
ru_ru: Средняя посещаемость
sk_sk: Účasť AVG
sl_si: Povprečni Udeležba
sq_al: Pjesëmarrja avg
sr_rs: Просек Похађање
sv_se: Genomsnittligt Närvaro
th_th: ผู้เข้าร่วมเฉลี่ย
tr_tr: Ort Seyirci
uk_ua: Середня відвідуваність
wa_be: Cyf Presenoldeb
zh_tw: 平均出席

source: Avg Absent
af_za: Gem Afwesig
ar_dz: غياب التقييم
be_by: Сярэдняя Адсутнічае
bn_bd: গড় অনুপস্থিত?
da_dk: Gns. Fraværende
el_gr: Μση Απών
es_es: Inasistencia Promedio
et_ee: Avg Puudub
fa_ir: غایب میانگین
ga_ie: Meánlíon As láthair
gl_gl: Avg Ausente
hr_hr: Prosječni Odsutni
hu_hu: Átlag Hiányzik
is_is: Avg Enginn
ja_jp: 不在平均
lt_lt: Vid Nėra
lv_lv: Avg Nav
mk_mk: Просечна Отсутен
nn_no: Avg Fraværende
pl_pl: Średnia Nieobecny
pt_pt: Avg Ausente
ro_ro: Absent med
ru_ru: Средняя Отсутствует
sk_sk: AVG Neprítomnosť
sl_si: Povprečni odsotni
sq_al: Avg Mungon
sr_rs: Просек одсуству
sv_se: Genomsnittligt Frånvarande
th_th: เฉลี่ยขาด
tr_tr: Yok Ort
uk_ua: Середня Відсутня
wa_be: Cyf Absennol
zh_tw: 平均缺席

source: Grade level
af_za: Graadvlak
ar_dz: مستوى الصف
be_by: Клас узроўні
bg_bg: Степен ниво
bn_bd: গ্রেড স্তর
da_dk: Klasses niveau
el_gr: Βαθμός επίπεδο
es_es: Nivel de Grado
et_ee: Klassi tasemel
fa_ir: سطح درجه
fi_fi: Luokan tasolla
ga_ie: Leibhéal Grád
gl_gl: Nivel de ensino
hr_hr: Ocjena razini
hu_hu: Grade szint
is_is: Bekk stigi
ja_jp: 学年レベル
lt_lt: Klasės lygiu
lv_lv: Pakāpes līmenī
mk_mk: Одделение ниво
nn_no: Klassetrinn
pl_pl: Poziomu klasy
pt_pt: Nível de ensino
ro_ro: Grad nivel
ru_ru: Класс уровне
sk_sk: Ročníka
sl_si: Grade ravni
sq_al: Klasës
sr_rs: Разред
sv_se: Klass nivå
th_th: ระดับชั้น
tr_tr: Sınıf düzeyi
uk_ua: Клас рівні
wa_be: Gradd Safon Uwch
zh_tw: 級水平

source: Grade levels
af_za: Graadvlakke
ar_dz: مستويات الصف
be_by: Клас узроўняў
bg_bg: Степен нива
bn_bd: গ্রেড স্তর
da_dk: Klassetrin
el_gr: Βαθμός επίπεδα
es_es: Niveles de Grado
et_ee: Kooliastmete
fa_ir: میزان درجه
fi_fi: Luokka-asteelta
ga_ie: Leibhéil Grád
gl_gl: Niveis de escolaridade
hr_hr: Ocjena razine
hu_hu: Grade szint
is_is: Grade stigum
ja_jp: 学年
lt_lt: Klasės lygiu
lv_lv: Klašu
mk_mk: Одделение нивоа
nn_no: Klassetrinn
pl_pl: Stopień poziomów
pt_pt: Níveis de escolaridade
ro_ro: Niveluri de gradul
ru_ru: Класс уровней
sk_sk: Ročníkoch
sl_si: Grade ravni
sq_al: Klasët
sr_rs: Разреда
sv_se: Betygssteg
th_th: ระดับชั้น
tr_tr: Derece seviyeleri
uk_ua: Клас рівнів
wa_be: Gradd lefelau
zh_tw: 年級

source: Find a Student
af_za: Kry &#39;n student
ar_dz: العثور على طالبة
be_by: Знайсці Студэнцкая
bg_bg: Кандидатстване
bn_bd: একটি ছাত্র খুঁজুন
da_dk: Find en Student
el_gr: Βρείτε ένα Φοιτητών
es_es: Encontrar un Alumno
et_ee: Leia Student
fa_ir: جستجوی یک دانشجو
fi_fi: Etsi Student
ga_ie: Aimsigh do Mhic Léinn
gl_gl: Buscar un estudante
hr_hr: Nađi student
hu_hu: Keressen egy diák
is_is: Finna nemanda
ja_jp: 生徒を見つける
lt_lt: Rasti studentas
lv_lv: Atrast Student
mk_mk: Најди Студент
nn_no: Finn en Student
pl_pl: Znajdź Student
pt_pt: Encontrar um estudante
ro_ro: Găsiţi un Student
ru_ru: Найти Студенческая
sk_sk: Hľadanie študentov
sl_si: Najdi Student
sq_al: Gjeni një Student
sr_rs: Пронађи Студентски
sv_se: Hitta en student
th_th: ค้นหานักศึกษา
tr_tr: Öğrenci bul
uk_ua: Знайти Студентська
wa_be: Dod o hyd i Fyfyrwyr
zh_tw: 尋找學生

source: Office Comment
af_za: Kantoor Kommentaar
ar_dz: مكتب التعليق
be_by: Упраўленне Каментарыі
bg_bg: Офис Коментар
bn_bd: অফিস মন্তব্য
da_dk: Office Kommentar
el_gr: Σχόλιο Γραφείου
es_es: Comentario de la Oficina
et_ee: Office kommentaar
fa_ir: نظر دفتر
fi_fi: Office Kommentti
ga_ie: Trácht Oifig
gl_gl: Comentario da oficina
hr_hr: Ured za komentar
is_is: Skrifstofa Athugasemd
ja_jp: Officeのコメント
lt_lt: &quot;Office Komentaras
lv_lv: Biroja Komentārs
mk_mk: Канцеларијата коментар
nn_no: Kontor Kommentar
pl_pl: Komentarz Urzędu
pt_pt: Comentário do escritório
ro_ro: Oficiul pentru Comentariu
ru_ru: Управление Комментарий
sk_sk: Office komentár
sl_si: Urad Komentar
sq_al: Koment Zyra
sr_rs: Канцеларија коментар
sv_se: Office Kommentar
th_th: ความคิดเห็นที่สำนักงาน
tr_tr: Ofis Yorum
uk_ua: Управління Коментар
wa_be: Swyddfa Sylw
zh_tw: 辦公評論

source: Advanced Search
af_za: Gevorderde Soektog
ar_dz: بحث متقدم
be_by: Пашыраны пошук
bg_bg: Разширено търсене
bn_bd: উন্নত অনুসন্ধান
da_dk: Avanceret søgning
el_gr: Σύνθετη Αναζήτηση
es_es: Búsqueda Avanzada
et_ee: Täpsem Otsing
fa_ir: جستجوی پیشرفته
fi_fi: Tarkennettu haku
ga_ie: Cuardach Casta
gl_gl: Búsqueda avanzada
hr_hr: Napredno pretraživanje
hu_hu: Részletes keresés
is_is: Ítarleg leit
ja_jp: 高度な検索
lt_lt: Išplėstinė paieška
lv_lv: Izvērstā meklēšana
mk_mk: Напредно пребарување
nn_no: Avansert søk
pl_pl: Zaawansowane wyszukiwanie
pt_pt: Busca avançada
ro_ro: Căutare avansată
ru_ru: Расширенный поиск
sk_sk: Rozšírené vyhľadávanie
sl_si: Napredno iskanje
sq_al: Kërkim i avancuar
sr_rs: Напредна претрага
sv_se: Avancerad sökning
th_th: การค้นหาขั้นสูง
tr_tr: Gelişmiş Arama
uk_ua: Розширений пошук
wa_be: Chwilio Manwl
zh_tw: 高級搜索

source: Teacher Comment
af_za: Onderwyser Kommentaar
ar_dz: المعلم التعليق
be_by: Настаўнік Каментарыі
bg_bg: Учител Коментар
bn_bd: শিক্ষক মন্তব্য
da_dk: Lærer Kommentar
el_gr: Σχόλιο Δάσκαλος
es_es: Comentario del Profesor
et_ee: Õpetaja Comment
fa_ir: نظر معلم
fi_fi: Opettaja Kommentti
ga_ie: Trácht Múinteoir
gl_gl: Comentario do profesor
hr_hr: Učitelj komentar
hu_hu: Tanár Comment
is_is: Kennari Athugasemd
ja_jp: 教師のコメント
lt_lt: Mokytojas Komentaras
lv_lv: Skolotāju Komentārs
mk_mk: Учителот коментар
nn_no: Lærer Kommentar
pl_pl: Komentarz nauczyciela
pt_pt: Comentário do professor
ro_ro: Profesor Comentariu
ru_ru: Учитель Комментарий
sk_sk: Učiteľ komentár
sl_si: Učitelj Komentar
sq_al: Koment mësues
sr_rs: Наставник коментар
sv_se: Lärare Kommentar
th_th: ความเห็นของครู
tr_tr: Öğretmen Yorum
uk_ua: Учитель Коментар
wa_be: Sylw Athrawon
zh_tw: 教師點評

source: Back to Basic Search
af_za: Terug na Basiese Soek
ar_dz: العودة إلى البحث الأساسي
be_by: Вярнуцца да Базавы пошук
bg_bg: Обратно към Основно търсене
bn_bd: প্রাথমিক অনুসন্ধানে ফিরে যান
da_dk: Tilbage til Basic Search
el_gr: Επιστροφή στη Βασική αναζήτηση
es_es: Volver a la Búsqueda Básica
et_ee: Tagasi Basic Search
fa_ir: برگشت به جستجوی ساده
fi_fi: Takaisin Perushaku
ga_ie: Ar ais go Cuardaigh Basic
gl_gl: Voltar Busca básica
hr_hr: Natrag na Osnovna pretraga
hu_hu: Vissza a Basic Search
is_is: Til baka í Basic Search
ja_jp: 戻る基本的な検索へ
lt_lt: Grįžti į Pagrindinis paieška
lv_lv: Atpakaļ uz Basic Search
mk_mk: Назад кон Напредно пребарување
nn_no: Tilbake til enkelt søk
pl_pl: Powrót do Basic Search
pt_pt: Voltar para Pesquisa Básica
ro_ro: Înapoi la Căutare de bază
ru_ru: Вернуться к Базовый поиск
sk_sk: Späť na Základné vyhľadávanie
sl_si: Nazaj na Osnovno iskanje
sq_al: Prapa te Basic Kërko
sr_rs: Назад на Основна претрага
sv_se: Tillbaka till enkel sökning
th_th: กลับไปที่ค้นหาพื้นฐาน
tr_tr: Temel Arama
uk_ua: Повернутися до Базовий пошук
wa_be: Yn ôl i Chwilio Sylfaenol
zh_tw: 回到基本搜索

source: Birthday
af_za: Verjaarsdag
ar_dz: عيد ميلاد
be_by: Дзень нараджэння
bg_bg: Рожден ден
bn_bd: জন্মদিন
da_dk: Fødselsdag
el_gr: Γενέθλια
es_es: Cumpleaños
et_ee: Sünnipäev
fa_ir: جشن تولد
fi_fi: Syntymäpäivä
ga_ie: Breithlá
gl_gl: Aniversario
hr_hr: Rođendan
hu_hu: Születésnap
is_is: Afmæli
ja_jp: 誕生日
lt_lt: Gimimo diena
lv_lv: Dzimšanas diena
mk_mk: Роденден
nn_no: Bursdag
pl_pl: Urodziny
pt_pt: Aniversário
ro_ro: Zi de naştere
ru_ru: День рождения
sk_sk: Narodeniny
sl_si: Rojstni dan
sq_al: Ditëlindje
sr_rs: Рођендан
sv_se: Födelsedag
th_th: วันเกิด
tr_tr: Doğum günü
uk_ua: День народження
wa_be: Pen-blwydd
zh_tw: 生日
