Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You can select the current date from the pull-down menu at the top of the screen. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen. After choosing a date or period, click the Go button to refresh the list with the new parameters.
af_za: Jy kan kies om die huidige datum van die hangkieslys aan die bokant van die skerm. Jy kan ook wys slegs een tydperk deur die keuse van daardie tydperk uit die tydperk hangkieslys aan die bokant van die skerm. Na die keuse van &#39;n datum of tydperk, kliek op die knoppie Spring na die lys te verfris met die nuwe parameters.
ar_dz: يمكنك تحديد التاريخ الحالي من القائمة المنسدلة في أعلى الشاشة. يمكنك أيضا تظهر فترة واحدة فقط عن طريق اختيار تلك الفترة من القائمة المنسدلة الفترة في الجزء العلوي من الشاشة. بعد اختيار تاريخ أو فترة، انقر فوق الزر انتقال لتحديث قائمة مع المعايير الجديدة.
be_by: Вы можаце выбраць бягучую дату з выпадальнага меню ў верхняй частцы экрана. Вы таксама можаце паказаць толькі адзін перыяд, абраўшы гэты перыяд ад перыяду выпадальнае меню ў верхняй частцы экрана. Пасля выбару даты і часу, націсніце кнопку Go, каб абнавіць спіс з новымі параметрамі.
bg_bg: Можете да изберете текущата дата от падащото меню в горната част на екрана. Можете също да покажете само един период от избора на този период от периода падащото меню в горната част на екрана. След избора на дата или период, щракнете върху Go бутон, за да обновите списъка с новите параметри.
bn_bd: আপনি পর্দার উপরের টান ডাউন মেনু থেকে বর্তমান তারিখ নির্বাচন করতে পারেন. আপনি পর্দার উপরের সময়ের-টান ডাউন মেনু থেকে তত্কাল করুন দ্বারা শুধুমাত্র এক সময়ের দেখাতে পারি. একটা তারিখ বা সময় নির্বাচন করার পরে নতুন পরামিতি সহ তালিকা রিফ্রেশ যান বাটন ক্লিক করুন.ListenRead phoneticallyRate translation
da_dk: Du kan vælge den aktuelle dato fra pull-down menuen øverst på skærmen. Du kan også vise en enkelt periode ved at vælge denne periode fra den periode, pull-down menuen øverst på skærmen. Når du har valgt en dato eller periode, skal du klikke på Go-knappen for at opdatere listen med de nye parametre.
el_gr: Μπορείτε να επιλέξετε την τρέχουσα ημερομηνία από το pull-down μενού στο πάνω μέρος της οθόνης. Μπορείτε επίσης να εμφανίσετε μόνο μία περίοδο με την επιλογή αυτής της περιόδου από την περίοδο pull-down μενού στο πάνω μέρος της οθόνης. Αφού επιλέξετε μια ημερομηνία ή περίοδο, Κάντε κλικ στο κουμπί για να ανανεώσετε τη λίστα με τις νέες παραμέτρους.
es_es: Usted puede seleccionar la fecha actual en el menú desplegable en la parte superior de la pantalla. También puede mostrar un solo período de la elección de ese período en el menú desplegable período en la parte superior de la pantalla. Después de elegir una fecha o período, haga clic en el botón Continuar para actualizar la lista con los nuevos parámetros.
et_ee: Te saate valida kuupäeva alates rippmenüüst ülaosas ekraani. Võite ka näidata ainult üks periood, valides selle ajavahemiku jooksul rippmenüüst ülaosas ekraani. Kangesti kuupäeva või ajavahemiku, klõpsake nuppu Mine värskendada nimekirja uusi parameetreid.
fa_ir: شما می توانید تاریخ فعلی را از منو PULL - DOWN در بالای صفحه نمایش انتخاب کنید. شما همچنین می توانید تنها یک دوره با انتخاب آن دوره را از دوره منوی کشویی در بالای صفحه نمایش نشان می دهد. پس از انتخاب یک تاریخ یا دوره ، با کلیک بر روی دکمه برو به تازه کردن لیست با پارامترهای جدید.
fi_fi: Voit valita nykyisen päivämäärän alasvetovalikosta yläreunassa näytön. Voit myös näyttää vain yhden kauden valitsemalla että ajanjakson ajan alasvetovalikosta yläreunassa näytön. Kun olet valinnut päivämäärän tai ajan, napsauta Siirry-painiketta voit päivittää luetteloa uusien parametrien.
ga_ie: Is féidir leat a roghnú an dáta reatha ón roghchlár tarraingt anuas ag barr an scáileáin. Is féidir leat a thaispeáint freisin ach aon tréimhse trí roghnú tréimhse sin ón tréimhse tarraingt-síos roghchlár ag barr an scáileáin. Tar éis an dáta nó an tréimhse a roghnú, cliceáil ar an gcnaipe Téigh go dtí athnuachan ar an liosta leis na paraiméadair nua.
gl_gl: Pode seleccionar a data actual a partir do menú despregábel da parte superior da pantalla. Tamén pode amosar só un período, escollendo o período a partir do período de pull-down menu na parte superior da pantalla. Despois de escoller unha data ou período, prema no botón Go para actualizar a lista cos novos parámetros.
hr_hr: Možete odabrati trenutni datum iz padajućeg izbornika na vrhu zaslona. Također možete prikazati samo jedan razdoblje odabirom tog razdoblja iz razdoblja padajućeg izbornika na vrhu zaslona. Nakon što odaberete datum ili razdoblje, kliknite gumb Go osvježiti popis sa novim parametrima.
hu_hu: Kiválaszthatjuk az aktuális dátumot a legördülő menüből a képernyő tetején. Azt is mutatják, csak egy idő választásával az időszakban az idő legördülő menüből a képernyő tetején. Kiválasztása után egy dátumot, vagy időszak, kattintson az Indítás gombra a lista frissítéséhez az új paraméterekkel.
is_is: Hægt er að velja dagsetningu frá fellilistanum efst á skjánum. Einnig er hægt að sýna eina tímabili með því að velja að tímabilið frá tímabilinu fellilistanum efst á skjánum. Þegar þú hefur valið dagsetningu eða tímabili skaltu smella á Áfram hnappinn til að uppfæra listann með nýju þáttum.
ja_jp: 画面の上部にあるプルダウンメニューから現在の日付を選択することができます。また、画面の上部にある期間のプルダウンメニューからその期間を選択して唯一の期間を表示することができます。日付または期間を選択した後、新しいパラメータを指定してリストをリフレッシュするために移動ボタンをクリックします。
lt_lt: Galite pasirinkti dabartinę datą, nuo išskleidžiamajame meniu ekrano viršuje. Taip pat galite rodyti tik vieną laikotarpį pasirenkant tą laikotarpį nuo laikotarpį išskleidžiamajame meniu ekrano viršuje. Po pasirinkti datą ar laikotarpį, spustelėkite mygtuką Eiti atnaujinti sąrašą su naujais parametrais.
lv_lv: Jūs varat izvēlēties pašreizējo datumu, no nolaižamās izvēlnes augšpusē ekrānam. Var arī rādīt tikai uz vienu periodu, izvēloties šo periodu no laika pull-down menu augšpusē ekrānam. Izvēloties datums vai periods, noklikšķiniet uz pogu Go, lai atsvaidzinātu sarakstu ar jauniem parametriem.
mk_mk: Можете да изберете на тековниот датум од паѓачкото мени на врвот од екранот. Исто така, може да покаже само еден период од изборот на тој период од периодот паѓачкото мени на врвот од екранот. По изборот на датумот или периодот, кликнете на копчето Оди да се освежи листата со нови параметри.
nn_no: Du kan velge dagens dato fra rullegardinmenyen øverst på skjermen. Du kan også vise bare en periode ved å velge denne perioden fra perioden rullegardinmenyen øverst på skjermen. Etter å ha valgt en dato eller periode, klikk på Go-knappen for å oppdatere listen med de nye parametrene.
pl_pl: Możesz wybrać bieżącą datę z rozwijanego menu na górze ekranu. Można również wyświetlić tylko jeden okres, wybierając ten okres z okresu rozwijanego menu na górze ekranu. Po wybraniu daty lub okresu, kliknij przycisk Start, aby odświeżyć listę z nowych parametrów.
pt_pt: Você pode selecionar a data atual a partir do menu suspenso na parte superior da tela. Você também pode mostrar apenas um período, escolhendo o período a partir do período de pull-down menu no topo da tela. Depois de escolher uma data ou período, clique no botão Go para atualizar a lista com os novos parâmetros.
ro_ro: Puteţi selecta data curentă din meniul vertical din partea de sus a ecranului. Puteţi, de asemenea de un singur termen, alegând acea perioadă din perioada meniu vertical din partea de sus a ecranului. După alegerea o dată sau o perioadă, faceţi clic pe butonul Go pentru a actualiza lista cu noii parametri.
ru_ru: Вы можете выбрать текущую дату из выпадающего меню в верхней части экрана. Вы также можете показать только один период, выбрав этот период от периода выпадающее меню в верхней части экрана. После выбора даты и времени, нажмите кнопку Go, чтобы обновить список с новыми параметрами.
sk_sk: Môžete si vybrať dátum z pull-down menu v hornej časti obrazovky. Môžete tiež zobraziť iba jedno obdobie výberom tej dobe z obdobia pull-down menu v hornej časti obrazovky. Po zvolení dáta alebo obdobia, kliknite na tlačidlo Go aktualizovať zoznam s novými parametrami.
sl_si: Izberete lahko trenutni datum iz spustnega menija na vrhu zaslona. Prav tako lahko pokažejo le eno obdobje, z izbiro, da se rok iz obdobja spustnem meniju na vrhu zaslona. Ko izberete datum ali obdobje, kliknite gumb Go, da osvežite seznam z novimi parametri.
sq_al: Ju mund të zgjidhni datën aktuale nga pull-down menu në krye të ekranit. Ju gjithashtu mund të tregojnë vetëm një periudhë duke zgjedhur atë periudhë nga periudha pull-down menu në krye të ekranit. Pas zgjedhjes së një datë apo periudhë, kliko butonin Go to rifreskuar listën me parametrat e ri.
sr_rs: Можете да изаберете датум из падајућег менија на врху екрана. Такође можете приказати само једног периода избором тог периода из периода падајућег менија на врху екрана. Након избора датума или периода, кликните на дугме Иди да освежите листу са новим параметрима.
sv_se: Du kan välja aktuellt datum från rullgardinsmenyn längst upp på skärmen. Du kan också visa en enda period genom att välja denna period från perioden rullgardinsmenyn längst upp på skärmen. Efter att ha valt ett datum eller tid, klicka på Go-knappen för att uppdatera listan med de nya parametrarna.
th_th: คุณสามารถเลือกวันที่ปัจจุบันจากเมนูแบบดึงลงที่ด้านบนของหน้าจอ คุณยังสามารถแสดงเพียงระยะเวลาหนึ่งโดยการเลือกช่วงเวลาที่จากงวดเมนูแบบดึงลงที่ด้านบนของหน้าจอ หลังจากเลือกวันที่หรือระยะเวลาให้คลิกปุ่ม Go เพื่อรีเฟรชรายการที่มีพารามิเตอร์ใหม่
tr_tr: Ekranın üst kısmında açılan menüden geçerli tarih seçebilirsiniz. Ayrıca o dönemde ekranın üst kısmında dönemde açılan menüden seçerek, yalnızca bir döneme gösterebilir. Bir tarih veya dönem seçtikten sonra, yeni parametreleri ile listeyi yenilemek için Git düğmesini tıklatın.
uk_ua: Ви можете вибрати поточну дату з випадаючого меню у верхній частині екрана. Ви також можете показати тільки один період, вибравши цей період від періоду випадає у верхній частині екрана. Після вибору дати й часу, натисніть кнопку Go, щоб оновити список з новими параметрами.
wa_be: Gallwch ddewis y dyddiad cyfredol o&#39;r ddewislen tynnu-lawr ar frig y sgrin. Gallwch hefyd yn dangos mai dim ond un cyfnod trwy ddewis y cyfnod hwnnw o&#39;r cyfnod tynnu-lawr ddewislen ar frig y sgrin. Ar ôl dewis dyddiad neu gyfnod, cliciwch ar y botwm Ewch i ail osod y rhestr gyda&#39;r paramedrau newydd.
zh_tw: 你可以選擇當前日期從下拉菜單在屏幕上方。您也可以只顯示一個時期選擇這一時期內從下拉菜單在屏幕上方。在選擇一個日期或期間，按一下按鈕以刷新列表以新的參數。

source: Attendance Codes
af_za: Bywoning Kodes
ar_dz: رموز الحضور
be_by: Наведвальнасць коды
bg_bg: Присъствие място
bn_bd: হাজিরা কোড
da_dk: Deltagelse Koder
el_gr: Κωδικοί Συμμετοχή
es_es: Códigos de Asistencia
et_ee: Osavõtjate Codes
fa_ir: کد حضور و غیاب
fi_fi: Osallistuminen Koodit
ga_ie: Cóid Tinreamh
gl_gl: Códigos de atención
hr_hr: Sudjelovanje Kodovi
hu_hu: Részvétel kódok
is_is: Aðsókn Codes
ja_jp: 出席コード
lt_lt: Dalyvavimas Kodai
lv_lv: Apmeklējumu kodi
mk_mk: Публика кодови
nn_no: Oppmøte Codes
pl_pl: Kody obecności
pt_pt: Códigos de atendimento
ro_ro: Participarea Coduri
ru_ru: Посещаемость коды
sk_sk: Účasť kódy
sl_si: Prisotnost kode
sq_al: Pjesëmarrja Codes
sr_rs: Присуство Кодови
sv_se: Närvaro koder
th_th: รหัสผู้เข้าร่วม
tr_tr: Seyirci Kodları
uk_ua: Відвідуваність коди
wa_be: Codau Presenoldeb
zh_tw: 出席代碼

source: This page allows you to setup your schools attendance codes. Attendance codes are used in the teachers Take Attendance program
af_za: Hierdie bladsy laat jou toe om jou skole bywoning kodes vir die opstel van. Bywoning kodes word gebruik in die onderwysers Neem Bywoning program
be_by: Гэтая старонка дазваляе наладзіць ваш коды школ наведвальнасць. Наведвальнасць коды выкарыстоўваюцца ў настаўніцкай Вазьміце наведвальнасці праграмы
bg_bg: Тази страница ви позволява да настроите вашата кодове за посещаемост на училищата. Присъствие кодове се използват в учителите Вземете Присъствие програма
bn_bd: এই পৃষ্ঠায় আপনি আপনার স্কুলে উপস্থিতি কোড সেটআপ করতে পারবেন. এ্যাটেনডেন্স কোড শিক্ষকদের মধ্যে এ্যাটেনডেন্স প্রোগ্রাম নিন ব্যবহৃত হয়
da_dk: Denne side giver dig mulighed for at opsætte jeres skoler fremmøde koder. Deltagelse koder bruges i lærernes Tag Deltagelse program
el_gr: Αυτή η σελίδα σας επιτρέπει να ρυθμίσετε τα σχολεία τους κωδικούς σας συμμετοχή. Οι κωδικοί που χρησιμοποιούνται στη φοίτηση των εκπαιδευτικών Πάρτε πρόγραμμα Συμμετοχή
et_ee: Sellel leheküljel saab seadistada oma kooli osalemist koodid. Osavõtjate koode kasutatakse Õpetajad osalemine programmis
fa_ir: این صفحه به شما اجازه می دهد تا راه اندازی مدارس حضور کدهای. کد حضور و غیاب در معلمان مورد استفاده قرار گیرد نگاهی به برنامه حضور و غیاب
fi_fi: Tällä sivulla voit setup your kouluissa läsnä koodeja. Läsnäolo koodeja käytetään opettajien Take Osallistuminen ohjelmaan
ga_ie: Ceadaíonn an leathanach seo leat chun thus do cóid scoileanna freastail. Tinreamh cóid a úsáidtear i gclár na múinteoirí Tóg Tinrimh
gl_gl: Esta páxina permite que configure os seus códigos escolas presentes. Códigos de atención son usados ​​no programa de profesores Tomé Presenzas
hr_hr: Ova stranica vam omogućuje postavljanje vašeg škole prisustvo kodove. Gledatelja kodovi se koriste u nastavnika Uzmi Sudjelovanje programa
hu_hu: Ez az oldal lehetővé teszi, hogy állítsuk be az iskolák részvételi kódokat. Részvétel kódokat használnak a tanárok Vegye részvétel programot
is_is: Þessi síða gerir þér kleift að skipulag skóla mætingu kóða þinn. Aðsókn númerin eru notuð í kennara Taka Aðsókn program
ja_jp: このページでは、学校の出席のコードを設定することができます。出席のコードは、参加プログラムをテイク教師で使用されています
lt_lt: Šis puslapis leidžia jums susikurti savo mokyklos lankomumo kodai. Dalyvavimas kodai yra naudojami mokytojų imtis Dalyvavimas programoje
lv_lv: Šī lapa ļauj setup jūsu skolas apmeklēšanu. Apmeklējumu kodi tiek izmantoti pedagogu Take Piedalīšanās programmā
mk_mk: Оваа страница ви овозможува да го поставите вашето училиште присуство кодови. Публика кодови се користат во наставниците Земете Публика програма
nn_no: Denne siden lar deg sette opp din skole fremmøte koder. Oppmøte koder blir benyttet lærerne Take Oppmøte program
pl_pl: Ta strona pozwala na ustawienie szkołami kody obecności. Kody są używane w obecności nauczycieli Weź Udział programu
pt_pt: Esta página permite que você configure seus códigos escolas presentes. Códigos de atendimento são usados ​​no programa de professores Tome Presenças
ro_ro: Această pagină vă permite la setup-ul de şcoli codurile de prezenţă. Codurile de prezenţă sunt utilizate în profesorilor Ia programul de prezenţă
ru_ru: Эта страница позволяет настроить ваш коды школ посещаемость. Посещаемость коды используются в учительской Возьмите посещаемости программы
sk_sk: Táto stránka umožňuje nastaviť školy účasť kódy. Účasť kódy sú používané pri učitelia Účasť programu
sl_si: Ta stran vam omogoča nastavitev vaše šole udeležbo kode. Udeležba kode se uporabljajo v učitelje Take Udeležba programa
sq_al: Kjo faqe ju lejon të setup kodet shkollat ​​tuaja pranishëm. Pjesëmarrja kodeve janë përdorur në programin e mësuesit Take Pjesëmarrja
sr_rs: Ова страница вам омогућава да подесите своју школе кодова присуство. Присуство кодови се користе у наставници Похађање програма
sv_se: Den här sidan kan du ställa in din skolorna närvaro koder. Närvaro-koder används i lärare tar Närvaro programmet
th_th: หน้านี้ช่วยให้คุณติดตั้งรหัสการเข้าร่วมประชุมโรงเรียนของคุณ รหัสผู้เข้าร่วมจะใช้ในครูที่เข้าร่วมใช้โปรแกรม
tr_tr: Bu sayfa, okullarda devam kodları kurulum sağlar. Seyirci kodları Seyirci programi öğretmenler kullanılır
uk_ua: Ця сторінка дозволяє налаштувати ваш коди шкіл відвідуваність. Відвідуваність коди використовуються в учительській Візьміть відвідуваності програми
wa_be: Mae&#39;r dudalen hon yn eich galluogi i osod eich presenoldeb ysgolion codau. Codau presenoldeb yn cael eu defnyddio yn y rhaglen athrawon Cymryd Presenoldeb
zh_tw: 此頁面允許您設置您的學校出席代碼。出席代碼用於在教師點名程序

source: as well as most of the Attendance reports
af_za: sowel as die meeste van die bywoning verslae
ar_dz: وكذلك معظم الحضور تقارير
be_by: а таксама вялікая частка справаздач наведвальнасці
bg_bg: както и повечето от докладите за посещаемостта
bn_bd: পাশাপাশি এ্যাটেনডেন্স অধিকাংশ রিপোর্ট
da_dk: samt de fleste af de Deltagelse rapporter
el_gr: καθώς και τα περισσότερα από τα Συμμετοχή εκθέσεις
et_ee: samuti enamik osavõtt aruanded
fa_ir: و همچنین بسیاری از حضور و غیاب گزارش
fi_fi: sekä useimmat läsnäolosta
ga_ie: chomh maith le tuarascálacha chuid is mó de na Tinrimh
gl_gl: así como a maioría dos informes de Atención
hr_hr: kao i većina Sudjelovanje izvješća
hu_hu: valamint a legtöbb részvétel jelentések
is_is: sem og flestir Aðsókn skýrslur
ja_jp: だけでなく、参加のほとんどが報告
lt_lt: taip pat dauguma dalyvių pranešimų
lv_lv: kā arī lielākā daļa no apmeklējums ziņojumu
mk_mk: како и повеќето од Публика извештаи
nn_no: så vel som de fleste av Tilskuere rapporter
pl_pl: , jak również większość Udział raportów
pt_pt: assim como a maioria dos relatórios de Atendimento
ro_ro: precum şi de cele mai multe prezenţe rapoartelor
ru_ru: а также большая часть отчетов посещаемости
sk_sk: rovnako ako väčšina divákov správ
sl_si: kot tudi večina prisotnih poročil
sq_al: si dhe shumica e Pjesëmarrja raporteve
sr_rs: као и већина радног извештаја
sv_se: liksom de flesta av Närvaro rapporter
th_th: เช่นกันเป็นส่วนใหญ่ของการเข้าร่วมประชุมรายงาน
tr_tr: Katılım yanı sıra en raporları
uk_ua: а також більша частина звітів відвідуваності
wa_be: yn ogystal ag y rhan fwyaf o&#39;r adroddiadau Presenoldeb
zh_tw: 以及大部分出席報告

source: and specify whether or not the student was present during the period, and if he wasnt, the reason.
af_za: en spesifiseer of die student gedurende die tydperk teenwoordig was, en as hy was nie, die rede.
ar_dz: وتحديد ما إذا كان أو لم يكن الطالب كان موجودا خلال هذه الفترة ، واذا كان لا ، فما هو سبب.
be_by: і паказаць, ці варта студэнт прысутнічаў падчас перыяду, і калі ён не быў, прычыны.
bg_bg: и уточнява, дали или не студент е присъствал по време на периода, и ако той не е причината.
bn_bd: এবং কিনা বা না ছাত্র সময়কালে ছিল বর্তমান উল্লেখ, এবং যদি তিনি না, কারণ.
da_dk: og angive, om den studerende var til stede i perioden, og hvis han ikke var årsagen.
el_gr: και να καθορίσετε αν ο μαθητής ήταν παρών κατά τη διάρκεια της περιόδου, και αν δεν ήταν ο λόγος.
et_ee: ja määrata, kas õpilane oli praeguse perioodi jooksul ja kui ta ei olnud põhjust.
fa_ir: و مشخص یا نه دانش آموز در طول دوره حضور بود ، و اگر او نبود ، به دلیل.
fi_fi: ja määrittää, onko opiskelija oli läsnä vuosina, ja jos hän ei tiennyt syytä.
ga_ie: agus sonróidh sé an bhfuil nó nach raibh an mac léinn i láthair le linn na tréimhse, agus más rud é nach raibh sé, ar an gcúis.
gl_gl: e especificar ou non o alumno estaba presente durante o período, e se non fose, a razón.
hr_hr: i odrediti da li ili ne učenik je bio prisutan tijekom razdoblja, a ako nije bio, razlog.
hu_hu: és adja-e vagy sem a hallgató volt jelen időszakban, és ha nem volt, az ok.
is_is: og tilgreina hvort nemandi var viðstaddur á tímabilinu, og ef hann var ekki ástæðan.
ja_jp: と学生は期間中に存在していたかどうかを指定する、と彼がでなかった場合、その理由。
lt_lt: ir nustatyti, ar studentas buvo per laikotarpį, ir jeigu jis nebuvo, priežastis.
lv_lv: un norādiet, vai studentu bija klāt laiks, un ja viņš nav iemesls.
mk_mk: и да го одредите дали или не студент бил присутен за време на овој период, и ако тој не беше причина.
nn_no: og angi hvorvidt eleven var tilstede i perioden, og hvis han var ikke grunnen.
pl_pl: i określić, czy uczeń był obecny w trakcie okresu, a jeśli nie, powód.
pt_pt: e especificar ou não o aluno estava presente durante o período, e se ele não fosse, a razão.
ro_ro: şi precizaţi dacă este sau nu studentul a fost prezent în timpul perioadei, şi dacă el nu a fost, motivul.
ru_ru: и указать, следует ли студент присутствовал во время периода, и если он не был, причины.
sk_sk: a určiť, či študent bol prítomný v čase, a keby nebol, dôvod.
sl_si: in določite, ali je bil študent prisotni v obdobju, in če ni bil, razlog.
sq_al: dhe specifikojnë nëse janë apo jo nxënësi ishte i pranishëm gjatë periudhës së, dhe në qoftë se ai nuk ishte, arsyeja.
sr_rs: и одредити да ли је студент био присутан током периода, а ако он није био, разлог.
sv_se: och ange om eleven var närvarande under perioden, och om han inte var orsaken.
th_th: และระบุหรือไม่ว่านักเรียนได้นำเสนอในช่วงระยะเวลาและหากเขาไม่ได้เหตุผลที่
tr_tr: ve öğrencinin dönem boyunca mevcut olup olmadığı belirtin ve o değilse, nedeni.
uk_ua: і вказати, чи слід студент був присутній під час періоду, і якщо він не був, причини.
wa_be: a nodi p&#39;un a oedd y myfyriwr yn bresennol yn ystod y cyfnod, ac os nad oedd, y rheswm.
zh_tw: 並指定是否在場學生在此期間，如果他不是，原因。
