Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Also, you can choose to print the requests sheets with mailing labels. The requests sheets will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one request sheet may be printed per student if the student has guardians residing at more than one address.
af_za: Jy kan ook kies om die versoeke blaaie te druk met die mailing etikette. Die versoeke velle sal poslys etikette geposisioneer om in so &#39;n manier om sigbaar te wees in&#39; n windowed koevert wanneer die laken is in derdes gevou. Meer as een versoek vel gedruk word per student, indien die student voogde woonagtig by meer as een adres.
ar_dz: أيضا ، يمكنك اختيار لطباعة أوراق الطلبات مع التسميات البريدية. وسوف يطلب من أوراق التسميات البريدية المتمركزة في مثل هذه الطريقة أن تكون مرئية في مظروف إطارات عندما يتم طي الورقة في الثلثين. قد تكون طباعة أكثر من ورقة واحدة لكل طالب طلب إذا كان الطالب قد الأوصياء الذين يقيمون في أكثر من عنوان واحد.
be_by: Акрамя таго, вы можаце выбраць друк запыты лістоў з паштовых налепак. Запыты лісты будуць мець налепкі размешчаны такім чынам, каб быць бачным у аконным канверт, калі ліст складваецца ў траціны. Больш за аднаго запыту ліст можа быць раздрукаваны на аднаго студэнта, калі студэнт апекуноў пражываюць больш чым у адзін адрас.
bg_bg: Също така, можете да изберете да отпечатате исканията листа с пощенски етикети. Исканията листа ще има пощенски етикети, разположени по такъв начин, че да се вижда в прозорец плик, когато лист е сгънат в трети. Повече от едно искане лист може да бъде отпечатан на един ученик, ако студентът има настойници, намиращо се на повече от един адрес.
bn_bd: উপরন্তু, আপনি মেইলিং লেবেল সঙ্গে অনুরোধ শীট মুদ্রণ করতে পারেন. অনুরোধ শীটের মেইলিং যেমন একটি উপায় হিসাবে একটি windowed খাম যখন শীট তৃতীয়াংশ মধ্যে ফোল্ডারের হয় দৃশ্যমান তবে অবস্থিত লেবেল হবে. একাধিক অনুরোধ শীট ছাত্র প্রতি যদি ছাত্র একাধিক ঠিকানায় বসবাসের অভিভাবকরা করেছে ছাপা হতে পারে.
da_dk: Du kan også vælge at udskrive de anmodninger ark med adresseetiketter. Anmodningerne plader vil have adresseetiketter placeret på en sådan måde, at være synlige i et windowed kuvert, når arket er foldet i tredjedele. Mere end én anmodning ark kan udskrives per studerende, hvis den studerende har værger opholder sig på mere end én adresse.
el_gr: Επίσης, μπορείτε να επιλέξετε να εκτυπώσετε τα φύλλα αιτήματα με ετικέτες αλληλογραφίας. Τα φύλλα αιτήματα θα έχουν ετικέτες αλληλογραφίας τοποθετούνται με τέτοιο τρόπο ώστε να είναι ορατό σε παράθυρα φάκελο όταν το φύλλο είναι διπλωμένο σε τρίτα. Περισσότερο από το ένα φύλλο αίτηση μπορεί να τυπωθεί ανά φοιτητή, αν ο φοιτητής έχει κηδεμόνες που κατοικούν σε περισσότερες από μία διευθύνσεις.
es_es: También puede optar por imprimir las hojas de solicitudes con etiquetas de correo. Las hojas de las solicitudes tendrán etiquetas de correo posicionadas de tal forma que estén visibles en un sobre con ventana cuando la hoja se pliegue en tres partes. Se puede imprimir más de una hoja de solicitud por alumno si el alumno tiene tutores que residen en más de una dirección.
et_ee: Samuti saate printida taotlusi lehed posti sildid. Taotlused lehed on posti sildid paigaldatud selliselt, et see oleks nähtav aknaga ümbriku kui tööleht on volditud kolmandikku. Rohkem kui üks taotlus lehte võib trükkida ühe õpilase kui õppija on eestkostjate elukoht rohkem kui üks aadress.
fa_ir: همچنین ، شما می توانید انتخاب کنید تا در آن چاپ ورق بار مشاهده با برچسب های پستی. ورق بار مشاهده از برچسب های پستی که در چنین راه به عنوان قابل نمایش بودن در یک پاکت پنجره زمانی که ورق در سوم تاشو قرار داشته باشد. بیش از یک درخواست نت ممکن است هر دانشجو چاپ شده در صورتی که دانش آموز ساکن نگهبان در بیش از یک آدرس است.
fi_fi: Voit myös halutessasi tulostaa pyyntöihin arkkia osoitetarroja. Pyyntöjä levyt on osoitetarroja sijoitettu siten, että ne näkyvät windowed kirjekuoressa kun arkki on taitettu kolmasosaa. Enemmän kuin yksi pyyntö arkki voidaan tulostaa per opiskelija, jos opiskelija on huoltajien kotipaikka useampi kuin yksi osoite.
ga_ie: Chomh maith leis sin, is féidir leat a roghnú chun na bileoga a phriontáil iarratais le lipéid postála. Beidh bileoga hiarratais lipéid postála suite sa chaoi go mbeidh sé sofheicthe i gclúdach windowed nuair a bhíonn an clár fillte i thrian. Is féidir níos mó ná aon bhileog iarraidh a chló aghaidh an mhic léinn má tá an mac léinn caomhnóirí ina gcónaí ag níos mó ná seoladh amháin.
gl_gl: Ademais, pode optar por imprimir as follas de peticións con etiquetas de enderezo. As follas de peticións terán as etiquetas de enderezo situada de tal forma a ser visible nun sobre de ventá cando a folla é dobrada en terzos. Máis de unha folla de solicitude poden ser impresos por alumno se o alumno ten gardiáns residente en máis dun enderezo.
hr_hr: Također, možete odabrati ispis zahtjeve listova s ​​adresnih naljepnica. Zahtjeva ploče će imati adresnih naljepnica pozicionirani na takav način da bi bili vidljivi u prozorom omotnicu, kada je ploča u presavijeni trećine. Više od jedan zahtjev list može se tiskati po studentu, ako učenik ima skrbnika koji žive u više od jedne adrese.
hu_hu: Továbbá, választhat, hogy nyomtatási kérelmek lapot levélcímkék. A kérelmek lap lesz levélcímkék elhelyezni oly módon, hogy látható legyen egy ablakos borítékban, ha a lap van hajtva a kétharmados. Több mint egy kérelem lapot lehet nyomtatni egy tanulóra jutó, ha a hallgató gyám lakóhelye több címet.
is_is: Einnig getur þú valið að prenta beiðnir blöð með lýsingu póstlista. The beiðnir blöð verða póstlista merki stakk á þann hátt að vera sýnilegur í windowed umslagi þegar blaðið er lokaður í þriðju. Fleiri en einn beiðni blað má vera prentuð á nemanda ef nemandi hefur forráðamenn sem búa á fleiri en eitt netfang.
ja_jp: また、宛名ラベルをリクエストシートを印刷するかを選択できます。リクエストシートにはシートが3分の折り畳まれているウィンドウ封筒に見えるようにするような方法で配置さ宛名ラベルを持つことになります。学生が複数のアドレスに常駐している保護者の方を持っている場合、複数の依頼書は、学生ごとに印刷することができます。
lt_lt: Be to, jūs galite pasirinkti spausdinti prašymus su pašto etikečių lapų. Prašymus lapų turės išdėstyti tokiu būdu, kad jis būtų matomas lango paketas, kai lapas sulenkiamas trečdaliai laiškų etikečių. Daugiau nei vieną prašymą lapas gali būti spausdinami per studentas, jei studentas globėjai gyvena daugiau nei vieną adresą.
lv_lv: Arī Jūs varat izvēlēties drukāt pieprasījumus loksnes ar pasta sūtījumu uzlīmes. Pieprasījumi lapas būs pasta etiķetes novieto tā, lai būtu redzami windowed aploksnē, kad lapa tiek salocīta trešdaļām. Vairāk nekā vienu pieprasījumu lapu var izdrukāt uz vienu studentu, ja students ir aizbildņi dzīvo pie vairāk nekā viena adrese.
mk_mk: Исто така, можете да изберете да се печати на листови со барања мејлинг етикети. Барањата листови ќе имаат мејлинг етикети поставен на таков начин како да бидат видливи во windowed плик кога е здиплен листот во третини. Повеќе од едно барање лист може да се печатат по студент ако студентот има чувари кои живеат на повеќе од една адреса.
nn_no: Du kan også velge å skrive ut forespørsler ark med adresseetiketter. Den ber ark vil ha adresseetiketter plassert på en slik måte som å være synlig i en vindusbalkong konvolutt når arket er foldet i tredjedeler. Mer enn ett forespørsel arket kan skrives ut per student dersom studenten har foresatte bosatt på mer enn én adresse.
pl_pl: Można również wybrać drukowanie wniosków arkuszy etykiet adresowych. Wnioski arkusze będą etykiety adresowe umieszczone w taki sposób, aby były widoczne w oknach kopercie, gdy arkusz jest złożony w trzecie. Więcej niż jeden wniosek arkusza mogą być drukowane na jednego ucznia, jeśli uczeń ma opiekunów przebywających na więcej niż jeden adres.
pt_pt: Além disso, você pode optar por imprimir as folhas de pedidos com etiquetas de endereçamento. As folhas de pedidos terão etiquetas de endereçamento posicionada de tal forma a ser visível em um envelope de janela quando a folha é dobrada em terços. Mais de uma folha de pedido podem ser impressos por aluno se o aluno tem guardiões residente em mais de um endereço.
ro_ro: De asemenea, aveţi posibilitatea să alegeţi să imprimaţi foi cererile cu etichete de corespondenţă. Foile de cereri vor avea etichete poştale poziţionate astfel încât să fie vizibile într-un plic windowed atunci când foaia este pliat în treimi. Mai mult de o coală cererea poate fi imprimate pe elev în cazul în care studentul a tutorilor care locuiesc la mai mult de o adresă.
ru_ru: Кроме того, вы можете выбрать печать запросы листов с почтовых наклеек. Запросы листы будут иметь наклейки расположены таким образом, чтобы быть видимым в оконном конверт, когда лист складывается в трети. Более одного запроса лист может быть распечатан на одного студента, если студент опекунов проживают более чем в один адрес.
sk_sk: Tiež si môžete zvoliť tlač žiadosti listy s adresné štítky. Žiadosti listy budú mať adresné štítky umiestnené tak, aby bola viditeľná v obálke oknami, ak je list dal do tretiny. Viac ako jedna žiadosť listu môže byť vytlačené na jedného študenta v prípade, že študent strážcovia zdržiavajú na viac ako jednu adresu.
sl_si: Prav tako lahko izberete tiskanje zahteve listov z nalepke. Zahteva listi bodo imeli nalepke postavljen tako, kot da je vidna v okni ovojnico, ko je zložen list v tretjini. Več kot eno zahtevo list se lahko natisne na študenta, če študent skrbniki prebivajo v več kot enem naslovu.
sq_al: Gjithashtu, ju mund të zgjidhni për të shtypur fletët e kërkesave me etiketa postimeve. Fletët e kërkesave do të ketë etiketat mailing pozicionuar në mënyrë të tillë që të jetë i dukshëm në një zarf dritare kur fletë është palosur në të tretat. Më shumë se një fletë kërkesa mund të jenë të shtypura për student nëse nxënësi ka kujdestarët që banojnë në më shumë se një adresë.
sr_rs: Такође, можете да изаберете да штампате захтеве листова са налепнице са адресом. Захтева листови ће имати етикете мејлинг позициониране на такав начин да буде видљива у уиндоуед коверту када је лист савијен у трећине. Више од један захтев лист може да се штампа по ученику ако студент има чувара који живе у више од једне адресе.
sv_se: Du kan också välja att skriva ut ansökningarna ark med adressetiketter. De ansökningar blad kommer att ha etiketter placerade på ett sådant sätt att synas i ett fönsterläge kuvert när bladet är vikt i tredjedelar. Mer än en begäran ark kan skrivas ut per elev om eleven har vårdnadshavare som bor på mer än en adress.
th_th: นอกจากนี้คุณสามารถเลือกที่จะพิมพ์แผ่นที่มีการร้องขอป้ายผนึกจดหมาย แผ่นหน้าจะมีป้ายจ่าหน้าจดหมายในตำแหน่งดังกล่าวเป็นวิธีที่จะมองเห็นในซองหน้าต่างเมื่อแผ่นพับคือในสาม แผ่นขอมากกว่าหนึ่งอาจจะพิมพ์ต่อนักเรียนถ้านักเรียนมีผู้ปกครองอยู่บ้านเลขที่ที่อยู่มากกว่าหนึ่ง
tr_tr: Ayrıca, posta etiketleri ile istekleri yaprak yazdırmak için seçebilirsiniz. Istekleri levha sac üçe katlanmış bir pencereli zarf içinde açık olarak böyle bir şekilde konumlandırılmış posta etiketleri olacaktır. Öğrenci birden fazla adreste ikamet eden veliler varsa, birden fazla istek belgesi, öğrenci başına basılmış olabilir.
uk_ua: Крім того, ви можете вибрати друк запити листів з поштових наклейок. Запити листи будуть мати наклейки розташовані таким чином, щоб бути видимим у віконному конверт, коли лист складається в третини. Більше одного запиту лист може бути роздрукований на одного студента, якщо студент опікунів проживають більше ніж на одну адресу.
wa_be: Hefyd, gallwch ddewis i argraffu&#39;r taflenni ceisiadau gyda labeli post. Bydd y taflenni ceisiadau wedi labeli post gosod yn y fath fodd fel ei fod yn weladwy mewn amlen windowed pan fydd y daflen yn plygu mewn ran o dair. Gall mwy nag un ddalen cais yn cael ei argraffu bob myfyriwr os yw&#39;r myfyriwr wedi gwarcheidwaid sy&#39;n byw mewn mwy nag un cyfeiriad.
zh_tw: 此外，您可以選擇打印請求表與郵寄標籤。張的請求將郵件標籤定位在這樣一種方式，是可見的在窗口的信封時，表是折疊的三分之二。多個請求表可以打印每個學生如果學生監護人居住在多個地址。

source: The request sheets will be automatically downloaded to your computer in the printable PDF format when you click the Submit button.
af_za: Die versoek velle sal outomaties afgelaai word na jou rekenaar in die drukbare PDF-formaat as jy op die Submit knoppie.
ar_dz: سيتم تحميل ورقة الطلب تلقائيا إلى جهاز الكمبيوتر الخاص بك في شكل PDF للطباعة عند النقر فوق الزر إرسال.
be_by: Запыт лісты будуць аўтаматычна загружаны на ваш кампутар у фармаце PDF для друку, калі вы націскаеце кнопку Submit.
bg_bg: Искането листове ще бъдат изтеглени автоматично на вашия компютър в PDF формат за печат, когато щракнете върху бутона Submit.
bn_bd: অনুরোধ শীট স্বয়ংক্রিয়ভাবে আপনার কম্পিউটার হবে ডাউনলোড মুদ্রণযোগ্য পিডিএফ ফরম্যাটে যখন আপনি ছবি বাটন ক্লিক করুন.
da_dk: Anmodningen ark vil automatisk blive downloadet til din computer i PDF-format, når du klikker på knappen Send.
el_gr: Τα φύλλα αίτημα θα γίνει αυτόματα με τον υπολογιστή σας σε εκτυπώσιμη μορφή PDF όταν κάνετε κλικ στο κουμπί Υποβολή.
es_es: Las hojas de solicitud se descargarán automáticamente a su computadora en formato PDF imprimible al hacer clic en el botón Enviar.
et_ee: Taotluse lehed automaatselt laaditakse teie arvutisse printable PDF formaadis, kui klõpsate nuppu Esita.
fa_ir: ورق های درخواست خواهد شد به صورت خودکار در فرمت PDF قابل چاپ به کامپیوتر شما دانلود شده زمانی که دکمه ارسال را کلیک کنید.
fi_fi: Pyyntö levyt automaattisesti ladataan tietokoneeseesi tulostettava pdf kun napsautat Lähetä-painiketta.
ga_ie: Beidh na bileoga a íoslódáil go huathoibríoch iarraidh ar do ríomhaire san fhormáid inphriontáilte PDF nuair a dhéanann tú cliceáil ar an gcnaipe Cuir Isteach.
gl_gl: As follas solicitude será automaticamente trasladado para o seu ordenador en formato PDF para imprimir ao premer o botón Enviar.
hr_hr: Zahtjev ploče će biti automatski preuzeti na svoje računalo u PDF formatu za ispis kada kliknete na gumb Pošalji.
hu_hu: A kérelmet lapok automatikusan letöltődik a számítógépre a nyomtatható PDF formátumban, ha rákattint a Küldés gombra.
is_is: Beiðnin blöð verður sjálfkrafa niður í tölvuna þína í Prentvæn PDF snið þegar þú smellir á Senda hnappinn.
ja_jp: あなたが[Submit]ボタンをクリックすると、リクエストシートは、自動的に印刷可能なPDF形式でコンピュータにダウンロードされます。
lt_lt: Prašymo lapai bus automatiškai atsiunčiami į jūsų kompiuterį spausdinimui PDF formatu, kai paspausite mygtuką &quot;Siųsti&quot;.
lv_lv: Pieprasījums lapas tiks automātiski lejupielādēti jūsu datorā izdrukājamu PDF formātā kad jūs noklikšķiniet uz pogas Iesniegt.
mk_mk: Барањето листови ќе бидат автоматски преснимуваат на вашиот компјутер во печатење PDF формат кога ќе кликнете на копчето Потврди.
nn_no: Anmodningen ark vil automatisk bli lastet ned til datamaskinen din i utskriftsvennlig PDF-format når du klikker Send-knappen.
pl_pl: Arkusze wniosek zostanie automatycznie pobrany na komputer w formacie PDF do druku po kliknięciu przycisku Prześlij.
pt_pt: As folhas pedido será automaticamente transferido para o seu computador no formato PDF para impressão quando você clica no botão Enviar.
ro_ro: Foile de cererea va fi automat descărcate pe computer în format PDF imprimabilă când faceţi clic pe butonul Remitere.
ru_ru: Запрос листы будут автоматически загружены на ваш компьютер в формате PDF для печати, когда вы нажимаете кнопку Submit.
sk_sk: Žiadosť listy sa automaticky stiahne do počítača vo formáte PDF pre tlač, keď kliknete na tlačidlo Odoslať.
sl_si: Zahteva listi se bodo samodejno prenesejo v računalnik, v printable PDF formatu, ko boste kliknili na gumb Pošlji.
sq_al: Fletët Kërkesa do të shkarkohet automatikisht në kompjuterin tuaj në formatin PDF shtypshëm kur ju klikoni butonin Submit.
sr_rs: Захтев листови ће бити аутоматски преузета на ваш рачунар у штампање ПДФ формату када кликнете на Субмит дугме.
sv_se: Begäran ark kommer automatiskt ned till din dator i det utskrivbara PDF-format när du klickar på knappen Skicka.
th_th: แผ่นร้องขอจะถูกดาวน์โหลดโดยอัตโนมัติไปยังเครื่องคอมพิวเตอร์ของคุณในรูปแบบ PDF พิมพ์เมื่อคุณคลิกที่ปุ่มส่ง
tr_tr: Gönder düğmesine tıkladığınızda isteği sayfa otomatik olarak yazdırılabilir PDF formatında bilgisayarınıza indirilebilir olacak.
uk_ua: Запит листи будуть автоматично завантажені на ваш комп&#39;ютер у форматі PDF для друку, коли ви натискаєте кнопку Submit.
wa_be: Bydd y taflenni cais ei lwytho i lawr yn awtomatig ar eich cyfrifiadur yn y fformat PDF argraffadwy pan fyddwch yn clicio ar y botwm Anfon.
zh_tw: 請求表將被自動下載到你的計算機中打印的PDF格式，當您點擊提交按鈕。

source: Student Class List Report
af_za: Studente klaslys Verslag
ar_dz: تقرير الطالب فئة قائمة
be_by: Студэнцкая класа Спіс дакладаў
bg_bg: Студентски Доклад Списък клас
bn_bd: ছাত্র ক্লাস তালিকা প্রতিবেদন
da_dk: Student Klasse Liste Rapport
el_gr: Φοιτητής Έκθεση Λίστα Κατηγορίας
es_es: Informe de la Lista de Clases del Alumno
et_ee: Student klassi List Report
fa_ir: گزارش لیست دانشجویان کلاس
fi_fi: Student-luokan List Raportti
ga_ie: Tuarascáil na Mac Léinn Liosta Rang
gl_gl: Estudante Informe Lista Clase
hr_hr: Studentski klase Popis Prijavi
hu_hu: Student osztály riport
is_is: Námsmaður Class Listi Report
ja_jp: 学生のクラスリストレポート
lt_lt: Studentų sąrašą klasių ataskaita
lv_lv: Studentu klases List ziņojums
mk_mk: Студент Класа Листа Злоупотреба
pl_pl: Klasa Zgłoś Student Lista
pt_pt: Estudante Relatório Lista Classe
ro_ro: Clasa Student Lista Semnalati
ru_ru: Студенческая класса Список докладов
sk_sk: Študent triedy List správy
sl_si: Student Razred Seznam Prijavi
sq_al: Klasa Student Lista e Raportit
sr_rs: Студентски Класа Листа извештаја
sv_se: Student Klass Lista Rapport
th_th: นักศึกษารายงานรายการระดับ
tr_tr: Öğrenci Sınıf Listesi Raporu
uk_ua: Студентська класу Список доповідей
wa_be: Myfyrwyr Dosbarth Adroddiad Rhestr
zh_tw: 學生類列表報告

source: Setup &raquo; Run Scheduler
af_za: Setup »Begin Planner
ar_dz: الإعداد »جدولة تشغيل
be_by: Setup »Выканаць Scheduler
bg_bg: Настройка »Run Scheduler
bn_bd: সেটআপ:চালান নির্ধারণকারী
da_dk: Opsætning »Kør Scheduler
el_gr: Ρύθμιση »Run Scheduler
et_ee: Setup »Run Scheduler
fa_ir: راه اندازی »اجرای زمانبند
fi_fi: Setup »Run Scheduler
ga_ie: Socrú »Rith Sceidealóir
gl_gl: Setup »Run schedule
hr_hr: Postavljanje »Pokreni Planer
hu_hu: Beállítás »Run Scheduler
is_is: Skipulag »Run Tímaáætlun
ja_jp: セットアップ»ランスケジューラ
lt_lt: Setup »Pradėti grafikas
lv_lv: Setup »Run plānotājs
mk_mk: Поставување »Испратена Динамички план
nn_no: Setup »Run Scheduler
pl_pl: Instalator »Uruchom Scheduler
pt_pt: Setup »Run Scheduler
ro_ro: Setup »Run Scheduler
ru_ru: Setup »Выполнить Scheduler
sk_sk: Nastavenie »Spustiť plánovača
sl_si: Setup »Run Scheduler
sq_al: Setup »Run Scheduler
sr_rs: Подешавање »Покрени Планер
sv_se: Inställning »Kör Schemaläggaren
th_th: การติดตั้ง » เรียกใช้ตารางเวลา
tr_tr: Kurulum »Run Zamanlayıcı
uk_ua: Setup »Виконати Scheduler
wa_be: Setup »Rhedeg Scheduler
zh_tw: 設置 »運行調度

source: This utility schedules every student at your school according to the requests entered for them.
af_za: Hierdie program skedules elke student by jou skool volgens die versoeke het vir hulle.
ar_dz: هذه الجداول فائدة كل طالب في المدرسة الخاصة بك وفقا لطلبات دخل بالنسبة لهم.
be_by: Гэтая ўтыліта графікі кожнага вучня ў школе ў адпаведнасці з патрабаваннямі ўвайшоў да іх.
bg_bg: Тази помощна програма графици за всеки ученик във вашето училище, в съответствие с исканията, вписани за тях.
da_dk: Dette hjælpeprogram skemaer hver elev på din skole i henhold til anmodninger indtastet for dem.
el_gr: Αυτό το βοηθητικό πρόγραμμα δρομολόγια κάθε μαθητή στο σχολείο σας, σύμφωνα με τα αιτήματα που κατατίθενται για αυτούς.
es_es: Esta utilidad horarios de todos los estudiantes en su escuela en función de las peticiones incluidas en ellos.
et_ee: See utiliit sõiduplaanide iga õpilase oma kooli vastavalt taotlused kantakse neile.
fa_ir: این ابزار زمانبندی هر دانش آموز در مدرسه خود را با توجه به درخواست های وارد شده برای آنها.
fi_fi: Tämä apuohjelma aikataulut jokaisen opiskelijan koulusi mukaan pyyntöjä tuli heille.
ga_ie: Seo ar sceidil fóntais gach mac léinn ag do scoil de réir an iarratais ar iontráil dóibh.
gl_gl: Esta utilidade horarios todos os alumnos na súa escola de acordo coas solicitudes entrou para eles.
hr_hr: Ovaj uslužni program rasporedi svaki učenik u školi u skladu s zahtjevima ušao za njih.
hu_hu: Ez a segédprogram menetrend minden diák az iskolában szerint a kérelmek be nekik.
is_is: This gagnsemi báta hvern nemanda í skólanum þínum í samræmi við beiðnir inn fyrir þá.
ja_jp: このユーティリティのスケジュールリクエストに応じて、学校ですべての学生は彼らのために入力した。
lt_lt: Šis įrankis tvarkaraščiai prašymų pagal kiekvieną jūsų mokyklos studentas atvyko jiems.
lv_lv: Šī lietderība grafikiem katram studentam jūsu skolā, saskaņā ar pieprasījumiem stājās tiem.
mk_mk: Оваа алатка распоредот секој студент во вашето училиште, според барањата внесени за нив.
nn_no: Dette verktøyet tidsplaner hver elev på skolen i henhold til anmodninger inn for dem.
pl_pl: To harmonogramów narzędzie każdego ucznia w szkole zgodnie z wniosków zgłoszonych do nich.
pt_pt: Este utilitário horários todos os alunos na sua escola de acordo com as solicitações entrou para eles.
ro_ro: Acest program utilitar fiecare elev la şcoala dumneavoastră în conformitate cu cererile introduse pentru ei.
ru_ru: Эта утилита графики каждого ученика в школе в соответствии с требованиями вошел к ним.
sk_sk: Tento nástroj plány každého žiaka v škole podľa zadaných požiadaviek na ne.
sl_si: Ta pripomoček urniki vsak študent na vaši šoli v skladu z zahtevo vpišejo za njih.
sq_al: Kjo oraret e shërbimeve për çdo nxënës në shkollën tuaj sipas kërkesave të hyrë për ta.
sr_rs: Ова алатка распоред сваки ученик у школи у складу са захтевима ушао за њих.
sv_se: Detta verktyg scheman varje elev på skolan enligt begäran anges för dem.
th_th: ตารางยูทิลิตี้นี้นักเรียนทุกคนที่โรงเรียนของคุณตามคำขอที่ป้อนสำหรับพวกเขา
tr_tr: Bu yardımcı program, programları isteklerine göre okulda her öğrenci için girdi.
uk_ua: Ця утиліта графіки кожного учня в школі відповідно до вимог увійшов до них.
wa_be: Mae&#39;r amserlenni cyfleustodau pob myfyriwr yn eich ysgol yn ôl y ceisiadau a gofrestrwyd ar gyfer eu cyfer.
zh_tw: 此實用程序安排每一個學生在學校按要求輸入了他們。
