Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: For days that school is in attendance all day, a green checkmark appears in the upper right-hand corner of the date. On partial days, the number of minutes that school is in session is displayed here instead. If the school is not in attendance at all on any given day, nothing will appear in the upper right-hand corner of the date
af_za: Vir die dae dat die skool is in die bywoning van die hele dag, &#39;n groen vinkje verskyn in die boonste regterkantste hoek van die datum. Op gedeeltelike dae, is die aantal minute wat die skool in sitting is vertoon hier plaas. Indien die skool is nie in bywoning van al op enige gegewe dag, sal niks verskyn in die boonste regterkantste hoek van die datum
be_by: На працягу некалькіх дзён, што школа знаходзіцца ў наведвальнасці на працягу ўсяго дня, зялёная птушка з&#39;яўляецца ў верхнім правым куце дату. Аб прыватных дзён, колькасць хвілін, якое школа знаходзіцца на сесіі Тут адлюстроўваецца замест. Калі школа не прысутнічалі на ўсіх у любы дзень, нічога не будзе з&#39;яўляцца ў правым верхнім куце даты
bg_bg: В продължение на дни, че училището е в присъствието на целия ден, се появи зелена отметка в горния десен ъгъл на датата. На частични дни, броят на минути, в които училището е в сесия се показва тук вместо. Ако училището не е в присъствието на всички, на всеки един ден, нищо няма да се появи в горния десен ъгъл на датата
bn_bd: দিন যে উপস্থিতি স্কুলের সব দিবস, একটি সবুজ checkmark উচ্চ তারিখ ডানদিকে প্রদর্শিত. আংশিক ডেজ অন, এখানে মিনিট যে সেশনের স্কুল সংখ্যা প্রদর্শিত পরিবর্তে হয়. যদি স্কুলের কোনো দিনে সব সময়ে হাজিরা হয় না, উচ্চ তারিখ ডানদিকে কোণায় অবস্থিত কিছুই দেখা যাবে
da_dk: I flere dage at skolen er til stede hele dagen, vises et grønt flueben i øverste højre hjørne af datoen. På delvise dage er det antal minutter, at skolen er i session vises her i stedet. Hvis skolen ikke er til stede på alle på en given dag, vil intet blive vist i øverste højre hjørne af dato
el_gr: Για τις ημέρες που το σχολείο είναι παρών όλη την ημέρα, ένα πράσινο σημάδι ελέγχου εμφανίζεται στην επάνω δεξιά γωνία της ημερομηνίας. Την μερική ημέρες, ο αριθμός των λεπτών που το σχολείο βρίσκεται σε σύνοδο εμφανίζεται εδώ αντ &#39;αυτού. Εάν το σχολείο δεν είναι παρών σε όλα τα σχετικά με οποιαδήποτε δεδομένη ημέρα, τίποτα δεν θα εμφανιστεί στην πάνω δεξιά γωνία από την ημερομηνία
et_ee: Mitu päeva, et kool on aitamas kogu päeva, roheline linnuke ilmub ülemises paremas nurgas kuupäeva. Osalise päeva, mitu minutit, et kool on istung Siin kuvatakse asemel. Kui kool ei ole kohalolijate üldse iga päev, miski ilmub ülemises paremas nurgas kuupäev
fa_ir: برای روزهایی که مدرسه در حضور در تمام طول روز ، یک تیک سبز به نظر می رسد در گوشه بالا سمت راست از تاریخ است. در روزهای با مشتقات جزئی ، تعدادی از دقیقه که مدرسه در جلسه نمایش داده شده در اینجا به جای. اگر مدرسه در حضور همه در هر روز داده شده است ، هیچ چیز را در گوشه بالا سمت راست از تاریخ ظاهر می شود
fi_fi: Päiviä, että koulu on läsnä koko päivän, vihreä valintamerkki näkyy oikeassa yläkulmassa alakulmassa päivämäärä. Osittaisella päivää, monen minuutin koulu on koolla näkyy täällä sijasta. Jos koulu ei ole läsnä lainkaan tiettynä päivänä, mitään ei näy oikeassa yläkulmassa kulmassa päivämäärä
ga_ie: Le haghaidh laethanta go bhfuil an scoil i láthair an lá ar fad, cosúil checkmark glas sa chúinne uachtarach ar dheis ar an dáta sin. Ar an lá go páirteach, is é líon na miontuairiscí go bhfuil an scoil i seisiún ar taispeáint anseo ina ionad. Mura bhfuil an scoil ag freastal ar chor ar bith ar aon lá áirithe, beidh aon rud le feiceáil sa chúinne uachtarach ar dheis ar an dáta
gl_gl: Para os días que a escola é en atención o día, unha marca de verificación verde aparecerá no canto dereito superior da data. En días de parcial, o número de minutos que a escola está en sesión aparece aquí en vez. Se a escola non está na participación en todas as nun determinado día, nada vai aparecer na parte superior dereita da data
hr_hr: Za dana da je škola u nazočnosti cijelog dana, zelena kvačica se pojavljuje u gornjem desnom kutu datum. Na djelomičnu dana, broj minuta da je škola u sjednici je prikazan ovdje umjesto. Ako škola nije u nazočnosti uopće na bilo koji dan, ništa se neće pojaviti u gornjem desnom kutu dana
hu_hu: A napokban iskola részvételével egész nap, egy zöld pipa jelenik meg a jobb felső sarokban a dátumot. A részleges nap, a percek számát, hogy az iskola van a munkamenet Itt jelenik meg helyette. Ha az iskola nem volt jelen minden adott napon, semmi nem fog megjelenni a jobb felső sarkában a dátum
is_is: Fyrir daga sem skólinn er í aðsókn allan daginn, grænt Mát birtist í efra hægra horni dagsetningu. Á hluta daga, er fjöldi mínútna sem skólinn er í setu birtist hér í staðinn. Ef skólinn er ekki í aðsókn á öllum á hverjum degi, ekkert mun birtast í efri hægra horni dagsetningu
ja_jp: 学校は出席で一日中であることを日の場合は、緑色のチェックマークは、日付の右上隅に表示されます。部分的な日には、学校がセッション内にあることを（分単位）が代わりにここに表示されます。学校は、任意の日にすべてに出席されていない場合、何も日付の右上隅に表示されません
lt_lt: Dienų, kad mokyklą lankyti visą dieną, žalią varnelę rodomas viršutiniame dešiniajame kampe datos. Dėl dalinio dienas, rodoma čia, o ne minučių, kad mokyklos sesija. Jeigu mokykloje nėra dalyvavimo bet kurią dieną, nieko nebus rodomas viršutiniame dešiniajame kampe datos
lv_lv: Par dienām, ka skola ir apmeklētība visu dienu, zaļās atzīmes parādās augšējā labajā stūrī datumu. Par daļēju dienas, minūtes, ka skola ir sesija skaits ir parādīts šeit vietā. Ja skola nav apmeklējumu vispār jebkurā konkrētā dienā, nekas parādīsies augšējā labajā stūrī dienas
mk_mk: За дена дека училиштето е во присуство на целиот ден, зелен checkmark се појавува во горниот десен агол на денот. На делумно дена, бројот на минути дека училиштето е во сесија е прикажана овде наместо. Ако училиштето не е во присуство на сите на било кој ден, ништо нема да се појави во горниот десен агол на денот
nn_no: For dager som skolen er til stede hele dagen, vises en grønn hake i øvre høyre hjørne av datoen. På delvis dager, er antall minutter som skolen er i sesjon vises her i stedet. Dersom skolen ikke er til stede i det hele tatt på en gitt dag, vil ingenting vises i øvre høyre hjørne av dato
pl_pl: Przez wiele dni, że szkoła jest obecny przez cały dzień, zielony znacznik pojawia się w prawym górnym rogu daty. Na częściowe dni, liczbę minut, że szkoła jest w bieżącej sesji tutaj zamiast. Jeśli szkoła nie jest obecny na wszystkich w danym dniu, nie pojawi się w prawym górnym rogu daty
pt_pt: Para os dias que a escola é em atendimento o dia todo, uma marca de seleção verde aparecerá no canto direito superior da data. Em dias de parcial, o número de minutos que a escola está em sessão é apresentado aqui em vez. Se a escola não está na participação em todas as em um determinado dia, nada irá aparecer no canto direito superior da data
ro_ro: Pentru zilele că şcoala este, în prezenţa toată ziua, un marcaj verde apare în colţul din dreapta sus de la data. În zilele parţială, numărul de minute că şcoala se află în sesiune se afişează în schimb aici. În cazul în care şcoala nu este în participarea la toate în orice zi, nimic nu va apărea în colţul din dreapta sus de la data
ru_ru: В течение нескольких дней, что школа находится в посещаемости в течение всего дня, зеленая галочка появляется в верхнем правом углу дату. О частных дней, количество минут, которое школа находится на сессии Здесь отображается вместо. Если школа не присутствовали на всех в любой день, ничего не будет появляться в правом верхнем углу даты
sk_sk: V dňoch, že škola je v návštevnosti po celý deň, zelené začiarknutie sa objaví v pravom hornom rohu dáta. Na čiastočné dňoch, je počet minút, že škola je v zasadnutie Tu sa zobrazí miesto. Ak škola nie je účasť na všetkých v daný deň, nič sa objaví v pravom hornom rohu dáta
sl_si: Za dni, da je šola v prisotnosti ves dan, zeleno kljukico pojavi v zgornjem desnem kotu datum. Ob delni dni, je število minut, da je šola v seji kliknite tukaj namesto tega. Če šola ni na udeležbo na vseh na kateri koli dan, ne bo nič v zgornjem desnem kotu dneva
sq_al: Për ditë se shkolla është në pritje të gjithë ditën, një checkmark gjelbër shfaqet në këndin e sipërm të djathtë të datës. Në ditët e pjesshme, numri i minutave se shkolla është në sesion të shfaqet këtu në vend. Nëse shkolla nuk është në pjesëmarrje në të gjitha në çdo ditë të caktuar, asgjë nuk do të shfaqet në këndin e sipërm të djathtë të datës
sr_rs: Данима да је школа у присуству цео дан, зелен чекмарку се појављује у горњем десном углу датум. О делимичном дана, број минута да је школа у седници је овде приказана уместо. Ако школа није у присуство уопште на било који дати дан, ништа ће се појавити у горњем десном углу датум
sv_se: För dagar som skolan är närvarande hela dagen, visas en grön bock i övre högra hörnet av dagen. På partiell dagar är det antal minuter att skolan är i session visas här istället. Om skolan inte deltagit vid samtliga en viss dag, kommer ingenting att visas i övre högra hörnet av dagen
th_th: สำหรับวันที่โรงเรียนที่อยู่ในการเข้าร่วมประชุมทุกวันสีเขียวที่มีเครื่องหมายถูกปรากฏขึ้นที่มุมขวาบนของวันที่ ในวันที่บางส่วนจำนวนนาทีที่โรงเรียนอยู่ในช่วงที่จะแสดงที่นี่แทน ถ้าโรงเรียนไม่ได้อยู่ในการเข้าร่วมประชุมที่ทั้งหมดในวันหนึ่งวันใดไม่มีอะไรจะปรากฏในมุมขวาบนของวันที่
tr_tr: Gün boyunca okula devam tüm gün olduğunu, tarihinden sağ üst köşesinde yeşil bir onay işareti görünür. Kısmi bir gün, okul oturumda olduğunu dakika sayısı yerine burada görüntülenir. Okulun herhangi bir gün tüm katılım değilse, hiçbir şey tarihinden sağ üst köşesinde belirecektir
uk_ua: Протягом кількох днів, що школа знаходиться в відвідуваності протягом усього дня, зелена галочка з&#39;являється у верхньому правому куті дату. Про приватних днів, кількість хвилин, яку школа знаходиться на сесії Тут відображається замість. Якщо школа не були присутні на всіх в будь-який день, нічого не буде з&#39;являтися в правому верхньому куті дати
wa_be: Ar gyfer diwrnod ysgol honno yn bresennol trwy&#39;r dydd, mae checkmark gwyrdd yn ymddangos yn rhan uchaf ochr dde y dyddiad. Ar ddiwrnodau rhannol, mae nifer y cofnodion yr ysgol yn cyfarfod yn cael ei arddangos yma yn lle hynny. Os nad yw&#39;r ysgol yn bresennol ym mhob ar unrhyw ddiwrnod penodol, ni fydd dim yn ymddangos yn y rhan uchaf ochr dde y dyddiad
zh_tw: 連日來，學校是在參加了一整天，一個綠色的勾號出現在右上方角落的日期。在局部天，分鐘數，學校是在會話，而不是顯示在這裡。如果學校不出席所有在任何一天，什麼也不會出現在右上方角落的日期
