Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Half-day and full-day minutes
af_za: N halwe dag en &#39;n volle dag minute
ar_dz: نصف يوم ويوم كامل دقيقة
be_by: Half-дзень і цэлы дзень хвілін
bg_bg: Полудневни и целодневни минути
bn_bd: অর্ধ দিন এবং পুরো দিন মিনিট
da_dk: Halv dag og fuld-dag minutter
el_gr: Μισής ημέρας και πλήρης-ημέρας λεπτά
es_es: Minutos de media y jornada completa
et_ee: Pool päeva ja terve päeva minutit
fa_ir: نیم روز و تمام روز دقیقه
fi_fi: Puolen päivän ja koko päivän minuuttia
ga_ie: Nóiméad Leath-lae agus lán-lae
gl_gl: Minuto e medio-día e de día
hr_hr: Poludnevni i cjelodnevni minuta
hu_hu: Félnapos és egész napos perc
ja_jp: 半日や丸一日分
lt_lt: Pusės dienos ir visos dienos minučių
lv_lv: Pusi dienas un pilnu dienu minūtes
mk_mk: Половина ден и со полно работно ден минути
nn_no: Halv dag og heldags minutter
pl_pl: Pół dnia i cały dzień minut
pt_pt: Minuto e meio-dia e de dia inteiro
ro_ro: Jumătate de zi şi de o zi minute
ru_ru: Half-день и целый день минут
sk_sk: Poldenné a celodenné minút
sl_si: Half-dnevne in celodnevne minut
sq_al: Minuta e gjysmë-ditë dhe gjatë tërë ditës
sr_rs: Полудневни и целодневни минута
sv_se: Halvdags och heldags minuter
th_th: นาทีครึ่งวันและเต็มวัน

source: Full day minutes
af_za: Volledige dag minute
ar_dz: دقائق يوم كامل
be_by: Поўны хвілін дзень
bg_bg: Пълен минути ден
bn_bd: পুরো দিনের মিনিট
da_dk: Heldagstur minutter
el_gr: Πλήρης λεπτά μέρα
es_es: Minutos de jornada completa
et_ee: Terve päeva minutit
fa_ir: کامل دقیقه روز
fi_fi: Koko päivä minuuttia
ga_ie: Nóiméad lá iomlán
gl_gl: Completa minutos día
hr_hr: Cjelodnevni minuta
hu_hu: Egész napos perc
ja_jp: 丸一日分
lt_lt: Dienai minučių
lv_lv: Pilnas dienas minūtēm
mk_mk: Цел ден минути
nn_no: Heldags minutter
pl_pl: Pełna minuta dni
pt_pt: Completa minutos dia
ro_ro: Minut de o zi
ru_ru: Полный минут день
sk_sk: Celý deň minút
sl_si: Polna minut dnevno
sq_al: Minuta të plotë ditën e
sr_rs: Цео дан минута
sv_se: Heldag minuter
th_th: นาทีเต็มวัน

source: Half day minutes
af_za: Halwe dag Notulen
ar_dz: دقائق نصف يوم
be_by: Палова хвілін дзень
bg_bg: Половина минути ден
bn_bd: অর্ধ দিবস মিনিট
da_dk: Halv dag minutter
el_gr: Μισό λεπτά μέρα
es_es: Minutos de media jornada
et_ee: Pool päeva minutit
fa_ir: دقیقه روز نیم
fi_fi: Puolen päivän minuuttia
ga_ie: Nóiméad leathlae
gl_gl: Medio minuto días
hr_hr: Poludnevni minuta
hu_hu: Félnapos perc
ja_jp: 半日分
lt_lt: Pusę dienos minučių
lv_lv: Pusi dienas minūtēm
mk_mk: Половина ден минути
nn_no: Halvdags minutter
pl_pl: Pół minuty dni
pt_pt: Meio minuto dias
ro_ro: Minute si jumatate zi
ru_ru: Половина минут день
sk_sk: Poldenný minút
sl_si: Pol minute dan
sq_al: Minuta gjysmë dite
sr_rs: Полудневни минута
sv_se: Halvdag minuter
th_th: นาทีครึ่งวัน

source: login message
af_za: Aansoek Boodskap
ar_dz: الدخول رسالة
be_by: Увайсці паведамленне
bg_bg: вход съобщение
bn_bd: লগইন বার্তা
da_dk: login besked
el_gr: μήνυμα login
et_ee: login sõnum
fa_ir: پیام ورود به سیستم
fi_fi: Kirjaudu viesti
ga_ie: teachtaireacht Logáil isteach
gl_gl: mensaxe de inicio de sesión
hr_hr: Prijavite se poruka
hu_hu: login üzenet
ja_jp: ログインメッセージ
lt_lt: Prisijungimo žinutė
lv_lv: login ziņojumu
mk_mk: Влези порака
nn_no: Logg inn melding
pl_pl: komunikat logowania
pt_pt: mensagem de início de sessão
ro_ro: mesaj Autentifica-te
ru_ru: Войти сообщение
sk_sk: Prihlásiť správu
sl_si: prijava sporočilo
sq_al: Mesazhi login
sr_rs: Пријавите поруку
sv_se: login meddelande
th_th: ข้อความเข้าสู่ระบบ

source: Under Maintenance
af_za: Onder Onderhoud
ar_dz: تحت الصيانة
be_by: Пад абслугоўванне
bg_bg: На поддръжка
bn_bd: মেরামতের অধীনে
da_dk: Under vedligeholdelse
el_gr: Υπό συντήρηση
es_es: en Mantenimiento
et_ee: Vastavalt hooldus
fa_ir: تحت مراقبت
fi_fi: Huollossa
ga_ie: Faoi Cothabháil
gl_gl: En Mantemento
hr_hr: Pod održavanje
hu_hu: Karbantartás alatt
ja_jp: メンテナンスの下で
lt_lt: Atliekama priežiūra
lv_lv: Saskaņā ar Uzturlīdzekļu
mk_mk: Под одржување
nn_no: Under vedlikehold
pl_pl: W ramach konserwacji
pt_pt: Em Manutenção
ro_ro: Sub întreţinere
ru_ru: Под обслуживание
sk_sk: V rámci údržby
sl_si: Pod Vzdrževanje
sq_al: Sipas Mirëmbajtja
sr_rs: Под Одржавање
sv_se: Under Underhåll
th_th: ภายใต้การบำรุงรักษา

source: Login Message
af_za: Aansoek Boodskap
ar_dz: الدخول رسالة
be_by: Увайсці паведамленне
bg_bg: Вход Съобщение
bn_bd: লগিন বার্তা
da_dk: Log ind Besked
el_gr: Μήνυμα Σύνδεση
es_es: Mensaje de Inicio de Sesión
fa_ir: پیام ورود
fi_fi: Kirjaudu Viesti
ga_ie: Teachtaireacht Logáil isteach
gl_gl: Mensaxe de sesión
hr_hr: Prijava Poruka
hu_hu: Bejelentkezés Üzenet
ja_jp: ログインメッセージ
lt_lt: Prisijungimo žinutė
lv_lv: Login Sludinājumi
mk_mk: Влези порака
nn_no: Logg inn melding
pl_pl: Wiadomość Zaloguj się
pt_pt: Mensagem de Login
ro_ro: Intra in mesaje
ru_ru: Войти сообщение
sk_sk: Prihlásiť správy
sl_si: Prijava Message
sq_al: Mesazh Identifikohu
sr_rs: Пријавите порука
sv_se: Logga Meddelande
th_th: ข้อความเข้าสู่ระบบ

source: Display
af_za: Wys
ar_dz: عرض
be_by: Дысплей
bg_bg: Покажи
bn_bd: প্রদর্শন
el_gr: Εμφάνιση
es_es: Mostrar
et_ee: Ekraan
fa_ir: نمایش
fi_fi: Näyttö
ga_ie: Taispeáin
gl_gl: Mostrar
hr_hr: Prikaz
hu_hu: Kijelző
ja_jp: ディスプレイ
lt_lt: Parodyti
lv_lv: Displejs
mk_mk: Покажи
nn_no: Skjerm
pl_pl: Wyświetlacz
pt_pt: Mostrar
ro_ro: Afişa
ru_ru: Дисплей
sk_sk: Zobrazenie
sl_si: Prikaži
sq_al: Ekran
sr_rs: Приказ
th_th: แสดง

source: Message
af_za: Boodskap
ar_dz: رسالة
be_by: Паведамленне
bg_bg: Съобщение
bn_bd: বার্তা
da_dk: Besked
el_gr: Μήνυμα
es_es: Mensaje
et_ee: Sõnum
fa_ir: پیام
fi_fi: Viesti
ga_ie: Teachtaireacht
gl_gl: Mensaxe
hr_hr: Poruka
hu_hu: Üzenet
ja_jp: メッセージ
lt_lt: Žinutė
lv_lv: Ziņa
mk_mk: Порака
nn_no: Melding
pl_pl: Wiadomość
pt_pt: Mensagem
ro_ro: Mesaj
ru_ru: Сообщение
sk_sk: Správa
sq_al: Mesazh
sr_rs: Порука
sv_se: Meddelande
th_th: ข้อความ

source: Messages
af_za: Boodskappe
ar_dz: رسائل
be_by: Паведамлення
bg_bg: Съобщения
bn_bd: বার্তা
da_dk: Meddelelser
el_gr: Μηνύματα
es_es: Mensajes
et_ee: Sõnumid
fa_ir: پیام
fi_fi: Viestit
ga_ie: Teachtaireachtaí
gl_gl: Mensaxes
hr_hr: Poruke
hu_hu: Üzenetek
ja_jp: メッセージ
lt_lt: Pranešimai
lv_lv: Ziņas
mk_mk: Пораки
nn_no: Meldinger
pl_pl: Wiadomości
pt_pt: Mensagens
ro_ro: Mesaje
ru_ru: Сообщения
sk_sk: Správy
sl_si: Sporočila
sq_al: Mesazhet
sr_rs: Поруке
sv_se: Meddelanden
th_th: ข้อความที่

source: User Inactivity Days
af_za: Gebruikers Onaktiwiteit Dae
ar_dz: أيام المستخدم الخمول
be_by: Дзён неактыўнасці карыстальніка
bg_bg: Потребителят Бездействие дни
bn_bd: ব্যবহারকারী নিষ্ক্রিয়তা দিন
da_dk: Bruger Inaktivitet Dage
el_gr: Ημέρες αδράνειας του χρήστη
es_es: Días de Inactividad del Usuario
et_ee: Jõudeolekut päeva
fa_ir: روز غیرفعال بودن کاربری
fi_fi: Käyttäjän toimettomuudesta päivää
ga_ie: Laethanta neamhghníomhaíocht Úsáideoir
gl_gl: Inactividade Días usuario
hr_hr: Korisnik mirovanje dana
hu_hu: Felhasználó inaktivitás Napok
ja_jp: ユーザの非アクティブ日数
lt_lt: Naudotojui neatlikus veiksmų dienos
lv_lv: Lietotāja neaktivitātes dienas
mk_mk: Пристап неактивност дена
nn_no: Bruker Inaktivitet Dager
pl_pl: Dni nieaktywności użytkownika
pt_pt: Inatividade Dias usuário
ro_ro: Inactivitatea ghidul de zile
ru_ru: Дней неактивности пользователя
sk_sk: Dni nečinnosti užívateľa
sl_si: Uporabniško Nedejavnost Days
sq_al: Ditët Pasivitet User
sr_rs: Корисник неактивности дана
sv_se: Inaktivitet dagarna
th_th: วัน Inactivity ผู้ใช้

source: Login Failure Allowance
af_za: Inloggen Versuim Toelae
ar_dz: الفشل بدل الدخول
be_by: Увайсці дапаможнік Няздольнасць
bg_bg: Вход Неспазването Allowance
bn_bd: লগিন ব্যর্থ ভাতা
da_dk: Log ind Manglende Allowance
el_gr: Είσοδος Επίδομα Αποτυχία
es_es: Fallos en el Inicio de Sesión
et_ee: Login jätmine Allowance
fa_ir: ورود کمک هزینه عدم
fi_fi: Kirjautuminen Jos avustus
ga_ie: Liúntas Teip Logáil isteach
gl_gl: Provisión de falla de sesión
hr_hr: Prijava Neuspjeh dodatak
hu_hu: Bejelentkezés hiba segély
ja_jp: ログイン障害手当
lt_lt: Prisijungti Nesugebėjimas pašalpa
lv_lv: Pieteikšanās Ja pabalsts
mk_mk: Влези Неуспехот додаток
nn_no: Logg inn Failure Fradrag
pl_pl: Zaloguj Allowance Brak
pt_pt: Provisão de falha de logon
ro_ro: Intra in Nerespectarea alocaţie
ru_ru: Войти пособие Неспособность
sk_sk: Prihlásiť sa zlyhanie Príspevok
sl_si: Prijava Napaka Popravek
sq_al: Dështimi Allowance Identifikohu
sr_rs: Пријавите се Неуспех Исправка
sv_se: Logga in Fel Allowance
th_th: ค่าเผื่อความล้มเหลวเข้าสู่ระบบ

source: Set half-day and full-day minutes
af_za: Stel &#39;n halwe dag en&#39; n volle dag minute
ar_dz: تعيين دقائق لمدة نصف يوم ويوم كامل
be_by: Усталюеце на паўдня і цэлы дзень хвілін
bg_bg: Задайте полудневни и целодневни минути
bn_bd: অর্ধেক দিন এবং পূর্ণ দিন মিনিট নিযুক্ত করুন
da_dk: Set halvdags og heldags minutter
el_gr: Ορισμός μισής ημέρας και πλήρης-ημέρας λεπτά
es_es: Configurar media y jornada completa
et_ee: Set pool päeva ja terve päeva minutit
fa_ir: تنظیم دقیقه نیم روز و تمام روز
fi_fi: Aseta puolen päivän ja koko päivän minuuttia
ga_ie: Socraigh nóiméad leath-lá agus lán-lae
gl_gl: Axustar os minutos de mediodía e de día
hr_hr: Postavite poludnevne i cjelodnevne minuta
hu_hu: Állítsa be félnapos és egész napos perc
ja_jp: 半日や丸一日分を設定する
lt_lt: Nustatyti pusės dienos ir visos dienos minučių
lv_lv: Set pusi dienas un pilnu dienu minūtes
mk_mk: Намести половина ден и со полно работно ден минути
nn_no: Set halv dag og heldags minutter
pl_pl: Ustaw pół dnia i cały dzień minut
pt_pt: Ajustar os minutos de meio-dia e de dia inteiro
ro_ro: Set minute jumătate de zi şi de o zi
ru_ru: Установите на полдня и целый день минут
sk_sk: Set poldenné a celodenné minút
sl_si: Set poldnevne in celodnevne minut
sq_al: Set minuta e gjysmë-ditë dhe gjatë tërë ditës
sr_rs: Сет полудневни и целодневни минута
sv_se: Ställ halvdags och heldags minuter
th_th: ตั้งนาทีครึ่งวันและเต็มวัน

source: Set login failure allowance count
af_za: Stel login mislukking toelae telling
ar_dz: تعيين العد الفشل بدل الدخول
be_by: Устанавіць Увайсці правал дапаможнік рахунак
bg_bg: Задайте Вход брой квоти за провал
bn_bd: লগিন অকৃতকার্যতা ভাতা গুনতি নিযুক্ত করুন
da_dk: Sæt login fiasko godtgørelse tæller
el_gr: Ορισμός login μετράνε επίδομα αποτυχία
es_es: Configurar la cantidad de intentos de acceso fallido
et_ee: Set login rike toetust loota
fa_ir: تنظیم تعداد مجاز شکست ورود به سیستم
fi_fi: Aseta Kirjaudu vika korvaus lasketaan
ga_ie: Socraigh líon logáil isteach liúntas teip
gl_gl: Conxunto de inicio de sesión contar subsidio fallo
hr_hr: Postavite prijavu računati doplatak neuspjeh
hu_hu: Állítsa be nem számíthat támogatásra
ja_jp: ログイン失敗の許容回数を設定します。
lt_lt: Nustatykite prisijungimo gedimo pašalpa skaičius
lv_lv: Set login mazspēja pabalstu skaits
mk_mk: Намести се најавите неуспех додаток брои
nn_no: Still logg svikt kvote telle
pl_pl: Ustaw awarii liczyć login zasiłku
pt_pt: Conjunto de login contar subsídio falha
ro_ro: Set insuficienţă alocaţia autentificare conta
ru_ru: Установить Войти провал пособие счет
sk_sk: Set Prihlásiť zlyhanie príspevok počítať
sl_si: Set dodatek za prijavo okvare štetje
sq_al: Set dështimi login numërimin e zbritur
sr_rs: Поставите пријавите се рачунају неуспех додатак
sv_se: Ställ inloggning räkna fel ersättning
th_th: การตั้งค่าการเข้าสู่ระบบนับค่าเผื่อความล้มเหลว

source: Set allowable user inactivity days
af_za: Stel toelaatbare gebruiker onaktiwiteit dae
be_by: Ўсталяваць дапушчальныя дзён неактыўнасьці карыстальніка
bg_bg: Задайте допустим дни на бездействие на потребител
bn_bd: যুক্তিসঙ্গত ব্যবহারকারী নিষ্ক্রিয়তা দিন সেট
da_dk: Sæt tilladte bruger inaktivitet dag
el_gr: Ορισμός επιτρεπόμενες ημέρες αδράνειας του χρήστη
et_ee: Set lubatud jõudeolekut päeva
fa_ir: تعیین روز عدم فعالیت کاربر مجاز
fi_fi: Aseta sallittu käyttäjän toimettomuudesta päivää
ga_ie: Socraigh lá neamhghníomhaíocht incheadaithe úsáideora
gl_gl: Establecer os días de inactividade permitido usuario
hr_hr: Postavite dopuštena dana neaktivnosti korisnika
hu_hu: Állítsa megengedett tétlenség nap
ja_jp: 許容可能なユーザーの非アクティブ日数を設定します。
lt_lt: Nustatyti leistiną vartotojo neveiklumo dienų
lv_lv: Iestatīt pieļaujamo lietotāja neaktivitātes dienām
mk_mk: Намести дозволен пристап неактивност дена
nn_no: Still tillatte brukerinaktivitet dager
pl_pl: Ustaw dopuszczalne dni braku aktywności użytkownika
pt_pt: Definir os dias de inatividade permitido usuário
ro_ro: Set zi admisibil ghidul de inactivitate
ru_ru: Установить допустимые дней неактивности пользователя
sk_sk: Set prípustné dní nečinnosti užívateľa
sl_si: Set dovoljena dni nedejavnosti
sq_al: Set ditët e lejueshme pasivitet përdorues
sr_rs: Поставите дозвољене дана неактивности корисника
sv_se: Ställ tillåtna dagar inaktivitet
th_th: การตั้งค่าการใช้งานผู้ใช้วันที่อนุญาต

source: Put system in maintenance mode
af_za: Sit in die onderhoud af
ar_dz: وضع النظام في وضع الصيانة
be_by: Пакладзеце сістэмы ў рэжыме абслугоўвання
bg_bg: Поставете системата в режим на поддръжка
bn_bd: রক্ষণাবেক্ষণ মোডে সিস্টেম বসান
da_dk: Sæt system i vedligeholdelses tilstand
el_gr: Βάλτε το σύστημα σε λειτουργία συντήρησης
es_es: Poner el sistema en modo de mantenimiento
et_ee: Pane süsteemi hooldusrežiimis
fa_ir: سیستم در حالت تعمیر و نگهداری
fi_fi: Laita järjestelmä ylläpitotilassa
ga_ie: Cuir córas i mód cothabháil
gl_gl: Poñer o sistema en modo de mantemento
hr_hr: Stavite sustava u načinu rada za održavanje
hu_hu: Tedd rendszer karbantartási módban
ja_jp: 保守モードでシステムを置く
lt_lt: Įdėkite sistemos išlaikymo režimu
lv_lv: Put sistēmas uzturēšanas režīmā
mk_mk: Стави систем во одржување на владата
nn_no: Sett systemet i vedlikeholds modus
pl_pl: Umieść systemu w trybie konserwacji
pt_pt: Colocar o sistema no modo de manutenção
ro_ro: Pune sistemul în modul de întreţinere
ru_ru: Положите системы в режиме обслуживания
sk_sk: Dajte systém v režime údržby
sl_si: Put sistem v načinu za vzdrževanje
sq_al: Vënë sistemin në mënyrë të mirëmbajtjes
sr_rs: Ставите систем у режиму одржавања
sv_se: Sätt systemet i underhållsläge
th_th: วางระบบในโหมดการบำรุงรักษา

source: Maximum inactive days allowed before account is disabled
af_za: Maksimum onaktiewe dae toegelaat voordat rekening is gedeaktiveer
ar_dz: أيام خاملة الحد الأقصى المسموح به قبل أن يتم تعطيل الحساب
be_by: Максімальная неактыўныя дні дапускаецца да уліковы запіс адключаная
bg_bg: Максимална неактивни дни допуска, преди да се отчетат с увреждания
bn_bd: সর্বোচ্চ নিষ্ক্রিয় দিন গণনা নিষ্ক্রিয়ার পূর্বে অনুমোদন করেছিল
da_dk: Maksimalt inaktiv dag tilladt før-konto er deaktiveret
el_gr: Μέγιστη ανενεργό ημερών εντός των οποίων πριν λογαριασμός απενεργοποιείται
es_es: Máximo de días de inactividad permitidos antes de deshabilitar la cuenta
et_ee: Suurim mitteaktiivsete lubatud päevade enne konto on blokeeritud
fa_ir: حداکثر ده روز غیر فعال اجازه داده شده قبل از حساب غیر فعال است
fi_fi: Suurin päivää sitten viimeeksi sallittu ennen tili on poistettu
ga_ie: Laethanta neamhghníomhach uasta a cheadaítear sula ndéantar cuntas faoi mhíchumas
gl_gl: Máximo de días inactivos permitido antes de conta está desactivada
hr_hr: Najveća dopuštena neaktivan dana prije korisnički račun je onemogućen
hu_hu: Maximális inaktív napon hagyni, mielőtt fiók le van tiltva
is_is: Hámarks óvirkur dögum leyft áður en reikningur er óvirkur
ja_jp: アカウントが無効化されるまでに許容される最大非アクティブ日数
lt_lt: Maksimalus neaktyvus leidžiamu dienų prieš sąskaita išjungta
lv_lv: Maksimālais neaktīvo dienas atļauts pirms konts ir atspējots
mk_mk: Максимална неактивен дена дозволени пред Сметката е блокирана
nn_no: Maksimum inaktive dager tillatt før kontoen er deaktivert
pl_pl: Maksymalna nieaktywne dni musi upłynąć, zanim konto jest wyłączone
pt_pt: Máximo de dias inativos permitido antes de conta está desativada
ro_ro: Zile maximum permis inactiv înainte de cont este dezactivat
ru_ru: Максимальная неактивные дни допускается до учетная запись отключена
sk_sk: Maximálne povolené neaktívne dní pred Účet je zablokovaný
sl_si: Največje neaktivnih dni, preden se je onemogočen račun
sq_al: Ditë para se të lejuar maksimale joaktiv llogarie është me aftësi të kufizuara
sr_rs: Максимална дозвољена неактиван дана пре Рачун је блокиран
sv_se: Maximal inaktiv dagar som tillåts innan kontot är inaktiverat
th_th: วันใช้งานสูงสุดที่อนุญาตก่อนที่บัญชีถูกปิดใช้งาน
tr_tr: Hesap devre dışı bırakıldı önce Maksimum inaktif gün izin
uk_ua: Максимальна неактивні дні допускається до обліковий запис вимкнуто
wa_be: Diwrnod anweithgar uchafswm a ganiateir cyn y cyfrif yn anabl
zh_tw: 幾天之前允許的最大無效帳戶被禁用

source: Undo
af_za: Ongedaan
ar_dz: فك
es_es: deshacer

source: Upload
af_za: Foto
ar_dz: تحميل
be_by: Загружаць
bg_bg: Качи
bn_bd: আপলোড
el_gr: Ανεβάστε
es_es: Subir
et_ee: Üles
fa_ir: ارسال فایل
fi_fi: Lisää
gl_gl: Cargar
hr_hr: Učitaj
hu_hu: Feltöltése
is_is: Hlaða
ja_jp: アップロード
lt_lt: Įkelti
mk_mk: Внеси
nn_no: Last opp
pl_pl: Prześlij
pt_pt: Carregar
ro_ro: Încarcă
ru_ru: Загружать
sk_sk: Nahrať
sl_si: Naloži
sq_al: Ngarko
sr_rs: Уплоад
sv_se: Ladda upp
tr_tr: Yükleme
uk_ua: Завантажувати
wa_be: Llwytho
zh_tw: 上傳

source: Done
af_za: Gedaan
ar_dz: فعل
be_by: Зроблены
bg_bg: Съставено
bn_bd: সম্পন্ন
da_dk: Udført
el_gr: Έγινε
es_es: Hecho
et_ee: Tehtud
fa_ir: انجام شده
fi_fi: Tehty
ga_ie: Arna dhéanamh
gl_gl: Feito
hr_hr: Gotovo
hu_hu: Kész
is_is: Lokið
ja_jp: 行わ
lt_lt: Priimta
mk_mk: Признаена
nn_no: Ferdig
pl_pl: Sporządzono
pt_pt: Feito
ro_ro: Făcut
ru_ru: Сделанный
sk_sk: Hotovo
sl_si: Končano
sr_rs: Сачињено
sv_se: Klar
th_th: ทำได้
tr_tr: Yapılmış
uk_ua: Зроблений
wa_be: Wedi&#39;i wneud
zh_tw: 完成

source: Please enter the title
af_za: Gee die titel
ar_dz: الرجاء إدخال عنوان
be_by: Калі ласка, увядзіце назву
bg_bg: Моля, въведете заглавие
bn_bd: শিরোনাম লিখুন
da_dk: Indtast venligst titlen
el_gr: Παρακαλώ εισάγετε τον τίτλο
es_es: Por favor ingrese el título
et_ee: Palun sisesta pealkiri
fa_ir: لطفا عنوان را وارد کنید
fi_fi: Anna otsikko
ga_ie: Cuir isteach an teideal
gl_gl: Introduza o título
hr_hr: Molimo unesite naslov
hu_hu: Kérjük, adja meg címét
is_is: Vinsamlegast sláðu inn heiti
ja_jp: タイトルを入力してください
lt_lt: Įveskite pavadinimą
lv_lv: Lūdzu, ievadiet nosaukumu
mk_mk: Ве молиме внесете го насловот
nn_no: Vennligst skriv inn tittel
pl_pl: Proszę podać tytuł
pt_pt: Por favor, insira o título
ro_ro: Vă rugăm să introduceţi titlul
ru_ru: Пожалуйста, введите название
sk_sk: Zadajte prosím názov
sl_si: Vnesite naslov
sq_al: Ju lutem shkruani titullin
sr_rs: Унесите назив
sv_se: Ange titeln
th_th: กรุณาใส่ชื่อ
tr_tr: Lütfen başlık girin
uk_ua: Будь ласка, введіть назву
wa_be: Rhowch y teitl
zh_tw: 請輸入標題

source: Please enter the Short Name
af_za: Gee die kort naam
ar_dz: الرجاء إدخال اسم قصير
be_by: Калі ласка, увядзіце Кароткае назва
bg_bg: Моля, въведете Кратко наименование
bn_bd: ছোট নাম লিখুন
da_dk: Indtast venligst det korte navn
el_gr: Παρακαλώ εισάγετε το Short Name
es_es: Por favor, introduzca el nombre corto
et_ee: Palun sisesta Lühinimetus
fa_ir: لطفا وارد کنید نام کوتاه
fi_fi: Anna lyhyt nimi
ga_ie: Cuir isteach an Ainm Gearr
gl_gl: Introduza o nome Curto
hr_hr: Molimo unesite kratki naziv
hu_hu: Kérjük, adja meg a rövid név
is_is: Vinsamlegast sláðu inn Short Name
ja_jp: ショートネームを入力してください
lt_lt: Prašome įveskite Trumpas pavadinimas
lv_lv: Lūdzu, ievadiet saīsinātais nosaukums
mk_mk: Ве молиме внесете го кратко име
nn_no: Vennligst fyll inn Short Name
pl_pl: Prosimy wpisać nazwę skróconą
pt_pt: Por favor, insira o Nome Curto
ro_ro: Va rugam sa introduceti numele scurt
ru_ru: Пожалуйста, введите Краткое название
sk_sk: Napíšte prosím krátky názov
sl_si: Prosimo, vnesite Kratek Naziv
sq_al: Ju lutemi shkruani emrin e shkurtër
sr_rs: Молимо Вас да унесете кратак назив
sv_se: Ange kortnamn
th_th: กรุณาใส่ชื่อสั้น
tr_tr: Kısa Adı giriniz
uk_ua: Будь ласка, введіть Коротка назва
wa_be: Nodwch Enw Byr
zh_tw: 請輸入短名

source: Max length for Short Name is 10
af_za: Max lengte vir &#39;n kort Naam is 10
ar_dz: الحد الأقصى لطول الاسم القصير هو 10
be_by: Максімальная даўжыня для Кароткае назва складае 10
bg_bg: Максимална дължина за късометражно име е 10
bn_bd: ছোট নাম জন্য সর্বোচ্চ দৈর্ঘ্য 10
da_dk: Max længde for Short Name er 10
el_gr: Max length για επωνυμίας του είναι 10
es_es: Longitud máxima de nombre corto es de 10
et_ee: Max pikkus Lühinimetus on 10
fa_ir: حداکثر طول نام کوتاه 10
fi_fi: Max pituus Lyhyt nimi on 10
ga_ie: Tá Max fad le haghaidh Ainm Gearr 10
gl_gl: Lonxitude máxima para o nome curto é de 10
hr_hr: Max dužina za kratki naziv je 10
hu_hu: Max hossza rövid neve: 10
is_is: Max lengd fyrir Short Name er 10
ja_jp: ショートネームのための最大長は10です
lt_lt: Trumpas pavadinimas Maksimalus ilgis yra 10
lv_lv: Max garums saīsinātais nosaukums ir 10
mk_mk: Макс должина за кратко име е 10
nn_no: Max lengde for Short Name er 10
pl_pl: Max długość do Skrócona nazwa jest 10
pt_pt: Comprimento máximo para o nome curto é de 10
ro_ro: Lungimea maxima pentru numele scurt este de 10
ru_ru: Максимальная длина для Краткое название составляет 10
sk_sk: Maximálna dĺžka je 10 Krátky názov
sl_si: Max dolžina za Kratek Naziv je 10
sq_al: Gjatësia Max në emrin e shkurtër është 10
sr_rs: Максимална дужина за кратко име је 10
sv_se: Max längd för kortnamn är 10
th_th: ความยาวสูงสุดสำหรับชื่อสั้น ๆ คือ 10
tr_tr: Kısa Adı Max uzunluk 10
uk_ua: Максимальна довжина для Коротка назва становить 10
wa_be: Max hyd ar gyfer Enw Byr yw 10
zh_tw: 最大長度為 10的簡稱

source: Max length for Short Order is 5
af_za: Max lengte vir &#39;n kort Bestel 5
ar_dz: أقصى طول لوقت قصير هو 5
be_by: Максімальная даўжыня для кароткіх Заказ 5
bg_bg: Максимална дължина за кратко време е 5
bn_bd: ত্বরিতে জন্য সর্বোচ্চ দৈর্ঘ্য 5
da_dk: Max længde for Short Order er 5
el_gr: Max length για σύντομη διαταγή είναι 5
es_es: La longitud máxima del Plazo Corto es 5
et_ee: Max pikkus lühike selleks on 5
fa_ir: حداکثر طول برای کوتاه مدت 5
fi_fi: Max pituus pikatilaus on 5
ga_ie: Tá Max fad le haghaidh Ordú Gearr 5
gl_gl: Lonxitude máxima de Orde curto é de 5
hr_hr: Max dužina za kratkom je 5
hu_hu: Max hossza rövid időn belül 5
is_is: Max lengd fyrir Short Order er 5
ja_jp: ショートオーダーの最大長は5です
lt_lt: Trumpas Užsakymo Maksimalus ilgis yra 5
lv_lv: Max garums Short Rīkojums 5
mk_mk: Макс должина за краток ред е 5
nn_no: Max lengde for Short Order er 5
pl_pl: Długość max Krótki Zamówienie jest 5
pt_pt: Comprimento máximo de Ordem curto é de 5
ro_ro: Durata maxima pentru scurt comenzii este de 5
ru_ru: Максимальная длина для коротких Заказ 5
sk_sk: Maximálna dĺžka krátkej dobe je 5
sl_si: Max dolžina v kratkem času, je 5
sq_al: Gjatësia max per mënyrë të shkurtër është 5
sr_rs: Максимална дужина за Брза храна је 5
sv_se: Max längd för kort varsel är 5
th_th: ความยาวสูงสุดสำหรับการสั่งซื้อระยะสั้นคือ 5
tr_tr: Kısa Sipariş Max uzunluğu 5
uk_ua: Максимальна довжина для коротких замовлення 5
wa_be: Max hyd i Orchymyn Byr yw 5
zh_tw: 最大長度為空頭排列5
