Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: After selecting a student, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows the students absences for each period of each day that he had an absence. A red x indicates the student was absent in the corresponding period
af_za: Na die kies van &#39;n student, kan jy die datum bereik verander deur die verandering van die datum hangkieslys&#39;s aan die bokant van die skerm en kliek op die knoppie Spring na. Die lys toon die studente afwesighede vir elke periode van elke dag dat hy &#39;n afwesigheid. &#39;N rooi X dui die student afwesig was in die ooreenstemmende tydperk
be_by: Пасля выбару студэнтам, вы можаце змяніць дыяпазон дат, змяніўшы дату выпадаючых меню ў верхняй частцы экрана і націснуўшы кнопку Перайсці. Спіс паказвае студэнтам пропускі для кожнага перыяду кожны дзень, што ў яго адсутнасць. Х чырвоны паказвае студэнт адсутнічаў у адпаведны перыяд
bg_bg: След като изберете един студент, можете да промените периода от време, като се променя датата падащи менюта в горната част на екрана и кликнете върху бутона Go. Списъкът показва отсъствия на учениците за всеки период от всеки ден, че той е отсъствие. А червен х показва, студентът е отсъствал през съответния период
bn_bd: একটি ছাত্র বাছাই করে আপনি তারিখ পরিবর্তন পর্দার উপরের-টান ডাউন মেনু ও যান বাটন ক্লিক তারিখ পরিসীমা পরিবর্তন করতে পারেন. তালিকায় প্রতিটি দিন প্রতিটি সময় যে তিনি তার অনুপস্থিতি ছিল ছাত্রদের absences দেখায়. একটি লাল X ইঙ্গিত ছাত্র অনুরূপ সময়ের মধ্যে ছিল অনুপস্থিত
da_dk: Når du har valgt en studerende, kan du ændre datointervallet ved at ændre datoen rullemenuerne øverst på skærmen og klikke på knappen Go. Listen viser de studerendes fravær for hver periode på hver dag, at han havde et fravær. Et rødt X angiver de studerende var fraværende i den tilsvarende periode
el_gr: Μετά την επιλογή ενός μαθητή, μπορείτε να αλλάξετε το εύρος ημερομηνιών, αλλάζοντας την ημερομηνία pull-down μενού στο πάνω μέρος της οθόνης και κάνοντας κλικ στο κουμπί Μετάβαση. Η λίστα δείχνει τις απουσίες μαθητών για κάθε περίοδο του κάθε μέρα ότι είχε ένα διάστημα απουσίας. Ένα κόκκινο X δηλώνει ο μαθητής απουσίαζε κατά την αντίστοιχη περίοδο
et_ee: Pärast valiku üliõpilane, saab muuta kuupäeva vahemik muutes kuupäeva rippmenüüd ülaosas ekraani ja klikkides Go nupule. Nimekiri näitab õpilaste puudumiste igal perioodil iga päev, et tal puudub. Punane X näitab üliõpilane puudus vastava perioodi
fa_ir: پس از انتخاب یک دانش آموز ، شما می توانید محدوده تاریخ را با تغییر تاریخ PULL - DOWN منوها در بالای صفحه نمایش و کلیک کردن بر روی دکمه برو را تغییر می دهد. لیست غیبت دانش آموزان برای هر دوره از هر روز که او تا به حال عدم وجود را نشان می دهد. X قرمز نشان می دهد دانش آموز در دوره مربوطه غایب بود
fi_fi: Kun olet valinnut opiskelija, voit muuttaa aikaväliä muuttamalla päivämäärä pudotusvalikoista yläosassa näytön ja klikkaamalla Go-painiketta. Luettelossa näkyy opiskelijoiden poissaoloja jokaiselta alkavalta joka päivä, että hän oli poissa. Punainen X osoittaa opiskelija oli poissa vastaavana aikana
ga_ie: Tar éis a roghnú ar mhac léinn, is féidir leat athrú ar an raon dáta trí athrú a dhéanamh ar an dáta a tharraingt anuas biachláir ag barr an scáileáin agus cliceáil ar an gcnaipe Téigh. Léiríonn an liosta an neamhláithreachtaí mac léinn le haghaidh gach tréimhse de gach lá go raibh sé i láthair. Léiríonn x dearg ar an mac léinn a bhí as láthair i rith na tréimhse chomhfhreagrach
gl_gl: Despois de seleccionar un alumno, pode cambiar o rango de data, cambiando a data de pull-down menús na parte superior da pantalla e premer no botón Go A lista amosa as ausencias alumnos para cada período de cada día que tiña unha ausencia. Un X vermello indica que o alumno estivo ausente no período correspondente
hr_hr: Nakon odabira studenta, možete promijeniti raspon datuma promjenom datuma padajućeg izbornika na vrhu zaslona i kliknite gumb Go. Popis prikazuje studenata odsutnosti za svako razdoblje svaki dan da je odsutnost. Crveni x označava učenik bio odsutan u istom razdoblju
hu_hu: Kiválasztása után a hallgató, akkor megváltoztathatja a dátumtartományt megváltoztatja a dátumot legördülő menük a képernyő felső részén, és kattintson az Indítás gombra. A lista a hallgatók távollét minden egyes időszakban minden nap, hogy ő hiányát. A piros x jelzi a diák hiányzott a megfelelő időszakban
is_is: Þegar þú hefur valið nemandi getur þú breytt tímabil með því að breyta þeim degi fellivalmyndirnar efst á skjánum og smella á Go hnappinn. Listinn sýnir nemendur fjarvistir fyrir hvert tímabil hvern dag sem hann hefði fjarveru. A rauðu x táknar nemandi var fjarverandi á sama tíma
ja_jp: 生徒を選択したら、日付は画面の上部にあるメニューをプルダウンし、[Go]ボタンをクリックして変更することにより、日付範囲を変更することができます。リストには、彼が不在を持っていたことを、毎日の各期間の生徒の欠席を示しています。赤いXは、学生が対応する期間に欠席したことを示します
lt_lt: Pasirinkę studentas, galite pakeisti datos intervalo keisti data išskleidžiamajame meniu, ekrano viršuje ir paspauskite mygtuką Go. Sąrašas rodo studentų už kiekvieną laikotarpį, kiekvieną dieną, kad jis nėra nebuvimo. Raudonas X rodo, studentas buvo išvykęs į atitinkamą laikotarpį
lv_lv: Pēc izvēles students, jūs varat mainīt datumu diapazonu, mainot datumu nolaižamās izvēlnes augšpusē ekrānam un noklikšķinot Go pogu. Saraksts parāda studentu prombūtni katru periodu katru dienu, ka viņš nav. Sarkans X norāda, students bija klāt attiecīgajā periodā
mk_mk: По изборот на студент, можете да го промените датумот опсег со менување на датумот од паѓачкото мени на врвот на екранот и кликнете на Оди копче. Листата покажува на студентите отсуства за секој период од секој ден дека имаше отсуство. А x црвени покажува ученикот беше отсутен во соодветниот период
nn_no: Etter å ha valgt en student, kan du endre datoen serien ved å endre dato rullegardinmenyene øverst på skjermen og klikke på Go. Listen viser elevenes fravær for hver periode for hver dag som han hadde et fravær. En rød x indikerer studenten var fraværende i tilsvarende periode
pl_pl: Po wybraniu studenta, można zmienić zakres dat poprzez zmianę daty rozwijanych menu na górze ekranu i klikając przycisk Idź. Na liście znajdują się studenci nieobecność w każdym okresie każdego dnia, że ​​miał nieobecności. Czerwony znak X oznacza uczeń był nieobecny w analogicznym okresie
pt_pt: Depois de selecionar um aluno, você pode alterar o intervalo de data, alterando a data de pull-down menus no topo da tela e clicar no botão Go. A lista mostra as ausências alunos para cada período de cada dia que ele tinha uma ausência. Um X vermelho indica que o aluno esteve ausente no período correspondente
ro_ro: După selectarea unui student, puteţi modifica intervalul de date prin schimbarea data de meniuri derulante din partea de sus a ecranului şi făcând clic pe butonul Go. Lista prezinta absenţele elevilor pentru fiecare perioadă de fiecare zi că el a avut o absenţă. Un X roşu indică faptul studentul a fost absent în perioada corespunzătoare
ru_ru: После выбора студентом, вы можете изменить диапазон дат, изменив дату выпадающих меню в верхней части экрана и нажав кнопку Перейти. Список показывает студентам пропуски для каждого периода каждый день, что у него отсутствие. Х красный указывает студент отсутствовал в соответствующий период
sk_sk: Po výbere študenta, môžete meniť dátum, rozsah zmenou termínu, pull-down menu v hornej časti obrazovky a kliknutím na tlačidlo Go. V zozname sú uvedené študenti neprítomnosť pre každé obdobie každý deň, že sa absencia. Červené X označuje študenta chýbala v rovnakom období
sl_si: Po izbiri študenta, lahko spremeni časovno obdobje, tako da spremenite datum spustnih menijih na vrhu zaslona in s klikom na gumb Go. Na seznamu so prikazani dijaki odsotnost za vsako obdobje, vsak dan, da je imel odsotnosti. X rdeča pomeni, študent je bil odsoten v ustreznem obdobju
sq_al: Pas zgjedhjen e një studenti, ju mund të ndryshojë datën e varg duke ndryshuar datën e pull-down menus në krye të ekranit dhe duke klikuar butonin Go. Lista e tregon mungesat studentët për çdo periudhë të çdo ditë që ai kishte një mungesë. Një x kuqe tregon nxënësi mungoi në periudhën korresponduese
sr_rs: После избора студента, можете заменити опсег датума променом датума падајућег менија на врху екрана и кликнете дугме Го. Листа показује одсуство студената за сваки период од сваког дана да је одсуство. Црвени к указује ученик био одсутан у истом периоду
sv_se: Efter att ha valt en student kan du ändra datumintervallet genom att ändra datum rullgardinsmenyer längst upp på skärmen och klicka på Go-knappen. Listan visar de studerande frånvaro för varje period av varje dag att han hade en frånvaro. Ett rött X anger eleven var frånvarande under motsvarande period
th_th: หลังจากที่เลือกนักเรียนที่คุณสามารถเปลี่ยนช่วงวันที่โดยการเปลี่ยนวันที่เมนูแบบเลื่อนลงที่ด้านบนของหน้าจอและคลิกที่ปุ่มไปที่ รายการจะแสดงการขาดเรียนของนักเรียนสำหรับช่วงเวลาของแต่ละวันแต่ละที่เขาขาด X สีแดงแสดงว่านักเรียนได้ขาดหายไปในช่วงเวลาที่สอดคล้องกัน
tr_tr: Bir öğrenci seçtikten sonra, ekranın üst kısmında açılan menüler değişen ve Git düğmesini tıklayarak tarih aralığını değiştirebilirsiniz. Bu liste, onun yokluğu olduğunu her gün her dönem için öğrencilerin devamsızlıklar gösterir. Kırmızı bir x öğrencinin ilgili dönemde yoktu gösterir
uk_ua: Після вибору студентом, ви можете змінити діапазон дат, змінивши дату випадаючих меню у верхній частині екрану і натиснувши кнопку Перейти. Список показує студентам пропуски для кожного періоду кожен день, що в нього відсутність. Х червоний вказує студент був відсутній у відповідний період
wa_be: Ar ôl dewis yn fyfyriwr, gallwch newid y dyddiad amrywiaeth drwy newid y dyddiad tynnu-lawr dewislenni ar frig y sgrin a chlicio ar y botwm Go. Mae&#39;r rhestr yn dangos yr absenoldebau myfyrwyr ar gyfer pob cyfnod o bob dydd fod ganddo absenoldeb. Mae coch yn dangos x y myfyriwr yn absennol yn ystod y cyfnod cyfatebol
zh_tw: 在選擇了一個學生，你可以改變日期範圍內通過改變日期下拉菜單在屏幕上方並單擊 Go按鈕。該清單顯示了每個學生的缺勤期間的每一天，他曾缺席。一個紅色的X表示學生在缺席同期

source: Student Screen
af_za: Studente Screen
ar_dz: طالب الشاشة
be_by: Студэнцкая экрана
bg_bg: Студентски Screen
bn_bd: ছাত্র বিবরণ
da_dk: Student skærm
el_gr: Screen Φοιτητών
es_es: Pantalla de los Alumnos
fa_ir: صفحه نمایش دانشجویی
fi_fi: Opiskelija Screen
ga_ie: Scáileán Mac Léinn
gl_gl: Captura de pantalla do Alumno
hr_hr: Studentski zaslona
hu_hu: Diák képernyő
is_is: Námsmaður Skjár
ja_jp: 生徒の画面
lt_lt: Studentų Ekranas
lv_lv: Studentu Screen
mk_mk: Студент на екранот
pl_pl: Student ekranu
pt_pt: Tela do Aluno
ro_ro: Student Ecranul
ru_ru: Студенческая экрана
sk_sk: Študent obrazovky
sl_si: Student zaslona
sq_al: Screen Student
sr_rs: Студентски екрана
sv_se: Student Skärm
th_th: หน้าจอนักเรียน
tr_tr: Öğrenci Ekran
uk_ua: Студентська екрану
wa_be: Sgrîn Myfyrwyr
zh_tw: 學生屏幕

source: This page displays the students activities and the current timeframes eligibility grades. The program also allows you to add and delete activities to the student.
af_za: Hierdie bladsy vertoon die studente-aktiwiteite en die huidige tydsraamwerke in aanmerking te kom grade. Die program laat jou ook toe om jou te voeg en te verwyder aktiwiteite aan die student.
be_by: На гэтай старонцы адлюстроўваюцца студэнтаў дзейнасці і бягучыя правы тэрміны класаў. Акрамя таго, праграма дазваляе дадаваць і выдаляць дзейнасці студэнта.
bg_bg: Тази страница показва студентите дейности и текущата допустимост времеви рамки степени. Програмата също така позволява, можете да добавите и изтриване на дейности на ученика.
bn_bd: এই পৃষ্ঠা ছাত্রদের ক্রিয়াকলাপ এবং বর্তমান timeframes যোগ্যতা বাংলাদেশের প্রদর্শন. প্রোগ্রাম আপনাকে এবং যোগ ছাত্রী ক্রিয়াকলাপ অপসারণ করতে পারবেন.
da_dk: Denne side viser de studerendes aktiviteter og de nuværende tidsrammer støtteberettigelse kvaliteter. Programmet giver dig også mulighed for at tilføje og slette aktiviteter til den studerende.
el_gr: Αυτή η σελίδα εμφανίζει τις δραστηριότητές τους φοιτητές και την τρέχουσα βαθμούς επιλεξιμότητας χρονοδιαγράμματα. Το πρόγραμμα επιτρέπει επίσης να προσθέσετε και να διαγράψετε τις δραστηριότητες στον φοιτητή.
et_ee: See lehekülg näitab õpilaste tegevusi ja praeguse ajakava abikõlblikkuse klassid. Programm võimaldab teil lisada ja kustutada tegevust üliõpilane.
fa_ir: این صفحه نمایش فعالیت دانش آموزان و نمرات زمانبندی حال حاضر واجد شرایط بودن. این برنامه همچنین اجازه می دهد تا به شما برای اضافه کردن و حذف فعالیت های دانش آموز است.
fi_fi: Tämä sivu näyttää opiskelijoiden toimintaa ja nykyiset aikataulut tukikelpoisuuden laatuja. Ohjelman avulla voit myös lisätä ja poistaa toimintojen opiskelija.
ga_ie: Taispeánann an leathanach seo na gníomhaíochtaí mac léinn agus na gráid frámaí ama reatha incháilitheachta. An clár freisin, is féidir leat a chur agus gníomhaíochtaí a scriosadh leis an mac léinn.
gl_gl: Esta páxina presenta as actividades os alumnos e as notas actuais prazos de elixibilidade. O programa tamén permite que engadir e eliminar actividades para o alumno.
hr_hr: Ova stranica prikazuje studenata aktivnosti i trenutne timeframes podobnosti razreda. Program također omogućava dodavanje i brisanje aktivnosti učenika.
hu_hu: Ez az oldal a diákok tevékenységét, és a jelenlegi időkeretek jogosultsági fokozatok. A program azt is lehetővé teszi hozzá, és törölje tevékenységek a tanuló.
is_is: Þessi síða sýnir nemendum starfsemi og núverandi tímaramma hæfi bekk. The program einnig leyfa þú til bæta við og eyða starfsemi nemanda.
ja_jp: このページでは、学生の活動と現在の時間枠の資格の等級を表示します。プログラムはまた、学生への活動を追加したり削除したりすることができます。
lt_lt: Šis puslapis rodo studentų veiklą ir terminai tinkamumo klasių. Programa taip pat leidžia Jums pridėti ir ištrinti veiklos studentui.
lv_lv: Šī lapa parāda studentu darbību un pašreizējo laika grafikus atbilstības pakāpēs. Programma arī ļauj jums pievienot un izdzēst darbības, lai students.
mk_mk: Оваа страница ги прикажува студенти Активности и сегашната динамика подобност оценки. Програмата, исто така Ви овозможува да додадете и да го избришете активности на студентот.
nn_no: Denne siden viser elevene aktiviteter og gjeldende tidsrammer valgbarhet karakterer. Programmet lar deg også legge til og slette aktiviteter til studenten.
pl_pl: Strona ta wyświetla studentów działań i bieżącej oceny ram czasowych kwalifikowalności. Program pozwala również na dodawanie i usuwanie działalności studenta.
pt_pt: Esta página apresenta as atividades os alunos e as notas atuais prazos de elegibilidade. O programa também permite que você adicionar e excluir atividades para o aluno.
ro_ro: Această pagină afişează activităţile studenţilor şi actuale termenele clasele de eligibilitate. De asemenea, programul vă permite să adăugaţi şi să ştergeţi activităţile de student.
ru_ru: На этой странице отображаются студентов деятельности и текущие права сроки классов. Кроме того, программа позволяет добавлять и удалять деятельности студента.
sk_sk: Táto stránka zobrazuje študentských aktivít a aktuálne časový rámec spôsobilosti stupňov. Program tiež umožňuje pridávať a odstraňovať činnosti študenta.
sl_si: Ta stran prikazuje dejavnosti študentov in trenutnih časovnih okvirov upravičenost ocen. Program prav tako omogoča dodajanje in brisanje dejavnosti na študenta.
sq_al: Kjo faqe tregon aktivitetet e studentëve dhe afatet kohore aktuale notat përshtatshmërisë. Programi gjithashtu ju lejon të shtoni dhe fshini aktiviteteve të studentëve.
sr_rs: Ова страница приказује студентима активности и садашњи рокови подобности оцене. Програм такође омогућава вам да додате и избришете активности студента.
sv_se: Denna sida visar studenterna verksamheten och den nuvarande tidsramar betygen behörighet. I programmet kan du också lägga till och ta bort aktiviteter till studenten.
th_th: หน้านี้จะแสดงกิจกรรมนักเรียนและกรอบเวลาในปัจจุบันเกรดสิทธิ์ โปรแกรมนี้ยังช่วยให้คุณสามารถเพิ่มและลบกิจกรรมให้กับนักเรียน
tr_tr: Bu sayfa, öğrenci faaliyetleri ve mevcut zaman dilimleri uygunluk dereceleri gösterir. Bu program aynı zamanda öğrenci faaliyetleri eklemek ve silmek için izin verir.
uk_ua: На цій сторінці відображаються студентів діяльності та поточні права терміни класів. Крім того, програма дозволяє додавати і видаляти діяльності студента.
wa_be: Mae&#39;r dudalen hon yn dangos y gweithgareddau myfyrwyr a&#39;r graddau amserlenni cymhwyster ar hyn o bryd. Mae&#39;r rhaglen hefyd yn caniatáu i chi ychwanegu a dileu gweithgareddau i&#39;r myfyriwr.
zh_tw: 此頁面顯示了學生活動和當前的時間框架的資格等級。該計劃還允許你添加和刪除活動的學生。
