Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The Calendar is a display of school events and your students assignments. The calendar also displays whether or not school is in attendance on any given day. By default, the calendar displays the current month. The month and year displayed can be changed by changing the month and year pull-down menus at the top of the screen and clicking the Update button
af_za: Die kalender is &#39;n vertoning van gebeurtenisse by die skool en jou studente opdragte. Die kalender vertoon ook of skool is in bywoning op enige gegewe dag. By verstek, die kalender vertoon die huidige maand. Die maand en jaar vertoon kan verander word deur die verandering van die maand en jaar hangkieslys&#39;s aan die bokant van die skerm en kliek op die knoppie Opdateer
be_by: Каляндар адлюстравання школьных мерапрыемствах і вашы студэнты заданняў. Каляндар таксама паказвае ці не школы прысутнічалі ў любы дзень. Па змаўчанні, каляндар адлюстроўвае бягучы месяц. Месяц і год адлюстроўваюцца можа быць зменены шляхам змены месяца і года выпадаючыя меню ў верхняй частцы экрана і націснуўшы кнопку Абнавіць
bg_bg: Календарът е показване на училищни мероприятия и учениците си задачи. Календарът показва също, независимо дали училището е в присъствието на всеки един ден. По подразбиране, календарът показва текущия месец. Месец и година показва, може да бъде променена чрез промяна на месец и от началото на годината падащи менюта в горната част на екрана и кликнете на бутона Обновяване
bn_bd: ক্যালেন্ডার হয় স্কুল ঘটনা এবং আপনার ছাত্রদের বরাদ্দকরণ একটি প্রদর্শন. ক্যালেন্ডার এ প্রদর্শন কিনা বা না উপস্থিতি মধ্যে কোনো দিনই স্কুলের হয়. ডিফল্টরূপে, ক্যালেন্ডার প্রদর্শন বর্তমান মাস. মাস ও বছর প্রদর্শিত পরিবর্তন মাস এবং পর্দার উপরের-ভাঙ্গা মেনু বছর এবং Update বাটন ক্লিক করা যাবে পরিবর্তিতListenRead phoneticallyRate translation
da_dk: Kalenderen er en udstilling af skolearrangementer og dine elever opgaver. Kalenderen viser også, hvorvidt skolen er til stede på en given dag. Som standard viser kalenderen den aktuelle måned. Måned og år vises, kan ændres ved at ændre måned og år rullemenuerne øverst på skærmen og klikke på knappen Opdater
el_gr: Το Ημερολόγιο είναι μια απεικόνιση των γεγονότων σχολείο και τους μαθητές εργασίες σας. Το ημερολόγιο εμφανίζει επίσης αν το σχολείο είναι παρών σε οποιαδήποτε δεδομένη ημέρα. Από προεπιλογή, το ημερολόγιο δείχνει τον τρέχοντα μήνα. Το μήνα και εμφανίζεται έτος μπορεί να αλλάξει με την αλλαγή του μήνα και το έτος pull-down μενού στο πάνω μέρος της οθόνης και κάνοντας κλικ στο κουμπί Ενημέρωση
et_ee: Kalender on ekraanil kooli ürituste ja oma õpilastele ülesandeid. Kalender näitab ka, kas kool on aitamas iga päev. Vaikimisi näitab kalender jooksva kuu eest. Kuu ja aasta ekraanil saab muuta, muutes kuu ja aasta rippmenüüd ülaosas ekraanil ja klõpsates nupul Uuenda
fa_ir: تقویم یک صفحه نمایش از وقایع مدرسه و دانش آموزان تکالیف خود است. تقویم نیز نمایش می دهد یا نه مدرسه در حضور در هر روز داده شده است. به طور پیش فرض ، نمایش تقویم ماه جاری است. ماه و سال نمایش داده شده را می توان با تغییر ماه و سال PULL - DOWN منوها در بالای صفحه نمایش و کلیک کردن بر روی دکمه به روز رسانی تغییر
fi_fi: Kalenteri on näyttö koulun tapahtumista ja opiskelijoiden tehtäviä. Kalenteri näyttää myös, onko koulussa on läsnä tiettynä päivänä. Oletusarvoisesti kalenteri näyttää kuluvan kuukauden. Kuukausi ja vuosi näkyvät voidaan muuttaa muuttamalla kuukausi ja vuosi avattavista valikoista yläosassa näytön ja klikkaamalla Päivitä-painiketta
ga_ie: Is é an taispeántas Féilire imeachtaí scoile agus do thascanna mhic léinn. An féilire taispeántais freisin ar an bhfuil nó nach bhfuil an scoil ag freastal ar aon lá áirithe. Trí mhainneachtain taispeántais, an féilire, thar na míosa reatha. Is féidir leis an mhí agus an bhliain ar taispeáint a athrú trí athrú a dhéanamh ar an mhí agus an bhliain tarraingt-síos biachláir ag barr an scáileáin agus cliceáil an cnaipe Nuashonrú
gl_gl: O Calendario é unha exhibición de eventos da escola e atribucións seus alumnos. O calendario tamén exhibe ou non a escola está en atención en calquera día. Por defecto, o calendario mostra o mes actual. O mes eo ano aparece se pode cambiar cambiando o mes eo ano pull-down menús na parte superior da pantalla e premer no botón Actualizar
hr_hr: Kalendar je prikaz zbivanja u školi i svojim učenicima zadatke. Kalendar također prikazuje da li ili ne škola je u nazočnosti na bilo koji dan. Po zadanom, kalendar prikazuje tekući mjesec. Mjesec i godina prikazuju može se mijenjati promjenom mjesec i godinu padajućeg izbornika na vrhu zaslona i kliknite Ažuriraj gumb
hu_hu: A naptár megjelenítési az iskolai rendezvények és a diákok feladatokat. A naptár is megjelenik-e vagy sem iskola részvételével az adott napon. Alapértelmezés szerint a naptár megjeleníti az aktuális hónapot. A hónap és az év jelenik meg lehet változtatható hónap és év legördülő menük a képernyő felső részén, és kattintson a Frissítés gombra
is_is: Dagbók er sýna atburði skólans og nemenda verkefnum þínum. Dagbókin birtir einnig hvort skólinn er í aðsókn á hverjum degi. Sjálfgefið er dagbók sýnir núverandi mánuð. The mánuður og ár birtist er hægt að breyta með því að breyta mánaðarins og ársins fellivalblöðum efst á skjánum og smella á Update hnappinn
ja_jp: カレンダーは、学校行事や生徒の割り当ての表示です。カレンダーには、学校が任意の日に出席しているかどうかが表示されます。デフォルトでは、暦は、現在の月が表示されます。表示された月と年は、月と年変化によって変更することができる画面の上部にあるプルダウンメニューと[更新]ボタンをクリックする
lt_lt: Kalendorius mokyklos renginius ir savo mokinių užduotis kalbomis. Kalendorius taip pat rodo, ar ne mokykloje lankyti bet kurią dieną. Pagal nutylėjimą, kalendoriuje rodo einamąjį mėnesį. Rodomas mėnesį ir metus gali būti pakeisti keisti mėnesį ir metus išskleidžiamajame meniu, ekrano viršuje ir paspaudę mygtuką &quot;Atnaujinti&quot;
lv_lv: Kalendārs ir displejs skolas pasākumos un jūsu skolēni uzdevumiem. Kalendārs rāda arī to, vai skola ir apmeklēšanai jebkurā konkrētā dienā. Pēc noklusējuma kalendārs rāda pašreizējo mēnesi. Mēnesi un gadu parādīts var mainīt, mainot mēnesi un gadu, nolaižamās izvēlnes augšpusē ekrānam un noklikšķinot Atjaunināt pogu
mk_mk: Календарот е приказ на училиште настани и вашите студенти задачи. Календарот, исто така, покажува дали е или не е училиште во присуство на било кој ден. По дифолт, календарот се прикажува тековниот месец. Месец и година на екранот може да се менува со менување на месецот и годината паѓачкото мени на врвот на екранот и кликнување на копчето Ажурирај
nn_no: Kalenderen er en visning av skolens arrangementer og dine elever oppdrag. Kalenderen viser også hvorvidt skolen er til stede på en gitt dag. Som standard viser kalenderen gjeldende måned. Måned og år vises kan endres ved å endre måned og år rullegardinmenyene øverst på skjermen og klikke på Oppdater-knappen
pl_pl: Kalendarz jest wyświetlanie wydarzeń szkoły i uczniów zadań. Kalendarz wyświetla również, czy szkoła jest obecny w danym dniu. Domyślnie kalendarz wyświetlający bieżący miesiąc. Miesiąc i rok wyświetlane mogą być zmieniane poprzez zmianę miesiąc i rok rozwijanego menu w górnej części ekranu i kliknąć przycisk Aktualizuj
pt_pt: O Calendário é uma exibição de eventos da escola e atribuições seus alunos. O calendário também exibe ou não a escola está em atendimento em qualquer dia. Por padrão, o calendário mostra o mês atual. O mês eo ano exibido pode ser alterado mudando o mês eo ano pull-down menus no topo da tela e clicar no botão Atualizar
ro_ro: Calendarul este un display de evenimente şcolare şi sarcinile dvs. studenţi. Calendarul afişează, de asemenea, dacă este sau nu este în şcoală participare în orice zi. În mod implicit, calendarul afişează luna curentă. Luna şi anul afişată poate fi schimbată prin schimbarea luna şi anul pull-down meniuri din partea de sus a ecranului şi făcând clic pe butonul Actualizare
ru_ru: Календарь отображения школьных мероприятиях и ваши студенты заданий. Календарь также показывает или нет школы присутствовали в любой день. По умолчанию, календарь отображает текущий месяц. Месяц и год отображаются может быть изменен путем изменения месяца и года выпадающие меню в верхней части экрана и нажав кнопку Обновить
sk_sk: Kalendár je ukážka školských akcií a vaši študenti úlohy. Kalendár sa zobrazuje tiež, či škola v účasti v daný deň. V predvolenom nastavení sa kalendár zobrazuje aktuálny mesiac. Mesiac a rok zobrazený možné zmeniť zmenou mesiaca a roka pull-down menu v hornej časti obrazovky a kliknutím na tlačidlo Aktualizovať
sl_si: Koledar je prikaz šolskih dogodkov in vaši učenci naloge. Koledar prav tako prikazuje, ali je šola v prisotnosti na kateri koli dan. Privzeto koledar prikazuje trenutni mesec. Mesec in leto prikažejo se lahko spremeni s spremembo mesec in leto spustnih menijih na vrhu zaslona in s klikom na gumb Posodobi
sq_al: Kalendari është një shfaqje e ngjarjeve shkollore dhe detyra studentët tuaj. Kalendari gjithashtu tregon se nëse apo jo shkolla është në pritje për çdo ditë të dhënë. By default, kalendari tregon muajin aktual. Muaji dhe viti shfaqet mund të ndryshohet duke ndryshuar muaji dhe viti pull-down menus në krye të ekranit dhe duke klikuar butonin Update
sr_rs: Календар је приказ школе догађаја и своје ученике задатке. Календар је такође приказује да ли је школа у присуство на сваки дан. По подразумеваној вредности, календар приказује тренутни месец. Месец и годину приказују се може мењати променом месец и годину падајући менији на врху екрана и кликнете Упдате дугме
sv_se: Kalendern är en visning av skolan händelser och dina elever uppdrag. Kalendern visar också oavsett om skolan är närvarande en viss dag. Som standard visas kalendern den aktuella månaden. Månad och år visas kan ändras genom att ändra månad och år rullgardinsmenyer längst upp på skärmen och klicka på knappen Uppdatera
th_th: ปฏิทินนั้นจะถูกแสดงผลของกิจกรรมของโรงเรียนและงานที่มอบหมายให้นักเรียนของคุณ ปฏิทินยังแสดงหรือไม่ว่าโรงเรียนที่อยู่ในการเข้าร่วมประชุมในวันหนึ่งวันใด ๆ โดยค่าเริ่มต้นปฏิทินจะแสดงเดือนปัจจุบัน เดือนและปีที่แสดงสามารถเปลี่ยนแปลงได้โดยการเปลี่ยนเดือนและปีเมนูแบบเลื่อนลงที่ด้านบนของหน้าจอและคลิกปุ่ม Update
tr_tr: Takvim okul etkinlikleri ve öğrenciler atamaları bir ekran. Ayrıca takvim, herhangi bir gün okul katılım olup olmadığını gösterir. Varsayılan olarak, takvim geçerli ay görüntüler. Ay ve yıl görüntülenir ayın değiştirmek ve yıl açılan menüler ekranın üst kısmında ve Update butonuna tıklayarak tarafından değiştirilebilir
uk_ua: Календар відображення шкільних заходах і ваші студенти завдань. Календар також показує чи ні школи були присутні в будь-який день. За замовчуванням, календар відображає поточний місяць. Місяць і рік відображаються може бути змінений шляхом зміни місяця і року випадають меню у верхній частині екрану і натиснувши кнопку Оновити
wa_be: Mae&#39;r Calendr yn arddangosfa o ddigwyddiadau ysgol ac yn eich aseiniadau myfyrwyr. Mae&#39;r calendr hefyd yn dangos a yw ysgol yn bresennol ar unrhyw ddiwrnod penodol. Yn ddiofyn, mae&#39;r calendr yn dangos y mis ar hyn o bryd. Gall y mis a blwyddyn eu harddangos yn cael ei newid drwy newid y mis a blwyddyn thynnu i lawr dewislenni ar frig y sgrin a chlicio ar y botwm Diweddaraf
zh_tw: 日曆是顯示您的學校活動和學生的習作。日曆也顯示不論是在學校參加任何一天。默認情況下，日曆顯示當前的月份。顯示月份和年份，可以通過更改月份和年份的下拉菜單在屏幕上方，點擊更新按鈕

source: The titles of school events and assignments are displayed in each dates box. Clicking on these titles will open a popup window that displays more information about the event or assignment. School assignments are preceded by a red dot and assignments are preceded by a blue dot
af_za: Die titels van gebeurtenisse by die skool en werkstukke vertoon word in elke vak datums. Die druk op hierdie titels, maak &#39;n popup wat meer inligting oor die gebeurtenis of werkstuk vertoon. Skooltake is voorafgegaan deur &#39;n rooi kolletjie en opdragte word voorafgegaan deur&#39; n blou kol
be_by: Назвы школьных мерапрыемстваў і заданняў адлюстроўваюцца ў кожнай скрынцы даты. Націск на гэтыя тытулы, то адкрыецца ўсплывальнае акно, якое адлюстроўвае дадатковую інфармацыю пра падзею ці прызначэння. Школа заданняў папярэднічае чырвоная кропка і заданні папярэднічае сіняя кропка
bg_bg: Заглавията на училищни мероприятия и задачи са показани в полето всеки дати. Кликвайки върху тези заглавия ще отвори изскачащ прозорец, който показва повече информация за събитието или преотстъпване. Училищните задачи са предшествани от една червена точка и задачи ще бъдат предшествани от синя точка
bn_bd: স্কুল ঘটনা এবং বরাদ্দকরণ এর শিরোনাম প্রত্যেক তারিখ বক্সে প্রদর্শিত হয়. এই শিরোনামের উপর ক্লিক করলে একটি পপআপ উইন্ডোতে যে ঘটনা বা কর্তব্য সম্পর্কে আরও তথ্য প্রদর্শন করে খোলা হবে. স্কুল বরাদ্দকরণ একটি লাল বিন্দু দ্বারা এবং আগে বরাদ্দকরণ একটি নীল বিন্দু দ্বারা বসলেও হয়
da_dk: Titlerne på skolens arrangementer og opgaver vises i de enkelte datoer boks. Hvis du klikker på disse titler vil åbne et popup vindue, der viser flere oplysninger om hændelsen eller overdragelse. Skoleopgaver der indledes med en rød prik, og opgaver der indledes med en blå prik
el_gr: Οι τίτλοι των σχολικές εκδηλώσεις και τις αναθέσεις που εμφανίζονται σε κάθε κιβώτιο ημερομηνίες. Κάνοντας κλικ σε αυτούς τους τίτλους θα ανοίξει ένα αναδυόμενο παράθυρο που εμφανίζει περισσότερες πληροφορίες σχετικά με το συμβάν ή η εκχώρηση. Οι αναθέσεις Σχολή προηγηθεί μια κόκκινη κουκκίδα και οι αναθέσεις προηγήθηκε με γαλάζια κουκκίδα
et_ee: Pealkirjad kooli ürituste ja ülesandeid kuvatakse iga kuupäevad kasti. Klõpsates need pealkirjad avab popup aken, mis kuvab Lisateavet sündmuse või loovutamisega. Kooli ülesanded on eelneb red dot ja ülesandeid eelneb sinine täpp
fa_ir: عناوین حوادث مدرسه و تکالیف در هر جعبه خرما نمایش داده می شود. با کلیک بر روی این عنوان باز کردن یک پنجره بازشونده است که نمایش اطلاعات بیشتر در مورد رویداد یا انتساب. تکالیف مدرسه توسط یک نقطه قرمز قبل از و تکالیف را توسط یک نقطه آبی قبل
fi_fi: Otsikot koulun tapahtumista ja toimeksiannot näkyvät kunkin päivämäärät ruutuun. Klikkaamalla nämä arvonimet avaa popup-ikkunan, joka näyttää lisätietoja tapahtuman tai tehtävän. Koulutarvikkeita edeltää Red Dot ja tehtäviä edeltää sininen piste
ga_ie: Na teidil na n-imeachtaí scoile agus tascanna ar taispeáint i ngach bosca dátaí. Cliceáil ar na teidil a oscailt fhuinneog aníos a thaispeánann níos mó eolais faoi ócáid ​​nó sannadh. Tascanna scoile roimh an ponc dearg agus tascanna atá roimh ponc gorm
gl_gl: Os títulos dos eventos da escola e as asignacións aparecen en cada caixa de datas. Premendo nestes títulos abrirá unha fiestra que mostra máis información sobre o evento ou concesión. Tarefas escolares son precedidos por un punto vermello e atribucións son precedidos por un punto azul
hr_hr: Naslovi zbivanja u školi i zadataka se prikazuju u svakom datume okvir. Klikom na ovim naslovima će se otvoriti popup prozor koji prikazuje više informacija o događaju ili zadatka. Školski zadaci prethode crvenom točkom i zadatke prethodi plavu točku
hu_hu: A cím az iskolai események és feladatok jelennek meg az egyes időpontokban dobozban. Kattintva ezek a címek megnyit egy felugró ablakot, amely megjeleníti További információk az esemény vagy feladat. Iskola feladatok előtt egy piros pont és a feladatok előtt egy kék pont
is_is: The titla á atburðum skólans og verkefni eru birtar á hverju tímabili reit. Ef smellt er á þessa titla mun opna sprettiglugga sem birtir upplýsingar um atburði eða verkefni. Skóli verkefni eru á undan því rauður punktur og verkefni eru á undan því blár punktur
ja_jp: 学校行事や宿題のタイトルは各日付ボックスに表示されます。これらのタイトルをクリックすると、イベントまたは割り当てに関する詳細情報を表示するポップアップウィンドウが表示されます。学校の課題は、赤いドットが付いていますし、割当ては、青い点が付いています
lt_lt: Mokyklos renginių ir užduočių pavadinimai rodomi kiekvieno datas lauke. Paspaudę ant šių knygų bus atidaryti lango, bus rodoma daugiau informacijos apie įvykį ar perleidimą. Mokyklos užduotis yra prieš raudonais taškais ir užduotys prieš mėlyną taškais
lv_lv: Skolas pasākumi un uzdevumi nosaukumi ir redzami katra datumiem lodziņā. Noklikšķinot uz šīm sadaļām tiks atvērts uznirstošo logu, kas parāda vairāk informācijas par notikumu vai uzdevumu. Skolas uzdevumi ir pirms red dot un uzdevumu priekšā ir zils punkts
mk_mk: Насловите на училиште настани и задачи се прикажани во секој датуми кутија. Со кликнување на овие наслови ќе се отвори pop-up прозорецот што прикажува повеќе информации за настанот или задачата. Училиште задачи се претходи црвена точка и задачи им претходат сина точка
nn_no: Titlene på skolens arrangementer og oppgaver vises i hver datoer boks. Klikke på disse titlene vil åpne et popup vindu som viser mer informasjon om hendelsen eller oppdrag. Skoleoppgaver er merket med en rød prikk og oppgavene er merket med en blå prikk
pl_pl: Tytuły imprez szkolnych i zadania są wyświetlane w każdym polu daty. Kliknięcie na tych tytułów będzie otwarte okienko, które wyświetla więcej informacji na temat zdarzenia lub zadania. Zadania szkoły są poprzedzone czerwoną kropką i zadania poprzedzone są niebieskie kropki
pt_pt: Os títulos dos eventos da escola e as atribuições são exibidos em cada caixa de datas. Clicando nestes títulos abrirá uma janela pop-up que exibe mais informações sobre o evento ou atribuição. Tarefas escolares são precedidos por um ponto vermelho e atribuições são precedidos por um ponto azul
ro_ro: Titlurile de evenimente şcolare şi misiuni sunt afişate în fiecare caseta date. Faceţi click pe aceste titluri va deschide o fereastra popup care afişează mai multe informaţii despre eveniment sau atribuire. Misiuni de şcoală sunt precedate de un punct roşu şi misiuni sunt precedate de un punct albastru
ru_ru: Названия школьных мероприятий и заданий отображаются в каждой коробке даты. Нажатие на эти титулы, то откроется всплывающее окно, которое отображает дополнительную информацию о событии или назначения. Школа заданий предшествует красная точка и задания предшествует синяя точка
sk_sk: Názvy školských akcií a úloh sa zobrazí v každom poli dáta. Kliknutím na tieto tituly sa otvorí okno, ktoré zobrazuje viac informácií o akcii alebo o postúpení. Školským úlohám predchádza red dot a úloh predchádza modrá bodka
sl_si: Naslovi šolskih prireditev in naloge so prikazane v vsaki embalaži datume. S klikom na teh naslovih bo odprl okno, ki prikazuje dodatne informacije o dogodku ali naloge. School naloge so pred rdečo piko in naloge, pred katerimi so modro piko
sq_al: Titujt e ngjarjeve shkollore dhe detyra janë shfaqur në çdo kuti datat. Duke klikuar mbi këto tituj do të hapet një dritare popup që tregon më shumë informacion për ngjarjen apo detyrë. Detyrat e shkollës janë të paraprirë nga një pikë të kuqe dhe detyra janë të paraprirë nga një dot blu
sr_rs: Наслови школе догађаја и задатака су приказани у сваком пољу датума. Кликом на овим насловима отвара прозор који приказује више информација о догађају или задатак. Школски задаци су претходила црвена тачка и задаци претходи плаву тачку
sv_se: Titlarna på skolan händelser och uppdrag visas i varje datum låda. Klicka på dessa titlar kommer att öppna ett popup-fönster som visar mer information om händelsen eller uppgiften. Skoluppgifter föregås av en röd prick och uppdrag föregås av en blå prick
th_th: ชื่อเรื่องของกิจกรรมของโรงเรียนและการกำหนดจะแสดงในแต่ละกล่องวันที่ คลิกที่ชื่อเหล่านี้จะเปิดหน้าต่างป๊อปอัพที่แสดงข้อมูลเพิ่มเติมเกี่ยวกับเหตุการณ์หรือการมอบหมาย ได้รับมอบหมายโรงเรียนจะนำหน้าด้วยจุดสีแดงและได้รับมอบหมายจะนำหน้าด้วยจุดสีฟ้า
tr_tr: Okul etkinlikleri ve ödevler başlıkları her tarihleri ​​kutusunda görüntülenir. Bu başlıkların üzerine tıklayarak, bir olay veya atama hakkında daha fazla bilgi görüntüler bir açılır pencere açılacaktır. Okul ödevleri, kırmızı bir nokta koymak ve atamalar mavi bir nokta ile başlar
uk_ua: Назви шкільних заходів та завдань відображаються в кожній коробці дати. Натискання на ці титули, то відкриється спливаюче вікно, яке відображає додаткову інформацію про подію або призначення. Школа завдань передує червона крапка і завдання передує синя точка
wa_be: Mae teitlau o ddigwyddiadau ysgol ac aseiniadau yn cael eu harddangos ym mhob blwch dyddiadau. Bydd clicio ar y teitlau hyn yn agor ffenest pop-up sy&#39;n dangos rhagor o wybodaeth am y digwyddiad neu aseiniad. Aseiniadau ysgol yn cael eu rhagflaenu gan dot coch ac aseiniadau yn cael eu rhagflaenu gan dot glas
zh_tw: 的標題的學校活動和任務顯示在每個日期框。點擊這些標題將打開一個彈出窗口，顯示更多信息的事件或任務。學校的任務是前面有一個紅點和分配之前，藍點
