Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This page displays a users fundamental information. This includes his name, username, password, profile, school, email address, and phone number. You can change any of this information by clicking on the value you want to change, changing the value, and clicking the Save button at the bottom of the page
af_za: Hierdie bladsy vertoon &#39;n fundamentele inligting vir gebruikers. Dit sluit in sy naam, gebruikersnaam, wagwoord, profiel, skool, e-pos adres en telefoonnommer. Jy kan enige van hierdie inligting deur te kliek op die waarde wat jy wil verander, om die waarde te verander, en kliek op die Save-knoppie aan die onderkant van die bladsy verander
be_by: На гэтай старонцы адлюстроўваюцца карыстальнікі фундаментальную інфармацыю. Гэта ўключае ў сябе яго імя, імя карыстальніка, пароль, профіль, школы, адрас электроннай пошты і нумар тэлефона. Вы можаце змяніць любы з гэтай інфармацыі, націснуўшы на значэнне, якое вы хочаце змяніць, змяніўшы значэнне і націснуўшы кнопку Захаваць ў ніжняй частцы старонкі
bg_bg: Тази страница показва на потребителите фундаментална информация. Това включва неговото име, потребителско име, парола, профил, училище, адрес на електронна поща и телефонен номер. Можете да промените тази информация, като кликнете върху стойността, която искате да се промени, промяна на стойността и щракнете върху бутона Save в долния край на страницата
bn_bd: এই পৃষ্ঠায় ব্যবহারকারীদের মৌলিক তথ্য প্রদর্শন. এই তার নাম, ব্যবহারকারীর নাম, পাসওয়ার্ড, প্রোফাইল, স্কুল, ইমেইল ঠিকানা, ফোন নম্বর রয়েছে. আপনি ক্লিক করে মান পরিবর্তন চান, মান পরিবর্তন, এবং পৃষ্ঠার নীচে সংরক্ষণ বাটনে ক্লিক করে এই তথ্য পরিবর্তন করতে পারেন
da_dk: Denne side viser en brugers grundlæggende oplysninger. Dette omfatter hans navn, brugernavn, adgangskode, profil, skole, e-mail adresse og telefonnummer. Du kan ændre nogle af disse oplysninger ved at klikke på den værdi, du ønsker at ændre, ændre værdien, og klikke på knappen Gem nederst på siden
el_gr: Αυτή η σελίδα εμφανίζει μια θεμελιώδη στοιχεία των χρηστών. Αυτό περιλαμβάνει το όνομά του, το όνομα χρήστη, κωδικό πρόσβασης, το προφίλ, το σχολείο, τη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον αριθμό τηλεφώνου. Μπορείτε να αλλάξετε οποιαδήποτε από αυτές τις πληροφορίες κάνοντας κλικ στην τιμή που θέλετε να αλλάξετε, αλλάζοντας την τιμή, και κάνοντας κλικ στο κουμπί Αποθήκευση στο κάτω μέρος της σελίδας
et_ee: Sellel lehel kuvatakse kasutajatele olulist teavet. See hõlmab oma nime, kasutajanime ja parooliga, profiil, kool, e-posti aadress ja telefoninumber. Saate muuta sellist teavet klõpsates väärtus, mida soovite muuta, muutes väärtus ja klõpsake nuppu Salvesta allosas lehekülge
fa_ir: این صفحه نمایش اطلاعات کاربران اساسی است. این شامل نام ، نام کاربری خود را ، رمز عبور ، مشخصات ، مدرسه ، آدرس ایمیل ، و شماره تلفن. شما می توانید هر یک از این اطلاعات را از طریق کلیک کردن بر روی ارزش می خواهید به تغییر ، تغییر ارزش ، و کلیک کردن بر روی دکمه ذخیره در پایین صفحه را تغییر دهید
fi_fi: Tämä sivu näyttää käyttäjille perustietoa. Tämä sisältää nimensä, käyttäjätunnus, salasana, profiili, koulun, sähköpostiosoite ja puhelinnumero. Voit muuttaa näitä tietoja klikkaamalla arvoa haluat muuttaa, muuttamalla arvoa ja napsauttamalla Tallenna-painiketta sivun alalaidassa
ga_ie: Taispeánann an leathanach seo tá eolas bunúsach úsáideoirí. Áirítear leis seo a ainm, ainm úsáideora, pasfhocal, próifíl, scoil, seoladh r-phost, agus uimhir theileafóin. Is féidir leat athrú ar bith ar an eolas trí chliceáil ar an luach is mian leat a athrú, ag athrú an luach, agus cliceáil ar an gcnaipe Sábháil ag bun an leathanaigh
gl_gl: Esta páxina mostra unha información de usuarios fundamental. Isto inclúe o seu nome, nome de usuario, contrasinal, perfil, escola, enderezo e número de teléfono. Pode cambiar calquera destas informacións, premendo sobre o valor de querer cambiar, cambiar o valor, e premendo no botón Gardar na parte inferior da páxina
hr_hr: Ova stranica prikazuje informacije o korisnicima temeljna. To uključuje njegovo ime, korisničko ime, lozinka, profil, škole, e-mail adresu i broj telefona. Možete promijeniti bilo koju od ovih informacija klikom na vrijednost koju želite promijeniti, promjenom vrijednosti, a klikom na gumb Spremi na dnu stranice
hu_hu: Ez az oldal a felhasználó alapvető információkat. Ez magában foglalja a nevét, felhasználónevét, jelszavát, profil, iskola, e-mail címét és telefonszámát. Meg tudod változtatni minden ezen információk kattintson a kívánt értéket változtatni, a változó értékét, és kattintson a Mentés gombra az oldal alján
is_is: Þessi síða sýnir notendum grundvallar upplýsingar. Þetta felur í sér nafn hans, notendanafn, lykilorð, snið, skóla, netfang og símanúmer. Þú getur breytt eitthvað af þessum upplýsingum með því að smella á gildið sem þú vilt breyta, breyta gildi, og smella á Vista hnappinn neðst á síðunni
ja_jp: このページは、ユーザーが基本的な情報が表示されます。これは彼の名前、ユーザ名、パスワード、プロフィール、学校、電子メールアドレス、および電話番号が含まれています。あなたは、あなたが変更したい値をクリックして値を変更し、ページの下部にあるSaveボタンをクリックすると、この情報を変更することができます
lt_lt: Šis puslapis rodomas vartotojams pagrindinę informaciją,. Tai apima jo vardą, pavardę, vartotojo vardą, slaptažodį, profilis, mokyklos, elektroninio pašto adresą ir telefono numerį. Galite pakeisti šią informaciją, paspaudę ant vertę, kurią norite keisti, keisti vertę, ir paspauskite mygtuką &quot;Išsaugoti&quot; puslapio apačioje
lv_lv: Šajā lappusē redzams lietotājiem būtiska informācija. Tas ietver savu vārdu, lietotājvārdu, paroli, profila, skola, e-pasta adresi un tālruņa numuru. Jūs varat mainīt jebkuru informāciju, uzklikšķinot uz vērtību, kuru vēlaties mainīt, mainot vērtību un noklikšķinot uz pogas Saglabāt apakšā lapas
mk_mk: Оваа страница покажува корисници основните информации. Ова ги вклучува неговото име, корисничко име, лозинка, профил, училиште, е-мејл адреса и телефонски број. Можете да го промените било кој од овие информации со кликнување на вредноста што сакате да се промени, промена на вредноста, и со кликнување на копчето Зачувај на дното на страницата
nn_no: Denne siden viser et brukerne grunnleggende informasjon. Dette inkluderer hans navn, brukernavn, passord, profil, skole, e-postadresse og telefonnummer. Du kan endre noe av denne informasjonen ved å klikke på den verdien du vil endre, endre verdi, og klikke på Lagre-knappen nederst på siden
pl_pl: Ta strona wyświetla użytkownikom podstawowe informacje. Dotyczy to również jego imię i nazwisko, nazwę użytkownika, hasło, profil, szkoła, adres e-mail i numer telefonu. Możesz zmienić te informacje, klikając na wartość chcesz zmienić, zmieniając wartość i klikając przycisk Zapisz na dole strony
pt_pt: Esta página exibe uma informação de usuários fundamental. Isto inclui o seu nome, nome de usuário, senha, perfil, escola, endereço de email e número de telefone. Você pode alterar qualquer uma dessas informações, clicando sobre o valor que deseja alterar, alterar o valor, e clicando no botão Salvar na parte inferior da página
ro_ro: Această pagină afişează o informaţie utilizatorilor fundamentale. Aceasta include numele, numele de utilizator, parola, profil, scoala, adresa de e-mail, şi numărul de telefon. Aveţi posibilitatea să modificaţi oricare dintre aceste informaţii, făcând clic pe valoarea pe care doriţi să le modificaţi, modificarea valorii, şi făcând clic pe butonul Salvaţi din partea de jos a paginii
ru_ru: На этой странице отображаются пользователи фундаментальную информацию. Это включает в себя его имя, имя пользователя, пароль, профиль, школы, адрес электронной почты и номер телефона. Вы можете изменить любой из этой информации, нажав на значение, которое вы хотите изменить, изменив значение и нажав кнопку Сохранить в нижней части страницы
sk_sk: Táto stránka sa zobrazí používateľom základné informácie. To obsahuje jeho meno, užívateľské meno, heslo, profil, škola, e-mailovú adresu a telefónne číslo. Môžete zmeniť niektoré z týchto informácií kliknutím na hodnotu, ktorú chcete zmeniť, zmena hodnoty, a kliknutím na tlačidlo Uložiť v dolnej časti stránky
sl_si: Ta stran prikazuje uporabnike temeljnih informacij. To vključuje tudi njegovo ime, uporabniško ime, geslo, profil, šola, e-poštni naslov in telefonsko številko. Spremenite lahko vse te podatke s klikom na vrednost, ki jo želite spremeniti, spremenite vrednost, in s klikom na gumb Shrani na dnu strani
sq_al: Kjo faqe tregon një informacion të përdoruesit themelore. Kjo përfshin emrin e tij, emrin, fjalekalimin, profili, shkolla, adresë e-mail, dhe numrin e telefonit. Ju mund të ndryshojë ndonjë e këtij informacioni duke klikuar mbi vlerën e ju doni të ndryshojë, ndryshimi i vlerës, dhe duke klikuar butonin Ruaj në fund të faqes
sr_rs: Ова страница приказује корисницима основних информација. Ово подразумева и његово име, корисничко име, лозинку, профил, школа, е-маил адресу и број телефона. Можете променити било коју од ове информације кликом на вредност коју желите да промените, промените вредност, а кликом на дугме Саве на дну странице
sv_se: Denna sida visar en användares grundläggande information. Detta inkluderar hans namn, användarnamn, lösenord, profil, skola, e-postadress och telefonnummer. Du kan ändra denna information genom att klicka på det värde du vill ändra, ändra värdet och klicka på knappen Spara längst ner på sidan
th_th: หน้านี้จะแสดงข้อมูลผู้ใช้พื้นฐาน นี้ประกอบด้วยชื่อผู้ใช้รหัสผ่านของเขารายละเอียดโรงเรียนที่อยู่อีเมลและหมายเลขโทรศัพท์ คุณสามารถเปลี่ยนแปลงข้อมูลใด ๆ นี้โดยคลิกที่ค่าที่คุณต้องการเปลี่ยนแปลงการเปลี่ยนค่า, และคลิกที่ปุ่มบันทึกที่ด้านล่างของหน้า
tr_tr: Bu sayfa, kullanıcıların temel bilgileri görüntüler. Bu, onun adını, kullanıcı adı, şifre, profil, okul, e-posta adresi ve telefon numarası içerir. , Değiştirmek istediğiniz değeri tıklayarak değerini değiştirerek, sayfanın altındaki Kaydet düğmesine tıklayarak bu bilgilerin herhangi bir değişiklik
uk_ua: На цій сторінці відображаються користувачі фундаментальну інформацію. Це включає в себе його ім&#39;я, ім&#39;я користувача, пароль, профіль, школи, адреса електронної пошти та номер телефону. Ви можете змінити будь-який з цієї інформації, натиснувши на значення, яке ви хочете змінити, змінивши значення і натиснувши кнопку Зберегти в нижній частині сторінки
wa_be: Mae&#39;r dudalen hon yn arddangos gwybodaeth sylfaenol i ddefnyddwyr. Mae hyn yn cynnwys ei enw, enw defnyddiwr, cyfrinair, proffil, yr ysgol, cyfeiriad e-bost, a rhif ffôn. Gallwch newid unrhyw o&#39;r wybodaeth hon trwy glicio ar y gwerth ydych am newid, newid y gwerth, a chlicio ar y botwm Save ar waelod y dudalen
zh_tw: 這頁顯示用戶的基本信息。這包括他的名字，用戶名，密碼，個人資料，學校，電子郵件地址和電話號碼。您可以更改任何這些信息通過點擊你想要的值改變，改變的價值，並點擊保存按鈕，在頁面底部

source: Student Schedule
af_za: Studente Bylae
ar_dz: طالب الجدول
be_by: Студэнцкая Расклад
bg_bg: Студентски График
bn_bd: ছাত্র সময়সূচি
el_gr: Πρόγραμμα Φοιτητική
es_es: Agenda de Alumnos
et_ee: Student Tunniplaan
fa_ir: فهرست برنامه دانشجویی
fi_fi: Opiskelija aikataulu
ga_ie: Sceideal na Mac Léinn
gl_gl: Axenda do estudante
hr_hr: Studentski Raspored
hu_hu: Diák Menetrend
is_is: Námsmaður Stundaskrá
ja_jp: 学生のスケジュール
lt_lt: Studentų Tvarkaraštis
lv_lv: Studentu Kalendārs
mk_mk: Студент Распоред
pl_pl: Harmonogram Student
pt_pt: Agenda do estudante
ro_ro: Programul Student
ru_ru: Студенческая Расписание
sk_sk: Študent Plán
sl_si: Student Razpored
sq_al: Orari i Studentëve
sr_rs: Студентски Распоред
sv_se: Student Schema
th_th: ตารางนักศึกษา
tr_tr: Öğrenci Programı
uk_ua: Студентська Розклад
wa_be: Atodlen i Fyfyrwyr
zh_tw: 學生表

source: This page allows you to modify a students course schedule.
af_za: Hierdie bladsy laat jou toe om &#39;n studente-kursus skedule aan te pas.
be_by: Гэтая старонка дазваляе змяняць графік студэнтаў курса.
bg_bg: Тази страница ви позволява да модифицирате студенти график Разбира.
bn_bd: এই পৃষ্ঠার সাহায্যে আপনি একটি ছাত্রদের কোর্স সময়সূচি পরিবর্তন করতে পারবেন.
da_dk: Denne side giver dig mulighed for at ændre en studerende kursusplanen.
el_gr: Αυτή η σελίδα σας επιτρέπει να τροποποιήσετε ένα πρόγραμμα σπουδών τους μαθητές.
et_ee: Sellel leheküljel saab muuta õpilastele Kursuse ajakava.
fa_ir: این صفحه اجازه می دهد تا شما برای اصلاح دانش آموزان دوره برنامه.
fi_fi: Tällä sivulla voit muuttaa opiskelijoiden kurssin aikataulu.
ga_ie: Ceadaíonn an leathanach seo leat a mhodhnú sceideal cúrsa do mhic léinn.
gl_gl: Esta páxina permite que modifique un calendario de cursos para os alumnos.
hr_hr: Ova stranica vam omogućuje da izmijenite raspored studenata tečaja.
hu_hu: Ez az oldal lehetővé teszi, hogy módosít egy diák tanfolyam ütemtervet.
is_is: Þessi síða gerir þér kleift að breyta nemendur námskeið áætlun.
ja_jp: このページでは、学生のコーススケジュールを変更することができます。
lt_lt: Šis puslapis leidžia jums keisti studentų užsiėmimų tvarkaraštis.
lv_lv: Šī lapa ļauj mainīt studentu kursu grafiku.
mk_mk: Оваа страница ви овозможува да го измените студенти разбира распоред.
nn_no: Denne siden lar deg endre en studenter selvfølgelig tidsplan.
pl_pl: Ta strona umożliwia zmianę kursu studenci harmonogramem.
pt_pt: Esta página permite que você modifique um calendário de cursos aos alunos.
ro_ro: Această pagină vă permite să modificaţi un program de curs studenţilor.
ru_ru: Эта страница позволяет изменять график студентов курса.
sk_sk: Na tejto stránke môžete upravovať študentov rozvrh.
sl_si: Ta stran vam omogoča, da spremenite študentov seveda urnik.
sq_al: Kjo faqe ju lejon të modifikojë një plan studentët kurs.
sr_rs: Ова страница вам омогућава да промените распоред студената наравно.
sv_se: Den här sidan kan du ändra en studenter kursschema.
th_th: หน้านี้จะช่วยให้คุณสามารถปรับเปลี่ยนตารางเวลาที่แน่นอนนักเรียน
tr_tr: Bu sayfa, öğrencilerin ders programı değiştirmenize olanak tanır.
uk_ua: Ця сторінка дозволяє змінювати графік студентів курсу.
wa_be: Mae&#39;r dudalen hon yn eich galluogi i addasu fyfyrwyr cwrs amserlen.
zh_tw: 此頁面允許你修改學生的課程安排。
