Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Secondary Emergency Contact
af_za: Sekondêre Nood Kontak
ar_dz: الثانوية الطوارئ الاتصال
be_by: Дадатковае кантактная асоба надзвычайных
bg_bg: Средно спешна Контакт
bn_bd: সেকেন্ডারি জরুরী যোগাযোগ
da_dk: Sekundær Emergency Kontakt
el_gr: Δευτεροβάθμια Επικοινωνία έκτακτης ανάγκης
es_es: Contacto de Emergencia Secundario
et_ee: Sekundaarne Emergency Kontakt
fa_ir: تماس اضطراری ثانویه
fi_fi: Toissijainen Emergency Yhteystiedot
ga_ie: Teagmháil Éigeandála den Dara Grád
gl_gl: Contactar de emerxencia secundaria
hr_hr: Sekundarni Hitna Kontakt
hu_hu: Másodlagos Emergency Contact
is_is: Secondary Neyðarnúmer samband
ja_jp: 二次緊急時連絡先
lt_lt: Antrinė Avarinės Kontaktai
lv_lv: Sekundārā Avārijas Kontakti
mk_mk: Средно итни Контакт
nn_no: Sekundær Emergency Kontakt
pl_pl: Wtórne telefon alarmowy
pt_pt: Contato de emergência secundária
ro_ro: Secundar de urgenta Contact
ru_ru: Дополнительное контактное лицо чрезвычайным
sk_sk: Sekundárny Núdzové volanie
sl_si: Sekundarna sili Kontakt
sq_al: Kontakto mesme e urgjencës
sr_rs: Секундарни хитне Контакт
sv_se: Sekundär akutkontakt
th_th: ติดต่อฉุกเฉินมัธยมศึกษา
tr_tr: İkincil Acil İletişim
uk_ua: Додаткове контактна особа надзвичайних
wa_be: Cyswllt mewn Argyfwng Uwchradd
zh_tw: 二級緊急聯絡

source: Additional Contact
af_za: Bykomende Kontak
ar_dz: الاتصال إضافية
be_by: Дадатковае кантактнае
bg_bg: Допълнителни контакти
bn_bd: অতিরিক্ত যোগাযোগ
da_dk: Yderligere Kontakt
el_gr: Πρόσθετες Επικοινωνία
es_es: Contacto Adicional
et_ee: Täiendav Kontakt
fa_ir: تماس با اضافی
fi_fi: Lisäyhteystiedot
ga_ie: Teagmháil Breise
gl_gl: Contacte adicional
hr_hr: Dodatni Kontakt
hu_hu: További Kapcsolat
is_is: Önnur samband
ja_jp: 追加のお問い合わせ
lt_lt: Papildomas Kontaktai
lv_lv: Papildus Kontakti
mk_mk: Дополнителни Контакт
nn_no: Ekstra Kontakt
pl_pl: Dodatkowe Kontakt
pt_pt: Fale adicionais
ro_ro: Contact suplimentare
ru_ru: Дополнительное контактное
sk_sk: Ďalšie kontaktné
sl_si: Dodatne Kontakt
sq_al: Kontakto shtesë
sr_rs: Додатне Контакт
sv_se: Ytterligare Kontakt
th_th: ติดต่อเพิ่มเติม
tr_tr: Ek İletişim
uk_ua: Додаткове контактне
wa_be: Cysylltwch â Ychwanegol
zh_tw: 其他聯繫方式

source: Medical Information
af_za: Mediese Inligting
ar_dz: معلومات طبية
be_by: Медыцынская інфармацыя
bg_bg: Медицинска информация
bn_bd: চিকিৎসা বিষয়ক তথ্য
da_dk: Medicinsk Information
el_gr: Ιατρικές Πληροφορίες
es_es: Información Médica
fa_ir: اطلاعات پزشکی
ga_ie: Eolas Leighis
gl_gl: Información Médica
hr_hr: Medicinske podatke
hu_hu: Egészségügyi információ
ja_jp: 医療情報
lt_lt: Medicininė informacija
lv_lv: Medicīniskā informācija
mk_mk: Медицински информации
nn_no: Medisinsk informasjon
pl_pl: Informacji Medycznej
pt_pt: Informação Médica
ro_ro: Informaţii medicale
ru_ru: Медицинская информация
sk_sk: Lekárske informačné
sl_si: Zdravstvene informacije
sq_al: Informacione Mjekësore
sr_rs: Медицинске информације
sv_se: Medicinsk information
th_th: ข้อมูลทางการแพทย์
tr_tr: Tıbbi Bilgi
uk_ua: Медична інформація
wa_be: Gwybodaeth Feddygol
zh_tw: 醫療信息

source: Nurse Visit Record
af_za: Verpleegster Besoek Rekord
ar_dz: سجل ممرضة زيارة
be_by: Запіс Медсястра Наведаць
bg_bg: Досиетата на Nurse Посетете
bn_bd: নার্স পরিদর্শন রেকর্ড
da_dk: Sygeplejerske Besøg Record
el_gr: Νοσοκόμα Εγγραφή Επίσκεψη
es_es: Registro de Visita de la Enfermera
et_ee: Nurse Vaata Record
fa_ir: پرستار رکورد بازدید
fi_fi: Sairaanhoitaja Visit Record
ga_ie: Taifead Tabhair cuairt ar Altra
gl_gl: Grave Visita enfermeira
hr_hr: Nurse Posjetite Snimanje
ja_jp: 看護師の訪問記録
lt_lt: Slaugytoja Apsilankyti įrašo
lv_lv: Nurse Apmeklēt Record
mk_mk: Сестрата на посета рекорд
nn_no: Sykepleier Visit Record
pl_pl: Rekord wizyta pielęgniarki
pt_pt: Grave Visite enfermeira
ro_ro: Nurse Vizitează Înregistrare
ru_ru: Запись Медсестра Посетить
sk_sk: Navštívte sestra Záznam
sl_si: Nurse Obišči Record
sq_al: Vizitoni INFERMIERI Record
sr_rs: Медицинска сестра Посетите Снимите
sv_se: Sjuksköterska Besök Rekord
th_th: บันทึกการไปพบพยาบาล
tr_tr: Hemşire ziyaret Kayıt
uk_ua: Запис Медсестра Відвідати
wa_be: Cofnod Ymweld Nyrs
zh_tw: 護士到訪記錄

source: Result
af_za: Uitslag
ar_dz: نتيجة
be_by: Вынік
bg_bg: Резултат
bn_bd: ফল
da_dk: Resultat
el_gr: Αποτέλεσμα
es_es: Resultado
et_ee: Tulemus
fa_ir: نتیجه
fi_fi: Tulos
ga_ie: Toradh
gl_gl: Resultado
hr_hr: Rezultat
hu_hu: Eredmény
ja_jp: その結果
lt_lt: Rezultatas
lv_lv: Rezultāts
mk_mk: Резултати
nn_no: Resultat
pl_pl: Wynik
pt_pt: Resultado
ro_ro: Rezultat
ru_ru: Результат
sk_sk: Výsledok
sl_si: Rezultat
sq_al: Rezultat
sr_rs: Резултат
sv_se: Resultat
th_th: ผล
tr_tr: Sonuç
uk_ua: Результат
wa_be: Canlyniad
zh_tw: 結果

source: Are you sure want to delete this Goal
af_za: Is jy seker wil hierdie doel te verwyder
be_by: Вы ўпэўненыя, што жадаеце выдаліць гэтую мэту
bg_bg: Сигурен ли сте, че искате да изтриете тази цел
bn_bd: আপনি কি নিশ্চিত এই গোল মুছে ফেলতে চান
da_dk: Er du sikker på vil slette dette mål
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το γκολ
et_ee: Oled sa kindel, et soovite kustutada selle Goal
fa_ir: آیا مطمئن هستید که می خواهید را حذف کنید به این هدف
fi_fi: Oletko varma että haluat poistaa tämän tavoitteen
ga_ie: An bhfuil tú ag iarraidh cinnte seo a scriosadh Sprioc
gl_gl: ¿Está seguro de quere borrar esta Goal
hr_hr: Jeste li sigurni da želite izbrisati taj cilj
hu_hu: Biztos benne, hogy törölni kívánja a cél
is_is: Ertu viss um aðþúviljir eyða þessu markmiði
ja_jp: あなたは確信してこの目標を削除したいです。
lt_lt: Ar jūs tikrai norite ištrinti šį tikslą
lv_lv: Vai esi pārliecināts, ka vēlies izdzēst šo mērķi
mk_mk: Дали сте сигурни дека сакате да ја избришете оваа цел
nn_no: Er du sikker på vil slette denne Goal
pl_pl: Czy na pewno chcesz usunąć ten cel
pt_pt: Tem certeza de quer apagar esta Goal
ro_ro: Sunteţi sigur că doriţi să ştergeţi această Goal
ru_ru: Вы уверены, что хотите удалить эту цель
sk_sk: Ste si istí, že chcete zmazať tohto cieľa
sl_si: Ali ste prepričani, da želite izbrisati to Goal
sq_al: Jeni te sigurte qe doni te fshini kete Goal
sr_rs: Да ли сте сигурни желите да избришете овај циљ
sv_se: Är du säker på att radera detta mål
th_th: คุณแน่ใจว่าต้องการที่จะลบเป้าหมายนี้
tr_tr: Bu Hedef emin silmek istiyoruz
uk_ua: Ви впевнені, що хочете видалити цю мету
wa_be: Ydych chi&#39;n siŵr am ddileu&#39;r Nod
zh_tw: 您確定要刪除此目標

source: Birthdate is invalid, data could not be saved.
af_za: Geboortedatum, is ongeldig, kan data nie gered word nie.
ar_dz: تاريخ الميلاد غير صالح، لا يمكن أن يتم حفظ البيانات.
es_es: Fecha de nacimiento no es válida, los datos no pudieron ser salvados.

source: Current school drop date
af_za: Huidige skool druppel datum
ar_dz: تاريخ الانقطاع الحالي
be_by: Бягучы падзенне школы
bg_bg: Текущи датата на отпадането от училище
bn_bd: বর্তমান স্কুল ড্রপ তারিখ
da_dk: Nuværende skole drop dato
el_gr: Τρέχουσα ημερομηνία εγκατάλειψης του σχολείου
es_es: Fecha de Cierre de la Institución actual
et_ee: Praegune koolist väljalangemise kuupäev
fa_ir: تاریخ قطره مدرسه کنونی
fi_fi: Nykyinen koulunkäynnin päivämäärä
ga_ie: Dáta titim Reatha scoile
gl_gl: Data actual caída escola
hr_hr: Trenutni škola pad datum
hu_hu: Aktuális iskolából való kimaradás időpontja
is_is: Núverandi skóli falla dagsetningu
ja_jp: 現在の学校のドロップ日付
lt_lt: Dabartinis mokyklos nebaigusius data
lv_lv: Pašreizējā izglītības pārtraukšanu dienas
mk_mk: Тековната учебна капка денот
nn_no: Nåværende skole slipp dato
pl_pl: Obecna data spadek szkoły
pt_pt: Data actual queda escola
ro_ro: Curent abandonului şcolar data
ru_ru: Текущее падение школы
sk_sk: Aktuálny školskej dochádzky dátum
sl_si: Trenutni osipa datum
sq_al: Current braktisjes se shkolles date
sr_rs: Тренутни датум напуштања школе
sv_se: Aktuell skolgång datum
th_th: โรงเรียนวันที่ปัจจุบันลดลง
tr_tr: Şu anki okul açılan tarihi
uk_ua: Поточне падіння школи
wa_be: Ysgol ar hyn o bryd hyd yn galw heibio
zh_tw: 當前輟學日期

source: Transferring to
af_za: Oorgaan na
ar_dz: نقل إلى
be_by: Пераадрасацыя выкліку
bg_bg: Прехвърляне към
bn_bd: স্থানান্তরিত থেকে
da_dk: Overførsel til
el_gr: Μεταφορά στην
es_es: Transfiriendo a
et_ee: Üleviimisel
fa_ir: انتقال به
fi_fi: Siirryttäessä
ga_ie: Aistriú chuig
gl_gl: Trasladándose para
hr_hr: Prijenos u
hu_hu: Átvitele a
is_is: Flutningur til
ja_jp: への転送
lt_lt: Perkėlimas į
lv_lv: Pārsūtīšana uz
mk_mk: Пренесување на
nn_no: Overføring til
pl_pl: Przesyłanie do
pt_pt: Transferindo-se para
ro_ro: Transferarea
ru_ru: Переадресация вызова
sk_sk: Prenos sa
sl_si: Prenos na
sq_al: Transferimi i të
sr_rs: Преласка на
sv_se: Överföra till
th_th: ถ่ายโอนไปยัง
tr_tr: Aktarma
uk_ua: Переадресація виклику
wa_be: Trosglwyddo i
zh_tw: 傳送到

source: Unable to save data, because
af_za: Kan die data op te slaan, want
ar_dz: غير قادر على حفظ البيانات ، لأن
be_by: Не ўдаецца захаваць дадзеныя, паколькі
bg_bg: Не може да записвате данните, защото
bn_bd: তথ্য সংরক্ষণ করতে ব্যর্থ, কারণ
da_dk: Kan ikke gemme data, fordi
el_gr: Δεν είναι δυνατή η αποθήκευση των δεδομένων, επειδή
es_es: No es posible guardar los datos, ya que
et_ee: Ei saa salvestada andmeid, sest
fa_ir: قادر به ذخیره اطلاعات ، به دلیل
fi_fi: Voitu tallentaa tietoja, koska
ga_ie: In ann sonraí a shábháil, mar gheall ar
gl_gl: Non se puido gardar os datos, porque
hr_hr: Nije moguće spremanje podataka, jer
hu_hu: Nem lehet menteni az adatok, mert
is_is: Gat ekki vista gögn, vegna þess að
ja_jp: データを保存できない、ため
lt_lt: Nepavyko išsaugoti duomenis, nes
lv_lv: Nevar saglabāt datus, jo
mk_mk: Не можам да ја зачувате податоци, бидејќи
nn_no: Kan ikke lagre data, fordi
pl_pl: Nie można zapisać danych, ponieważ
pt_pt: Não foi possível salvar os dados, porque
ro_ro: Imposibil pentru a salva date, deoarece
ru_ru: Не удается сохранить данные, поскольку
sk_sk: Nemožno uložiť dáta, pretože
sl_si: Ne morem shraniti podatkov, saj
sq_al: Në pamundësi për të ruajtur të dhënat, për shkak
sr_rs: У немогућности да сачувате податке, јер
sv_se: Det går inte att spara data, eftersom
th_th: ไม่สามารถบันทึกข้อมูลเนื่องจาก
tr_tr: Veri kaydedilemiyor, çünkü
uk_ua: Не вдається зберегти дані, оскільки
wa_be: Methu cadw data, gan fod
zh_tw: 無法保存數據，因為

source: is Numeric type.
af_za: is numeriese vorm.
ar_dz: هو نوع رقمية.
es_es: es de tipo numérico.

source: Grade cannot be blank
af_za: Graad kan nie blankis numeriese vorm.
ar_dz: الصف لا يمكن أن يكون فارغا
es_es: El grado no puede estar en blanco

source: Invalid Enrollment date could not be saved
af_za: Ongeldig Inskrywing datum kon nie gered word
ar_dz: تعذر حفظ تاريخ القيد غير صالحة
es_es: Fecha de inscripción no válida No se puede guardar

source: Showing
af_za: Resultate
ar_dz: عرض
es_es: demostración

source: Previous
af_za: Vorige
ar_dz: سابق
be_by: Папярэдні
bg_bg: Предишен
da_dk: Forrige
el_gr: Προηγούμενη
es_es: Anterior
et_ee: Eelmine
fa_ir: قبلی
fi_fi: Edellinen
ga_ie: Roimhe Seo
gl_gl: Anterior
hr_hr: Prethodna
hu_hu: Előző
is_is: Fyrri
ja_jp: 前
lt_lt: Ankstesnis
lv_lv: Iepriekšējais
mk_mk: Претходна
nn_no: Forrige
pl_pl: Poprzedni
pt_pt: Anterior
ro_ro: Precedent
ru_ru: Предыдущий
sk_sk: Predchádzajúci
sl_si: Prejšnja
sr_rs: Претходна
sv_se: Föregående
th_th: ก่อนหน้า
tr_tr: Önceki
uk_ua: Попередній
wa_be: Blaenorol
zh_tw: 上一頁

source: Next
af_za: Volgende
ar_dz: التالي
be_by: Наступны
bg_bg: До
da_dk: Næste
el_gr: Επόμενη
es_es: Próximo
et_ee: Järgmine
fa_ir: بعد
fi_fi: Seuraava
ga_ie: Ar Aghaidh
gl_gl: Seguinte
hr_hr: Sljedeći
hu_hu: Következő
is_is: Næsta
ja_jp: 次のページ
lt_lt: Kitas
lv_lv: Nākamā
mk_mk: Следна
nn_no: Neste
pl_pl: Następny
pt_pt: Próximo
ro_ro: Următor
ru_ru: Следующий
sk_sk: Ďalšie
sl_si: Naslednja
sq_al: Tjetër
sr_rs: Следећи
sv_se: Nästa
th_th: ถัดไป
tr_tr: Sonraki
uk_ua: Наступний
wa_be: Nesaf
zh_tw: 下一頁

source: Cannot delete because student fields are associated.
af_za: Kan nie verwyder word nie omdat die student velde geassosieer word.
ar_dz: لا يمكن حذف لأن ترتبط حقول الطلاب.
be_by: Не магу выдаліць таму што студэнт поля звязаныя.
bg_bg: Не можеш да изтриеш, защото студентските полета са свързани.
bn_bd: মুছে ফেলা যায় না. কারণ ছাত্র ক্ষেত্র যুক্ত হয়
da_dk: Kan ikke slette fordi studerende felter er tilknyttet.
el_gr: Δεν είναι δυνατή η διαγραφή, διότι οι συναφείς τομείς των φοιτητών.
es_es: No se puede eliminar porque están asociados los campos de alumnoss.
et_ee: Kustutada ei saa, sest õpilane väljad on seotud.
fa_ir: حذف به دلیل زمینه های دانش آموز در ارتباط نیست.
fi_fi: Ei voi poistaa, koska opiskelija kenttiä liittyy.
ga_ie: Ní féidir a scriosadh toisc go réimsí na ndaltaí a bhaineann leo.
gl_gl: Non se pode borrar porque os campos de estudante están asociados.
hr_hr: Ne može se izbrisati, jer su studentski polja povezana.
hu_hu: Nem lehet törölni, mert hallgatói mezők kapcsolatban.
is_is: Get ekki eytt vegna þess að nemandi sviðum eru tengd.
ja_jp: 学生のフィールドが関連付けられているため、削除できません。
lt_lt: Negalite trinti, nes studentas laukai yra susijęs.
lv_lv: Nevar izdzēst, jo students lauki ir saistīti.
mk_mk: Не можете да ги избришете бидејќи студент полиња се поврзани.
nn_no: Kan ikke slette, fordi student feltene er tilknyttet.
pl_pl: Nie można usunąć, ponieważ pola ucznia są powiązane.
pt_pt: Não é possível excluir porque os campos de estudante estão associados.
ro_ro: Nu se poate şterge, deoarece câmpurile studenţilor sunt asociate.
ru_ru: Не могу удалить потому что студент поля связаны.
sk_sk: Nemožno zmazať, pretože študentské polia sú spojené.
sl_si: Ne morem izbrisati, ker so povezane študent polja.
sq_al: Nuk mund të fshini, sepse fusha të studentëve janë të lidhur.
sr_rs: Не можете обрисати, јер студентске поља су повезане.
sv_se: Kan inte ta bort eftersom eleven områden är knutna.
th_th: ไม่สามารถลบเนื่องจากเขตข้อมูลนักเรียนที่เกี่ยวข้อง
tr_tr: Öğrenci alanlar ilişkili olduğu için silinemiyor.
uk_ua: Не можу видалити, тому що студент поля зв&#39;язані.
wa_be: Does dim modd dileu oherwydd bod myfyrwyr yn cael eu meysydd cysylltiedig.
zh_tw: 無法刪除，因為學生領域有關聯。

source: Cannot delete because field categories are associated.
af_za: Kan nie verwyder word nie omdat die veld kategorieë geassosieer word.
ar_dz: لا يمكن حذف لأن ترتبط فئات الميدان.
be_by: Не магу выдаліць таму што поле катэгорый звязаныя.
bg_bg: Не може да се изтрие, тъй като областта категории са свързани.
bn_bd: মুছে ফেলা যায় না. কারণ ক্ষেত্র বিভাগ সংযুক্ত হয়
da_dk: Kan ikke slette fordi feltet kategorier er tilknyttet.
el_gr: Δεν είναι δυνατή η διαγραφή, διότι οι κατηγορίες που σχετίζονται τομέα.
es_es: No se puede eliminar porque están asociados las categorías de campo.
et_ee: Kustutada ei saa, sest valdkonna kategooriad on seotud.
fa_ir: حذف به دلیل مقوله های زمینه ارتباط نیست.
fi_fi: Ei voi poistaa, koska kenttä ryhmään liittyy.
ga_ie: Ní féidir a scriosadh toisc go bhfuil réimse catagóirí a bhaineann leo.
gl_gl: Non se pode eliminar categorías de campo, porque están asociados.
hr_hr: Ne može se izbrisati, jer su polja kategorije povezani.
hu_hu: Nem lehet törölni, mert a területen kategóriák jár.
is_is: Get ekki eytt því sviði flokkar eru tengd.
ja_jp: フィールドのカテゴリが関連付けされているため削除できません。
lt_lt: Negalite trinti, nes srityje kategorijos yra susijusios.
lv_lv: Nevar izdzēst, jo lauku kategorijām ir saistīti.
mk_mk: Не можете да ги избришете бидејќи областа категории се поврзани.
nn_no: Kan ikke slette, fordi feltet kategoriene er tilknyttet.
pl_pl: Nie można usunąć, ponieważ kategorie pola są powiązane.
pt_pt: Não é possível excluir categorias de campo, porque estão associados.
ro_ro: Nu se poate şterge, deoarece categoriile de teren sunt asociate.
ru_ru: Не могу удалить потому что поле категорий связаны.
sk_sk: Nemožno zmazať, pretože pole kategórie spojené.
sl_si: Ne morem izbrisati, ker so povezane polje kategorije.
sq_al: Nuk mund të fshini kategori, sepse këtë fushë janë të lidhur.
sr_rs: Не можете брисати јер терену категорије су повезане.
sv_se: Kan inte ta bort eftersom fältet kategorierna är knutna.
th_th: ไม่สามารถลบเพราะประเภทของเขตข้อมูลที่เกี่ยวข้อง
tr_tr: Alan kategoriler ilişkili olduğu için silinemiyor.
uk_ua: Не можу видалити, тому що поле категорій пов'язані.
wa_be: Does dim modd dileu oherwydd categori maes yn cael eu cysylltu.
zh_tw: 無法刪除，因為領域類別相關聯。

source: New Student Field
af_za: Nuwe Studente-veld
ar_dz: حقل جديد للطلاب
be_by: Новае поле Студэнцкая
bg_bg: Нов ученик поле
bn_bd: নতুন ছাত্রদের ক্ষেত্র
da_dk: Nye studerende Field
el_gr: Νέο Πεδίο Φοιτητών
es_es: Campo de Alumno Nuevo
fa_ir: میدان دانشجو جدید
fi_fi: Uusi ylioppilastalo Field
ga_ie: Réimse Nua do Mhic Léinn
gl_gl: Campo novo Estudante
hr_hr: Novi student polja
hu_hu: Új Student mező
ja_jp: 新しい学生のフィールド
lt_lt: Naujas mokinys srityje
lv_lv: New Student lauks
mk_mk: Нов студентски поле
nn_no: Nye Student felt
pl_pl: Nowe pole Student
pt_pt: Campo novo Estudante
ro_ro: Student nou câmp
ru_ru: Новое поле Студенческая
sk_sk: Nový študent pole
sq_al: Fusha e re e studentëve
sr_rs: Нови студентски поља
sv_se: Ny student Field
th_th: เขตข้อมูลนักศึกษาใหม่
tr_tr: Yeni Öğrenci Alan
uk_ua: Нове поле Студентська
wa_be: Maes Myfyriwr Newydd
zh_tw: 新生現場

source: New Student Field Category
af_za: Nuwe Studente Veld Kategorie
ar_dz: الفئة الطلابية الميدانية الجديدة
be_by: Новая катэгорыя поле Студэнцкая
bg_bg: Нова категория студент на полето
bn_bd: নতুন ছাত্রদের ক্ষেত্র বিষয়শ্রেণী
da_dk: Nye studerende Field kategori
el_gr: Νέα Κατηγορία Πεδίο Φοιτητών
es_es: Categoría de Campo de Alumno Nuevo
et_ee: New Student Field Kategooria
fa_ir: رده جدید میدان دانشجویی
fi_fi: Uusi ylioppilastalo Field Luokka
ga_ie: Catagóir Allamuigh Nua do Mhic Léinn
gl_gl: Categoría Estudante de Campo Novo
hr_hr: Novi student polje Kategorija
hu_hu: Új Student mező kategória
is_is: New Student Field Flokkur
ja_jp: 新しい学生のフィールドのカテゴリ
lt_lt: Naujas mokinys Lauko Kategorija
lv_lv: New Student lauks Kategorija
mk_mk: Нов студентски поле Категорија
nn_no: Nytt Student Felt Kategori
pl_pl: Nowa kategoria Pole Student
pt_pt: Categoria Estudante de Campo Novo
ro_ro: New Student câmpul Categorie
ru_ru: Новая категория поле Студенческая
sk_sk: Nový študent pole kategórie
sl_si: New Student Field Kategorija
sq_al: Fusha e re e studentëve Category
sr_rs: Нови студентски поља Категорија
sv_se: Ny student Field Kategori
th_th: นักศึกษาหมวดหมู่เขตใหม่
tr_tr: Yeni Öğrenci Alan Kategori
uk_ua: Нова категорія поле Студентська
wa_be: Myfyrwyr Newydd Categori Maes
zh_tw: 新生欄目分類

source: Student Field Category
af_za: Studente Veld Kategorie
ar_dz: الفئة الطلابية الميدانية
be_by: Катэгорыя Студэнцкая полі
bg_bg: Студентски Поле Категория
bn_bd: ছাত্র ক্ষেত্র বিষয়শ্রেণী
da_dk: Student Field kategori
el_gr: Φοιτητής Κατηγορία Πεδίο
es_es: Categoría del Campo del Alumno
et_ee: Student Field Kategooria
fa_ir: دانشجویی رده میدان
fi_fi: Opiskelija Field Luokka
ga_ie: Catagóir Allamuigh na Mac Léinn
gl_gl: Categoría Campo estudante
hr_hr: Studentski polje Kategorija
hu_hu: Student Field kategória
is_is: Námsmaður Field Flokkur
ja_jp: 学生のフィールドのカテゴリ
lt_lt: Studentų Lauko Kategorija
lv_lv: Studentu Field Kategorija
mk_mk: Студент поле Категорија
nn_no: Student Felt Kategori
pl_pl: Kategoria Pole Student
pt_pt: Categoria Campo estudante
ro_ro: Student câmpul Categorie
ru_ru: Категория Студенческая поле
sk_sk: Študent poli Kategórie
sl_si: Student Field Kategorija
sq_al: Fusha Student Category
sr_rs: Студентски поља Категорија
sv_se: Student Field Kategori
th_th: หมวดหมู่ฟิลด์นักศึกษา
tr_tr: Öğrenci Alan Kategori
uk_ua: Категорія Студентська поле
wa_be: Categori Maes Myfyrwyr
zh_tw: 學生現場分類

source: for checkboxes: Y
af_za: vir blok: Y
be_by: для сцяжкоў: Y
bg_bg: за отметките: Y
bn_bd: চেকবক্সের জন্য: Y
da_dk: for afkrydsningsfelter: Y
el_gr: για checkboxes: Y
et_ee: jaoks ruudud: Y
fa_ir: برای نمایش به صورت گزینه انتخابی : Y
fi_fi: varten valintaruudut: Y
ga_ie: le haghaidh ticbhoscaí: Y
gl_gl: para Checkbox: Y
hr_hr: za okvire: Y
hu_hu: A jelölőnégyzetek: Y
is_is: fyrir gátreitina: Y
ja_jp: Y：チェックボックスの
lt_lt: varneles: Metai
lv_lv: uz izvēles rūtiņas: Y
mk_mk: за обележувачи: Y
nn_no: for avkrysningsbokser: Y
pl_pl: dla pól: Y
pt_pt: para checkboxes: Y
ro_ro: pentru căsuţele: D
ru_ru: для флажков: Y
sk_sk: na okienko: Y
sl_si: za polja: Y
sq_al: për kutitë: Y
sr_rs: за поља за потврду: И
sv_se: för kryssrutor: Y
th_th: สำหรับช่องทำเครื่องหมาย : Y
tr_tr: Y: onay kutularını
uk_ua: для прапорців: Y
wa_be: ar gyfer blychau ticio: Y
zh_tw: 對於複選框：Y

source: Hide
af_za: Steek
ar_dz: إخفاء
be_by: Хаваць
bg_bg: Крия
bn_bd: লুকান
da_dk: Skjul
el_gr: Απόκρυψη
es_es: Ocultar
et_ee: Nahk
fa_ir: پنهان کردن
fi_fi: Piilota
ga_ie: Folaigh
gl_gl: Agochar
hr_hr: Sakriti
hu_hu: Elrejtése
is_is: Fela
ja_jp: 隠す
lt_lt: Paslėpti
lv_lv: Slēpt
mk_mk: Скриј
pl_pl: Ukryć
pt_pt: Esconder
ro_ro: Ascunde
ru_ru: Скрывать
sk_sk: Skryť
sq_al: Fsheh
sr_rs: Сакрити
th_th: ซ่อน
tr_tr: Gizlemek
uk_ua: Приховувати
wa_be: Cuddio
zh_tw: 隱藏

source: Include(should be left blank for most categories)
af_za: Sluit in (moet blanko gelaat word vir die meeste kategorieë)
ar_dz: (ينبغي أن تترك فارغة لمعظم الفئات) وتشمل
be_by: Уключыце (павінна быць пустым для большасці катэгорый)
bg_bg: Включват (трябва да се остави празно за повечето категории)
bn_bd: অন্তর্ভুক্ত করুন (অধিকাংশ জন্য ফাঁকা উচিত)
da_dk: Medtag (skal udfyldes for de fleste kategorier)
el_gr: Συμπεριλάβετε (πρέπει να μείνει κενό για τις περισσότερες κατηγορίες)
et_ee: Kaasa (tuleb jätta tühjaks enamiku kategooriad)
fa_ir: شامل (برای بیشترین تعداد رده را باید خالی سمت چپ)
fi_fi: Sisällytä (jätetään tyhjäksi useimmat luokat)
ga_ie: Cuir (Ba chóir a fhágáil bán do chatagóirí an chuid is mó)
gl_gl: Include (debería deixarse ​​en branco para a maioría das categorías)
hr_hr: Uključite (treba biti prazno za većinu kategorija)
hu_hu: Include (üresen kell hagyni a legtöbb kategóriában)
is_is: Hafa (ætti að vera skilin eftir eyða fyrir flesta flokka)
ja_jp: インクルード（が、ほとんどのカテゴリのために空白のままにしてください）
lt_lt: Įtraukti (turėtų būti paliktas tuščias daugiausiai kategorijų)
lv_lv: Iekļaut (jāatstāj tukša vairumam kategorijām)
mk_mk: Вклучи (треба да се остави празно за повеќето категории)
nn_no: Inkluder (bør stå blank for de fleste kategorier)
pl_pl: Include (należy pozostawić puste w przypadku większości kategorii)
pt_pt: Include (deve ser deixado em branco para a maioria das categorias)
ro_ro: Includeţi (ar trebui să fie lăsată necompletată pentru cele mai multe categorii)
ru_ru: Включите (должно быть пустым для большинства категорий)
sk_sk: Patrí (malo byť ponechané prázdne pre väčšinu kategórií)
sl_si: Vključi (je treba pustiti prazno za večino kategorij)
sq_al: Përfshijnë (duhet të lihet bosh për kategoritë më të)
sr_rs: Укључују (треба оставити празно за већину категорија)
sv_se: Inkludera (bör lämnas tomma för de flesta kategorier)
th_th: รวม (ควรจะเหลือที่ว่างสำหรับประเภทมากที่สุด)
tr_tr: Include (en kategoriler için boş bırakılmalıdır)
uk_ua: Увімкніть (повинно бути порожнім для більшості категорій)
wa_be: Cynnwys (dylid ei adael yn wag ar gyfer categorïau mwyaf)
zh_tw: 包括（應該是空的大多數類別）
