Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The Add a Student page allows you to add a student to the system
af_za: Die Voeg &#39;n Student bladsy kan jy&#39; n student aan die stelsel te voeg
ar_dz: إضافة صفحة وطالبة يسمح لك لإضافة الطالب إلى النظام
be_by: Дадаць Студэнцкая старонка дазваляе дадаваць студэнта да сістэмы
bg_bg: Добавяне на Студентски страница Ви позволява да добавяте студент в системата
bn_bd: যোগ ছাত্র পৃষ্ঠায় আপনি সিস্টেমের মধ্যে থেকে একটি ছাত্র যোগ করতে পারবেন
da_dk: Tilføj et Student side kan du tilføje en studerende til systemet
el_gr: Η Προσθήκη σελίδας Student σας επιτρέπει να προσθέσετε ένα μαθητή με το σύστημα
et_ee: Lisa Student leheküljel saab lisada õpilane süsteemi
fa_ir: اضافه کردن صفحه دانشجویی به شما اجازه می دهد به اضافه کردن یک دانش آموز به سیستم
fi_fi: Lisää Student sivun avulla voit lisätä opiskelijan järjestelmään
ga_ie: Ceadaíonn an Cuir leathanach Mac Léinn tú le mac léinn a chur leis an gcóras
gl_gl: A páxina Engadir Student permite que engade un alumno para o sistema
hr_hr: Dodajte stranicu student vam omogućuje da dodate učenika u sustav
hu_hu: Az Add a Student oldal lehetővé teszi, hogy adjunk egy diák, hogy a rendszer
is_is: The Bæta við Student síðunni gerir þér kleift að bæta nemanda við kerfið
ja_jp: [追加]学生のページでは、システムに学生を追加することができます
lt_lt: Pridėti Studentų puslapis leidžia jums pridėti studentas sistema
lv_lv: Pievienot Student lapa ļauj jums pievienot studentam sistēmas
mk_mk: Додади студентска страница ви овозможува да додадете студент на системот
nn_no: Legg til en Student side kan du legge til en student til systemet
pl_pl: Dodaj stronę Student pozwala na dodanie do systemu studenta
pt_pt: A página Adicione Student permite que você adicione um aluno para o sistema
ro_ro: Adaugă o pagină Student vă permite să adăugaţi un student la sistemul de
ru_ru: Добавить Студенческая страница позволяет добавлять студента к системе
sk_sk: Pridať Študent stránke môžete pridať študenta do systému
sl_si: Dodaj Student stran vam omogoča dodajanje študent v sistem
sq_al: Shto nje faqe Student ju lejon të shtoni një student të sistemit
sr_rs: Додај Студентски страница вам омогућава да додате студената на систем
sv_se: Lägg till en student sidan kan du lägga till en elev till systemet
th_th: เพิ่มหน้านักศึกษาช่วยให้คุณสามารถเพิ่มนักเรียนเข้าไปในระบบ
tr_tr: Öğrenci Ekle sayfasında, sisteme bir öğrencinin eklemenize izin verir
uk_ua: Додати Студентська сторінка дозволяє додавати студента до системи
wa_be: Mae&#39;r Ychwanegu dudalen Myfyrwyr yn eich galluogi i ychwanegu fyfyriwr at y system
zh_tw: 添加一個學生頁面允許您添加一個學生系統

source: To add the student, enter the birth date, social security number, ethnicity, gender, birthplace, and grade. Then, select the effective date of the students enrollment and the enrollment code from the pull-down menus at the bottom of the page. If you wish to specify a student ID for this student, enter the student ID into the text field labeled student ID. if you leave this field blank, openSIS will generate an unused student ID and assign it to the new student. Finally, click the Save button at the top of the screen
af_za: Om die student by te voeg, tik op die geboortedatum, sosiale sekerheid nommer, etnisiteit, geslag, geboorteplek en graad. Kies dan die effektiewe datum van die studente-inskrywings, en van die inskrywings kode van die hangkieslys&#39;s aan die onderkant van die bladsy. As jy wil om &#39;n student ID vir hierdie student te spesifiseer, gee die student ID in die teks veld student ID. As jy hierdie veld leeg laat, sal openSIS &#39;n ongebruikte student ID genereer en gee dit aan die nuwe studente. Ten slotte, kliek op die Save-knoppie aan die bokant van die skerm
ar_dz: إضافة إلى الطالب ، أدخل تاريخ الميلاد ، رقم الضمان الاجتماعي ، والعرق والجنس ومكان ولادة ، والصف الدراسي. ثم ، حدد التاريخ الفعلي للالتحاق الطلاب ورمز التسجيل من القوائم المنسدلة في أسفل الصفحة. إذا كنت ترغب في تحديد هوية الطالب لهذا الطالب ، أدخل رقم الطالب في حقل النص معرف الطالب المسمى. إذا تركت هذا الحقل فارغا ، سوف تولد openSIS هوية الطالب غير المستخدمة وتعيينها للطالب الجديد. أخيرا ، انقر على زر حفظ في الجزء العلوي من الشاشة
be_by: Каб дадаць студэнта, увядзіце дату нараджэння, нумар сацыяльнага страхавання, этнічная прыналежнасць, пол, месца нараджэння, і клас. Затым выберыце дату ўступлення ў сілу залічэнне студэнтаў і рэгістрацыі кода з выпадальнага меню ў ніжняй частцы старонкі. Калі вы жадаеце паказаць студэнцкі білет для гэтага вучня, увядзіце студэнцкі білет у тэкставае поле, пазначанае студэнцкі білет. калі вы пакінеце гэтае поле пустым, openSIS будзе генераваць нявыкарыстаныя ID студэнта і прызначыць яго на новы студэнт. Нарэшце, націсніце кнопку Захаваць ў верхняй частцы экрана
bg_bg: За да добавите студента, въведете дата на раждане, номер на социална осигуровка, етническа принадлежност, пол, родното място, а клас. След това изберете ефективното датата на записване на студентите и код за записване от падащи менюта в долната част на страницата. Ако желаете да укажете студент ID за този студент, въведете ID студент в текста полето студент ID. Ако оставите това поле празно, openSIS ще генерира ID неизползван студент и го възлага на нов ученик. Накрая кликнете върху бутона Save в горната част на екрана
bn_bd: থেকে ছাত্র যোগ, জন্ম তারিখ, সামাজিক নিরাপত্তা নম্বর, জাতি, লিঙ্গ, জন্মস্থান, এবং গ্রেড লিখুন. এরপর, ছাত্রদের নিয়োগ কার্যকর তারিখ এবং পৃষ্ঠার নিচে টান মারা ডাউন মেনু থেকে তালিকা কোড নির্বাচন. আপনি যদি এই ছাত্র জন্য ছাত্র আইডি নির্দিষ্ট ইচ্ছুক, টেক্সট ক্ষেত্রের লেবেল ছাত্র আইডি মধ্যে ছাত্র আইডি লিখুন. যদি আপনি এই ক্ষেত্রটি ফাঁকা ছেড়ে, openSIS উৎপন্ন একটি অব্যবহৃত ছাত্র আইডি এবং নতুন ছাত্র সেটি ধার্য হবে. অবশেষে, পর্দার উপরের সেভ বাটন ক্লিক করুন
da_dk: Du kan tilføje den studerende, skal du indtaste fødselsdato, CPR-nummer, etnicitet, køn, fødested, og lønklasse. Vælg derefter den faktiske dato for de studerende indskrivning og registrering koden fra pull-down menuer nederst på siden. Hvis du ønsker at angive et studiekort for denne studerende, skal du indtaste studiekort i tekstfeltet mærket studiekort. Hvis du lader dette felt stå tomt, vil openSIS generere en ubrugt studiekort og tildele den til de nye studerende. Endelig skal du klikke på knappen Gem øverst på skærmen
el_gr: Για να προσθέσετε το μαθητή, εισάγετε την ημερομηνία γέννησης, αριθμός κοινωνικής ασφάλισης, την εθνικότητα, το φύλο, τη γενέτειρα και την τάξη. Στη συνέχεια, επιλέξτε την ημερομηνία έναρξης ισχύος της εγγραφής τους φοιτητές και τον κωδικό εγγραφής από το pull-down μενού στο κάτω μέρος της σελίδας. Εάν επιθυμείτε να καθορίσετε μια φοιτητικής ταυτότητας για αυτό το φοιτητή, πληκτρολογήστε το αναγνωριστικό φοιτητής στο πεδίο με την ένδειξη κειμένου φοιτητική τους ταυτότητα. Αν αφήσετε αυτό το πεδίο κενό, openSIS θα δημιουργήσει ένα αχρησιμοποίητο φοιτητική τους ταυτότητα και να την αντιστοιχίσετε με το νέο φοιτητή. Τέλος, κάντε κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης
et_ee: Lisada üliõpilane, sisestage sünniaeg, isikukood, rahvus, sugu, sünnikoht ja klassi. Seejärel valige jõustumiskuupäev õpilaste registreerimine ja registreerimise kood rippmenüüd allosas lehekülge. Kui soovite määrata õpilase ID tudeng, sisestage õpilase ID tekstiväljale märgistatud õpilase ID. Kui jätad selle välja tühjaks, openSIS loob kasutamata õpilase ID ja määrata talle uue üliõpilane. Lõpuks vajuta nuppu Salvesta ülaosas ekraani
fa_ir: برای اضافه کردن به دانش آموز ، تاریخ تولد ، شماره امنیتی اجتماعی ، قومیت ، جنسیت ، محل تولد ، و درجه را وارد کنید. سپس ، از تاریخ موثر از دانش آموزان ثبت نام و کد ثبت نام از منوها PULL - DOWN در پایین صفحه را انتخاب کنید. اگر می خواهید برای مشخص کردن یک ID برای این دانش آموز دانشجو ، وارد کنید ID دانش آموز را به متن حوزه ID دانش آموز با برچسب. اگر شما این قسمت را خالی ترک ، openSIS ID دانش آموز استفاده نشده و تولید اختصاص آن به دانش آموز جدید. در نهایت ، با کلیک بر روی دکمه ذخیره در بالای صفحه کلیک کنید
fi_fi: Voit lisätä opiskelijan, anna syntymäaika, henkilötunnus, etnisyys, sukupuoli, syntymäpaikka, ja arvosana. Valitse sitten voimaantulopäivä opiskelijoiden ilmoittautuminen ja ilmoittautuminen koodia pudotusvalikoista alareunassa sivun. Jos haluat määrittää opiskelijakortti tämän opiskelija, kirjoita opiskelijanumero tekstikenttään merkitty opiskelijakortti. Jos jätät tämän kentän tyhjäksi, openSIS luo käyttämätön opiskelijakortti ja määritä se uusi opiskelija. Klikkaa lopuksi Tallenna-painiketta yläreunassa näytön
ga_ie: Chun cur leis an mac léinn, cuir isteach an dáta breithe, uimhir leasa shóisialaigh, eitneachas, inscne, áit bhreithe, agus grád. Ansin, roghnaigh an dáta éifeachtach an rollú mac léinn agus an cód rollú ó na biachláir tarraingt-síos ag bun an leathanaigh. Más mian leat a shonrú le haitheantas ar mhic léinn le haghaidh mac léinn seo, dul isteach ar an ID mac léinn isteach sa téacs ID réimse mac léinn atá lipéadaithe. má fhágann tú glan é seo réimse seo, beidh openSIS ghiniúint ID mac léinn nach bhfuil in úsáid agus é a shannadh don mac léinn nua. Mar fhocal scoir, cliceáil ar an gcnaipe Sábháil ag barr an scáileáin
gl_gl: Para engadir o estudante, escriba a data de nacemento, número de seguridade social, etnia, xénero, lugar de nacemento, e grao. A continuación, seleccione a data efectiva da inscrición os estudantes eo código de inscrición a partir do menú pull-down na parte inferior da páxina. Se desexa especificar unha carteira de estudante a este alumno, insira a tarxeta de estudante no texto carteira de estudante campo rotulado. Se deixas a caixa baleira openSIS aquí xerará unha bolsa de estudante non utilizados e atribuílo ao novo alumno. Por último, prema no botón Gardar da parte superior da pantalla
hr_hr: Da biste dodali učenika, unesite datum rođenja, broj socijalnog osiguranja, nacionalnosti, spola, rođenja, i razreda. Zatim, odaberite dana stupanja na snagu učenika upisa i upis koda iz padajućeg izbornika na dnu stranice. Ako želite odrediti studentske ID za ovog učenika, unesite studentske ID u tekst polje označeno studentske iskaznice. Ako ostavite ovo polje prazno, openSIS će generirati neiskorišten ID učenika i dodijeliti novi učenik. Konačno, kliknite gumb Spremi na vrhu zaslona
hu_hu: Ahhoz, hogy hozzá a diák, adja meg a születési dátum, társadalombiztosítási szám, etnikai, nemi, szülőhelye, és a minőség. Ezután válassza ki a hatálybalépésének napját a hallgatók beiratkozási és regisztrációs kódot a legördülő menük alján az oldalon. Ha szeretné, hogy adja meg a diákigazolvány a hallgatói, adja meg a diákigazolvány a szöveges mezőbe diákigazolvány. Ha üresen hagyja ezt a mezőt, openSIS generál egy használaton kívüli diákigazolvány és rendelje meg az új diák. Végül kattintson a Mentés gombra a képernyő felső részén
is_is: Til að bæta nemanda, slá inn fæðingardag, kennitölu, þjóðerni, kyn, fæðingarstaður og bekk. Þá velja gildistöku nemenda innritun og skráningu kóða frá fellivalmyndirnar neðst á síðunni. Ef þú vilt tilgreina nemandi auðkenni fyrir þessa nemendur inn nemandinn ID í reitinn textann merktan nemandi ID. Ef þú skilur þennan reit openSIS vilja búa til ónotað nemandi ID og framselja það til nýja nemendur. Að lokum skaltu smella á Vista hnappinn efst á skjánum
ja_jp: 学生を追加するには、生年月日、社会保障番号、民族、性別、出生地、および等級を入力します。その後、ページの下部にあるプルダウンメニューから学生の入学および登録コードの有効日付を選択します。この学生のための学生のIDを指定する場合は、学生のIDをラベルの付いたテキストフ​​ィールドに学生のIDを入力してください。このフィールドを空白のままにした場合、openSISは、未使用の学生のIDを生成し、新しい学生に割り当てられます。最後に、画面の上部にある[保存]ボタンをクリックします。
lt_lt: Norėdami pridėti studentas, įveskite gimimo datą, socialinio draudimo numeris, etninės kilmės, lyties, gimimo, ir rangą. Tada pasirinkite įsigaliojimo dienos mokinių priėmimą ir priėmimo kodą iš išskleidžiamajame meniu, puslapio apačioje. Jei norite nurodyti studento tapatybės studentė, įveskite į teksto laukelyje, pavadintame studento tapatybės studento tapatybės. Jei paliekate šį laukelį tuščią, openSIS sukurs nenaudojamą studento tapatybės ir priskirti jai naujas studentas. Galiausiai, spustelėkite mygtuką &quot;Išsaugoti&quot; ekrano viršuje
lv_lv: Lai pievienotu students, ievadiet dzimšanas datums, sociālās apdrošināšanas numuru, tautību, dzimumu, dzimšanas vieta un pakāpes. Pēc tam izvēlieties efektīvu studentu uzņemšanas datumu un uzņemšanas kodu no nolaižamās izvēlnes apakšā lapā. Ja vēlaties norādīt students ID par šo students, ievadiet studenta identifikācijas tekstā laukā ar nosaukumu studenta ID. Ja atstāsit šo lauku tukšu, openSIS radīs neizmantoto studenta apliecība un piešķirt tai jaunu studentu. Visbeidzot, noklikšķiniet uz pogas Saglabāt augšpusē ekrānam
mk_mk: За да додадете на студентот, внесете го датумот на раѓање, број на социјално осигурување, етничка припадност, пол, родното место, и одделение. Потоа, изберете го ефективниот датум на студентите за запишување и запишувањето кодот од паѓачкото мени на дното на страницата. Ако сакате да наведете еден студент проект за овој ученик, внесете го студент проект во полето за текст означен студент проект. Ако го оставите ова празно, openSIS ќе генерира неискористени студент проект и да се додели на нов студентски. Конечно, кликнете на копчето Зачувај на врвот на екранот
nn_no: For å legge til studenten, angir fødselsdato, personnummer, etnisitet, kjønn, fødested, og karakter. Deretter velger du den datoen av studentene innmelding og påmelding koden fra rullegardinmenyene nederst på siden. Hvis du ønsker å spesifisere en student ID for denne student, skriv studenten ID i tekstfeltet merket student ID. Hvis du lar dette feltet stå tomt, vil openSIS generere en ubrukt student-ID og tilordne den til den nye student. Til slutt klikker du på knappen Lagre øverst på skjermen
pl_pl: Aby dodać student, wpisać datę urodzenia, numer ubezpieczenia społecznego, pochodzenia etnicznego, płci, miejsca urodzenia i klasę. Następnie wybierz datę wejścia w życie zapisów studentów i kod dostępu do kursu z rozwijanego menu na dole strony. Jeśli chcesz określić legitymacji studenckiej dla tego ucznia, wprowadzić identyfikator studenta w polu tekstowym ID oznaczone studentów. Jeśli to pole pozostanie puste, openSIS wygeneruje nieużywane legitymacji studenckiej i przypisać go do nowego ucznia. Na koniec kliknij przycisk Zapisz na górze ekranu
pt_pt: Para adicionar o estudante, digite a data de nascimento, número de segurança social, etnia, gênero, local de nascimento, e grau. Em seguida, selecione a data efetiva da inscrição os estudantes eo código de inscrição a partir dos menus pull-down na parte inferior da página. Se você deseja especificar uma carteira de estudante para este aluno, insira o cartão de estudante no texto carteira de estudante campo rotulado. Se você deixar este campo em branco, openSIS irá gerar uma carteira de estudante não utilizados e atribuí-lo ao novo aluno. Finalmente, clique no botão Salvar na parte superior da tela
ro_ro: Pentru a adăuga student, introduceţi data naşterii, numărul de securitate socială, etnie, sex, locul de naştere, şi gradul. Apoi, selectaţi data intrării în vigoare a înscrierea studenţilor, precum şi codul de înscriere din meniurile verticale din partea de jos a paginii. Dacă doriţi să specificaţi un ID de student pentru acest elev, introduceţi ID-ul studentului în textul carnetului de student câmpul etichetat. Dacă lăsaţi acest câmp necompletat, openSIS va genera un ID elev neutilizate şi atribuiţi-l la noul student. În cele din urmă, faceţi clic pe butonul Salvaţi din partea de sus a ecranului
ru_ru: Чтобы добавить студента, введите дату рождения, номер социального страхования, этническая принадлежность, пол, место рождения, и класс. Затем выберите дату вступления в силу зачисление студентов и регистрации кода из выпадающего меню в нижней части страницы. Если вы хотите указать студенческий билет для этого ученика, введите студенческий билет в текстовое поле, помеченное студенческий билет. если вы оставите это поле пустым, openSIS будет генерировать неиспользованные ID студента и назначить его на новый студент. Наконец, нажмите кнопку Сохранить в верхней части экрана
sk_sk: Ak chcete pridať študent, zadajte dátum narodenia, rodné číslo, národnosť, pohlavie, miesto narodenia a trieda. Potom vyberte dátum účinnosti študentov zápisu a registráciu kód z pull-down menu v spodnej časti stránky. Ak chcete zadať študentského preukazu pre tento študent, študent zadajte číslo do textového poľa označeného študentského preukazu. Ak necháte toto pole prázdne, bude generovať openSIS nepoužívané študentské ID a priraďte ju do nového študenta. Nakoniec kliknite na tlačidlo Uložiť v hornej časti obrazovky
sl_si: Če želite dodati študent, vnesite datum rojstva, številka socialnega zavarovanja, etnično pripadnost, spol, rojstni kraj, in razred. Nato izberite datum začetka veljavnosti vpisa študentov in vpis kodo iz spustnih menijev na dnu strani. Če želite določiti študent ID za ta študentka, se vpiše študent ID v polje besedilom z oznako ID študenta. Če pustite to polje prazno, bo openSIS ustvarila neuporabljeno ID študenta in ga dodelite novo študenta. Na koncu kliknite gumb Shrani na vrhu zaslona
sq_al: Për të shtuar të studentëve, të hyjë në datën e lindjes, numrin e sigurimeve shoqërore, përkatësia etnike, gjinia, vendlindja, dhe klasën. Pastaj, zgjidhni data efektive e regjistrimin e studentëve dhe kodin regjistrimi nga pull-down menus në fund të faqes. Nëse ju dëshironi të specifikoni një ID studenti për këtë nxënës, futni ID studentëve në fushën e tekstit ID emërtuar studentëve. qoftë se ju largoheni bosh këtë fushë, openSIS do të gjenerojë një ID të papërdorura studentëve dhe të caktojë atë të studentëve të rinj. Së fundi, kliko butonin Ruaj në krye të ekranit
sr_rs: Да бисте додали студента, унесите датум рођења, број социјалног осигурања, етницитет, пол, место, и разреда. Затим изаберите дана ступања на снагу упис студената и упису код са падајућег менија на дну странице. Ако желите да одредите ИД студента за овај ученик, унесите ИД студената у текст поље означено студентски ИД. Ако ово поље оставите празно, опенСИС ће генерисати неискоришћени ИД студената и доделити га новог ученика. На крају, кликните на дугме Сачувај на врху екрана
sv_se: För att lägga till den studerande, ange födelsedatum, personnummer, etnicitet, kön, födelseort och betyg. Välj sedan den dag då eleverna inskrivning och registrera koden från rullgardinsmenyerna längst ner på sidan. Om du vill ange ett student-id för den här eleven anger studentlegitimation i texten fältet märkt studentlegitimation. Om du lämnar det här fältet tomt, openSIS generera en oanvänd studentlegitimation och tilldela den till den nya eleven. Slutligen klickar du på knappen Spara längst upp på skärmen
th_th: ในการเพิ่มนักเรียนให้ใส่วันเดือนปีเกิดหมายเลขประกันสังคมเชื้อชาติ, เพศ, สถานที่เกิดและระดับชั้น จากนั้นเลือกวันที่ที่มีประสิทธิภาพของการลงทะเบียนนักศึกษาและรหัสการลงทะเบียนจากเมนูแบบเลื่อนลงที่ด้านล่างของหน้า หากคุณต้องการระบุ ID ของนักเรียนสำหรับนักเรียนที่นี้ให้ใส่รหัสนักศึกษาลงในช่องข้อความที่มีป้ายชื่อประจำตัวนักศึกษา ถ้าคุณเว้นช่องว่างนี้ openSIS จะสร้างรหัสนักศึกษาไม่ได้ใช้และกำหนดให้นักเรียนใหม่ สุดท้ายคลิกที่ปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: Öğrenci eklemek için, doğum tarihiniz, sosyal güvenlik numarası, etnisite, cinsiyet, doğum yeri ve notu girin. Ardından, öğrencilerin kayıt ve sayfanın alt kısmında açılan menülerden kayıt kodu yürürlüğe girdiği tarihten seçin. Bu öğrenci için bir öğrenci kimliğini belirlemek isterseniz, öğrenci kimliği etiketli öğrenci kimliği metin alanının içine girin. Bu alanı boş bırakırsanız, Opensis kullanılmayan bir öğrenci kimliği oluşturmak ve yeni bir öğrenci atamak. Son olarak, ekranın üst kısmındaki Kaydet düğmesini tıklatın.
uk_ua: Щоб додати студента, введіть дату народження, номер соціального страхування, етнічна приналежність, стать, місце народження, і клас. Потім оберіть дату вступу в силу зарахування студентів і реєстрації коду з випадаючого меню в нижній частині сторінки. Якщо ви хочете вказати студентський квиток для цього учня, введіть студентський квиток в текстове поле, позначене студентський квиток. якщо ви залишите це поле порожнім, openSIS буде генерувати невикористані ID студента і призначити його на новий студент. Нарешті, натисніть кнопку Зберегти у верхній частині екрана
wa_be: I ychwanegu y myfyriwr, fynd i mewn i&#39;r, dyddiad geni rhif nawdd cymdeithasol, ethnigrwydd, rhyw, man geni, a gradd. Yna, dewiswch y dyddiad effeithiol y cofrestru myfyrwyr a&#39;r cod cofrestru o&#39;r dewislenni tynnu i lawr ar waelod y dudalen. Os ydych yn dymuno i bennu ID myfyrwyr ar gyfer y myfyrwyr, fynd i mewn i&#39;r ID myfyriwr i mewn i&#39;r maes ID destun myfyrwyr wedi&#39;u labelu. os byddwch yn gadael maes hwn yn wag, bydd openSIS creu adnabod myfyriwr heb ei ddefnyddio a benodi i&#39;r myfyrwyr newydd. Yn olaf, cliciwch ar y botwm Save ar frig y sgrin
zh_tw: 要增加學生，輸入出生日期，社會安全號碼，種族，性別，出生地，和品位。然後，選擇有效日期的學生入學和招生代碼從下拉菜單底部的頁面。如果你想指定為這名學生學生證，學生證進入到文本字段中的學生證。如果你離開這個領域的空白，openSIS會產生一個未使用的學生證，並分配給新的學生。最後，單擊保存按鈕在屏幕上方
