Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Relationship to Student
af_za: Verwantskap aan Studente
ar_dz: العلاقة مع الطلاب
be_by: Стаўленне да студэнцкай
bg_bg: Отношение към Student
bn_bd: ছাত্র সম্পর্ক
da_dk: Forholdet til Student
el_gr: Σχέση με το Student
es_es: Relación con el Alumno
et_ee: Seos Student
fa_ir: نسبت به دانش آموزان
fi_fi: Suhde Student
ga_ie: Gaol leis an Mac Léinn
gl_gl: Relación coa estudante
hr_hr: Odnos studenata
hu_hu: Kapcsolata a Student
is_is: Tengsl við Student
ja_jp: 生徒との関係
lt_lt: Santykis į studentų
lv_lv: Saistība ar Studentu
mk_mk: Однос со Студентски
nn_no: Forholdet til Student
pl_pl: Stosunek do studentów
pt_pt: Relação com a estudante
ro_ro: Relaţia cu Student
ru_ru: Отношение к студенческой
sk_sk: Vzťah k študentovi
sl_si: Odnos do študentov
sq_al: Marrëdhënia me Studentin
sr_rs: Однос према Студентски
sv_se: Förhållande till Student
th_th: ความสัมพันธ์กับนักเรียน
tr_tr: Öğrenci İlişkisi
uk_ua: Ставлення до студентської
wa_be: Perthynas i Fyfyrwyr
zh_tw: 關係到學生

source: Email
af_za: E-pos
ar_dz: البريد الإلكتروني
bn_bd: ইমেল
fa_ir: ایمیل
fi_fi: Sähköposti
ga_ie: Ríomhphost
gl_gl: Correo-e
is_is: Netfang
ja_jp: メール
lt_lt: Elektroniniu paštu
lv_lv: E-pasts
mk_mk: Е-пошта
nn_no: E-post
sr_rs: Е-маил
sv_se: E
th_th: อีเมล์
tr_tr: E-posta
wa_be: E-bost
zh_tw: 電子郵件

source: Custody of Student
af_za: Bewaring van student
ar_dz: حضانة طالبة
be_by: Захоўванне Студэнцкая
bg_bg: Задържането на студент
bn_bd: ছাত্র এর হেফাজতে
da_dk: Forældremyndigheden over Student
el_gr: Θεματοφυλακής της Φοιτητικής
es_es: Custodia del Alumno
et_ee: Vahi Student
fa_ir: حضانت دانشجوی
fi_fi: Säilytys Student
ga_ie: Coimeád na Mac Léinn
gl_gl: Custodia de Student
hr_hr: Pritvor Studentskog
hu_hu: Őrizetbe Diák
is_is: Forsjá Student
ja_jp: 学生の親権
lt_lt: Studento globos
lv_lv: Turētājbankas Studentu
mk_mk: Притвор на студентите
pl_pl: Kustodia Student
pt_pt: Custódia de Student
ro_ro: Custodie de Student
ru_ru: Хранение Студенческая
sk_sk: Starostlivosť o študentov
sl_si: Skrbništva nad Student
sq_al: Ruajtjen e Studentëve
sr_rs: Притвор Студентског
sv_se: Vårdnaden om Student
th_th: การดูแลของนักศึกษา
tr_tr: Öğrenci velayetini
uk_ua: Зберігання Студентська
wa_be: Ddalfa o Myfyrwyr
zh_tw: 保管學生

source: Same as Students Home Address
af_za: Dieselfde as studente Huisadres.
ar_dz: نفس العناوين الرئيسية الطلبة
be_by: Тое ж, што хатні адрас студэнтаў
bg_bg: Също като студенти Домашен адрес
bn_bd: ছাত্র বাড়ি ঠিকানা একই
da_dk: Samme som Studerende Hjem Adresse
el_gr: Το ίδιο με μαθητές Διεύθυνση κατοικίας
et_ee: Sama Õpilased Koduaadress
fa_ir: مشابه به عنوان آدرس صفحه اصلی دانش آموزان
fi_fi: Sama kuin Opiskelijat Kotiosoite
ga_ie: Mar an gcéanna le Seoladh Baile Mic Léinn
gl_gl: Aínda que estudantes Enderezo Inicio
hr_hr: Isto kao i studenti Kućna adresa
hu_hu: Ugyanaz, mint a diákok Otthoni cím
is_is: Sama og nemendur Heimilisfang
ja_jp: 生徒の自宅住所と同じ
lt_lt: Tas pats, kaip studentai Namų adresas
lv_lv: Tāds pats kā studenti Mājas adrese
mk_mk: Исто како Студентите Насловна Адреса
nn_no: Samme som for studenter Hjemmeadresse
pl_pl: Tak samo jak adres domowy Studenci
pt_pt: Mesmo que estudantes Endereço Início
ro_ro: La fel ca Domiciliu Studenţi
ru_ru: То же, что домашний адрес студентов
sk_sk: Rovnako ako študenti domovskú adresu
sl_si: Enako kot Študenti Domači naslov
sq_al: Njësoj si Studentët Adresa e shtëpisë
sr_rs: Исто као Студенти Кућна адреса
sv_se: Samma som Studenter Hemadress
th_th: เช่นเดียวกับที่อยู่ที่บ้านนักเรียน
tr_tr: Öğrenci Ev Adresi ile aynı
uk_ua: Те ж, що домашня адреса студентів
wa_be: Yr un fath â&#39;r Cyfeiriad Cartref Myfyrwyr
zh_tw: 同為學生家庭地址

source: Same as Student's Home Address
af_za: Dieselfde as student se Home
ar_dz: نفس العناوين الرئيسية للطالب
be_by: Тое ж, што Хатні адрас Студэнцкая
bg_bg: Също като Начална Адрес Студентски
bn_bd: ছাত্র বাড়ি ঠিকানা একই
da_dk: Samme som Student hjemadresse
el_gr: Ίδια με την Διεύθυνση κατοικίας Φοιτητών
es_es: Igual a la Dirección Particular del Alumno
et_ee: Sama Student kodune aadress
fa_ir: مشابه به عنوان آدرس صفحه اصلی دانش آموز
fi_fi: Sama kuin opiskelijan kotiosoite
ga_ie: Mar an gcéanna le Seoladh Baile an Mhic Léinn
gl_gl: Mesma Enderezo Student Inicio
hr_hr: Isto kao student kućnu adresu
hu_hu: Ugyanaz, mint a Student lakcíme
is_is: Sama og heimilisfang Home Student &#39;s
ja_jp: 学生のホームアドレスと同じ
lt_lt: Tas pats, kaip studentų Namų adresas
lv_lv: Tāds pats kā Studentu Mājas adrese
mk_mk: Исто како дома Адреса Студентски
nn_no: Samme som Student Hjemmeadresse
pl_pl: Tak samo jak adres domowy studenta
pt_pt: Mesma Endereço Student Início
ro_ro: La fel ca Domiciliu elevului
ru_ru: То же, что Домашний адрес Студенческая
sk_sk: Rovnako ako Študent adresa bydliska
sl_si: Enako kot Home Študentska naslov
sq_al: Njësoj si Adresa e Studentëve Kryesore
sr_rs: Исто као Кућна адреса Студентског
sv_se: Samma som Student hemadress
th_th: เช่นเดียวกับที่อยู่ที่บ้านของนักเรียน
tr_tr: Öğrenci Ev Adresi ile aynı
uk_ua: Те ж, що Домашня адреса Студентська
wa_be: Yr un fath â&#39;r Cyfeiriad Cartref Myfyrwyr
zh_tw: 同為學生的家庭住址

source: This is an Emergency Contact.
af_za: Dit is &#39;n noodgeval Contact.
ar_dz: هذا هو الاتصال في حالات الطوارئ.
be_by: Гэта надзвычайных кантакт.
bg_bg: Това е спешна Contact.
bn_bd: এটি একটি জরুরী যোগাযোগ.
da_dk: Dette er en nødsituation Kontakt.
el_gr: Αυτό είναι ένα Επικοινωνία έκτακτης ανάγκης.
et_ee: See on Emergency Kontakt.
fa_ir: این تماس اضطراری است.
fi_fi: Tämä on Hätäyhteystiedot.
ga_ie: Is é seo an Teagmháil Éigeandála.
gl_gl: Este é un contacto de urxencia.
hr_hr: To je u slučaju nužde Kontakt.
hu_hu: Ez egy Emergency Contact.
is_is: Þetta er neyðartilfelli samband.
ja_jp: これは、緊急時連絡先です。
lt_lt: Tai kur kreiptis avarijos atveju.
lv_lv: Šī ir ārkārtas Kontakti.
mk_mk: Ова е итен случај, контактирајте.
nn_no: Dette er en Emergency kontakt.
pl_pl: Jest to telefon alarmowy.
pt_pt: Este é um contato de emergência.
ro_ro: Aceasta este o legatura de urgenţă.
ru_ru: Это чрезвычайным контакт.
sk_sk: To je kontakt pre mimoriadne situácie.
sl_si: To je klic v nujnih primerih.
sq_al: Kjo është një Kontaktoni urgjencës.
sr_rs: Ово је за хитне случајеве контакт.
sv_se: Detta är en nödsituation Kontakt.
th_th: นี่คือการติดต่อในกรณีฉุกเฉิน
tr_tr: Bu Acil Durum Haberleşme.
uk_ua: Це надзвичайних контакт.
wa_be: Mae hwn yn Cyswllt mewn Argyfwng.
zh_tw: 這是一個緊急聯絡。

source: This is an Emergency Contact
af_za: Dit is &#39;n noodgeval Kontak
ar_dz: هذا هو الاتصال في حالات الطوارئ
be_by: Гэта Emergency Contact
bg_bg: Това е спешно Contact
bn_bd: এটি একটি জরুরী যোগাযোগ
da_dk: Dette er en nødsituation Kontakt
el_gr: Αυτό είναι ένα Επικοινωνία έκτακτης ανάγκης
es_es: Este es un contacto de emergencia
et_ee: See on Emergency Kontakt
fa_ir: تماس اضطراری
fi_fi: Tämä on Hätäyhteystiedot
ga_ie: Is é seo an Teagmháil Éigeandála
gl_gl: Este é un Contactar de Urxencia
hr_hr: To je u slučaju nužde Kontakt
hu_hu: Ez egy vészhelyzet Kapcsolat
is_is: Þetta er neyðartilfelli samband
ja_jp: これは、緊急連絡先です。
lt_lt: Tai kur kreiptis avarijos atveju
lv_lv: Šī ir ārkārtas Kontakti
mk_mk: Ова е итен Контакт
nn_no: Dette er en Emergency Kontakt
pl_pl: Jest to telefon alarmowy
pt_pt: Este é um Contato de Emergência
ro_ro: Aceasta este o legatura de urgenţă
ru_ru: Это Emergency Contact
sk_sk: Toto je núdzový kontakt
sl_si: To je klic v nujnih primerih
sq_al: Ky është një Kontaktoni emergjente
sr_rs: Ово је за хитне случајеве Контакт
sv_se: Detta är en nödsituation Kontakt
th_th: นี่คือการติดต่อในกรณีฉุกเฉิน
tr_tr: Bu bir Acil Durum İrtibatı
uk_ua: Це Emergency Contact
wa_be: Mae hwn yn Cyswllt mewn Argyfwng
zh_tw: 這是一個緊急聯絡

source: Entered By
af_za: Ingevuld deur
ar_dz: تم إدخاله من قبل
be_by: Уведзенае
bg_bg: Въведени от
bn_bd: তালিকাভুক্তকারী
da_dk: Indtastet af
el_gr: Εισαγωγή από
es_es: Entró por
et_ee: Poolt sisestatud
fa_ir: وارد شده توسط
fi_fi: Syöttää
ga_ie: Iontráilte Trí
gl_gl: Introducido por
hr_hr: Upisati
hu_hu: Rögzítette
is_is: Inn af
ja_jp: で入力
lt_lt: Įvedė
lv_lv: Ieraksta ar
mk_mk: Внесен од
nn_no: Angitt By
pl_pl: Wprowadzonych przez
pt_pt: Introduzido por
ro_ro: Introduse de către
ru_ru: Введенное
sk_sk: Vložil
sl_si: Vnese
sq_al: Regjistruar nga
sr_rs: Које је унео
sv_se: Inlagt av
th_th: ป้อนโดย
tr_tr: Yapan
uk_ua: Введене
wa_be: Entered Erbyn
zh_tw: 進入到

source: The student is already enrolled on that date, and could not be enrolled a second time on the date you specified. Please fix, and try enrolling the student again.
af_za: Die student is reeds ingeskryf op daardie datum, en kon nie 'n tweede keer ingeskryf word op die datum wat u verskaf. Los asseblief, en probeer om te skryf die student weer.
ar_dz: والتحق الطالب بالفعل في ذلك التاريخ، وأنه لا يمكن التحق للمرة الثانية في تاريخ الذي حددته. يرجى إصلاح، ومحاولة تسجيل الطالب مرة أخرى.
es_es: El estudiante ya está inscrito en esa fecha, y no podía ser inscrito por segunda vez en la fecha especificada. Por favor, corrija, y tratar de inscribir al estudiante de nuevo.

source: Attendance Start Date this School Year
af_za: Bywoning Begindatum huidige skooljaar
ar_dz: ابدأ تاريخ الحضور هذه السنة الدراسية
be_by: Наведвальнасць Дата пачатку гэтага навучальнага года
bg_bg: Старт Присъствие Дата тази учебна година
bn_bd: হাজিরা শুরু তারিখ এই স্কুল বছরটিতে
da_dk: Deltagelse Startdato dette skoleår
el_gr: Έναρξη Παρακολούθηση Ημερομηνία φετινή σχολική χρονιά
es_es: Fecha de Inicio de Asistencia este Año Escolar
et_ee: Osavõtjate Start Date see kooliaasta
fa_ir: حضور و غیاب شروع تاریخ این سال تحصیلی
fi_fi: Läsnäolo Aloituspäivä Tänä lukuvuonna
ga_ie: Dáta Tosaigh Tinreamh seo Scoilbhliain
gl_gl: Inicio atención Date este curso
hr_hr: Gledatelja Datum početka ove godine škole
hu_hu: Részvétel Kezdés a tanév
is_is: Aðsókn Upphafsdagur þessu skólaári
ja_jp: 出席は、この学校の年度開始日
lt_lt: Dalyvavimas pradžios data Mokykla Metai
lv_lv: Apmeklējumu Sākuma datums šajā mācību gadā
mk_mk: Публика Почеток Датум оваа учебна година
nn_no: Oppmøte Startdato dette skoleåret
pl_pl: Początek obecności Data w tym roku szkolnym
pt_pt: Iniciar atendimento Date este ano lectivo
ro_ro: Start Participarea Data acest an şcolar
ru_ru: Посещаемость Дата начала этого учебного года
sk_sk: Účasť Dátum začatia tohto školského roka
sl_si: Udeležba Start Date tem šolskem letu
sq_al: Fillimi Pjesëmarrja Data këtë vit shkollor
sr_rs: Присуство Датум почетка ове школске године
sv_se: Närvaro Startdatum här skolåret
th_th: เริ่มเข้าโรงเรียนวันปีนี้
tr_tr: Seyirci Başlangıç ​​Tarihi Okul Yılı
uk_ua: Відвідуваність Дата початку цього навчального року
wa_be: Dyddiad Cychwyn Presenoldeb y Flwyddyn Ysgol
zh_tw: 出席本學年開始日期

source: Student cannot be dropped because student has got attendance till
af_za: Student kan nie afgelaai word nie omdat student het 'bywoning tot
ar_dz: لا يمكن الاستغناء الطالب لأن الطالب قد حصل على الحضور حتى
es_es: No se puede eliminar porque tiene calificaciones asociadas.

source: Student drop date cannot be before student enrollment date
af_za: Student drop datum kan nie wees voordat studente-inskrywings datum
ar_dz: طالب تاريخ قطرة لا يمكن أن يكون قبل تاريخ التحاق الطالب
es_es: Fecha de entrega del estudiante no puede ser antes de la fecha de inscripción del estudiante

source: Please enter proper drop date.Drop date must be greater than student enrollment date.
af_za: Tik behoorlike druppel date.Drop datum moet groter as studente-inskrywings kan wees nie.
ar_dz: من فضلك ادخل انخفاض السليم يجب أن يكون تاريخ date.Drop أكبر من الطلاب تاريخ الالتحاق.
es_es: Por favor introduce gota adecuado fecha date.Drop debe ser mayor que la fecha de inscripción del estudiante.

source: White, Non-Hispanic
af_za: White, niet-Hispanic/Latijns-Amerikaans
ar_dz: أبيض ، غير اللاتينيين
be_by: Белы, неиспаноязычных
bg_bg: Бяло, Non-Испанци
bn_bd: সাদা, অ স্পেইনদেশীয়
da_dk: Hvidt, ikke-spansktalende
el_gr: Λευκό, μη ισπανόφωνων
es_es: Blancos, No Hispano
et_ee: Valge, mitte-hispaanlased
fa_ir: سفید ، غیر اسپانیایی
fi_fi: Valkoinen, ei-latinalaisamerikkalainen
ga_ie: Bán, Neamh-Hispanic
gl_gl: Branco, non hispanos
hr_hr: Bijela, Non-Hispanjolci
hu_hu: Fehér, nem hispán
ja_jp: 白、非ヒスパニック系
lt_lt: Balta, Ne-Ispaniškas
mk_mk: Белата, нехиспанското
nn_no: Hvit, Non-Hispanic
pl_pl: Biały, nie-Latynosi
pt_pt: Branco, não-hispânicos
ro_ro: Alb, non-hispanici
ru_ru: Белый, неиспаноязычных
sk_sk: Biely, non-hispánsky
sq_al: E bardhë, jo-hispanike
sr_rs: Бело, собе за хиспано
sv_se: Vit, icke-spansktalande
th_th: สีขาว, Non - Hispanic
tr_tr: Beyaz, Sigara-Hispanik
uk_ua: Білий, неіспаномовних
wa_be: Gwyn, Non-Sbaenaidd
zh_tw: 白人，非西班牙裔

source: Black, Non-Hispanic
af_za: Swart, niet-Hispanic/Latijns-Amerikaans
ar_dz: أسود ، غير اللاتينيين
be_by: Чорны, неиспаноязычных
bg_bg: Черен, Non-Испанци
bn_bd: ব্ল্যাক, নন স্পেইনদেশীয়
da_dk: Sort, ikke-spansktalende
el_gr: Μαύρο, μη ισπανόφωνων
es_es: Negro, No Hispano
et_ee: Must, mitte-hispaanlased
fa_ir: سیاه و سفید ، غیر اسپانیایی
fi_fi: Musta, ei-latinalaisamerikkalainen
ga_ie: Dubh, Neamh-Hispanic
gl_gl: Negro, non hispanos
hr_hr: Crno, Non-Hispanjolci
hu_hu: Fekete, nem hispán
ja_jp: 非ヒスパニック、黒
lt_lt: Juoda, Ne-Ispaniškas
mk_mk: Црна, нехиспанското
nn_no: Sort, Non-Hispanic
pl_pl: Czarny, nie-Latynosi
pt_pt: Preto, não-hispânicos
ro_ro: Negru, non-hispanici
ru_ru: Черный, неиспаноязычных
sk_sk: Čierny, non-hispánsky
sl_si: Črna, Non-Hispanic
sq_al: Zi, jo-hispanike
sr_rs: Црна, собе за хиспано
sv_se: Svart, icke-spansktalande
th_th: สีดำ, สี Non - Hispanic
tr_tr: Sigara Hispanik, Siyah
uk_ua: Чорний, неіспаномовних
wa_be: Du, Non-Sbaenaidd
zh_tw: 黑人，非西班牙裔

source: American Indian or Native Alaskan
af_za: Amerikaanse Indiane of Native Alaskan
ar_dz: هنود أمريكا أو ألاسكا الأصليين
be_by: Амерыканскі індзеец або Аляскі
bg_bg: Индианец или Native Аляска
bn_bd: আমেরিকান ইন্ডিয়ান বা নেটিভ Alaskan
da_dk: Indianer eller indfødt Alaskan
el_gr: Ινδιάνος ή Native Αλάσκα
es_es: Americano Indio o Nativo de Alaska
et_ee: Indiaani või Native Alaska
fa_ir: سرخپوستان آمریکایی یا بومی آلاسکا
fi_fi: American Indian tai Native Alaskan
ga_ie: Meiriceánach Dúchasach Indiach nó Alaskan
gl_gl: American Indian ou Nativo de Alaska
hr_hr: Indijanac ili Indijanci na Aljasci
hu_hu: Amerikai indián vagy alaszkai bennszülött
is_is: American Indian eða Native Alaskan
ja_jp: アメリカンインディアンまたはアラスカ先住民
lt_lt: Amerikos indėnų arba Gimtoji Aliaskos
lv_lv: American Indijas vai Native Aļaskas
mk_mk: Американските Индијанци или Мајчин Алјаска
nn_no: American Indian eller Alaskas innfødte
pl_pl: Native American Indian lub Alaskan
pt_pt: American Indian ou Nativo do Alasca
ro_ro: Indiana din America sau nativ din Alaska
ru_ru: Американский индеец или Аляски
sk_sk: Indiána alebo natívne Alaskan
sl_si: American indijski ali Native Aljaski
sq_al: Native American Indian ose Alaskan
sr_rs: Амерички Индијанац или аљаски Матерњи
sv_se: American Indian eller Native Alaskan
th_th: อเมริกันอินเดียนหรือพื้นเมืองอลาสก้า
tr_tr: Amerikan Kızılderili veya Alaska Yerli
uk_ua: Американський індієць чи Аляски
wa_be: Americanaidd Brodorol Indiaidd neu Alaskan
zh_tw: 美洲印第安人或阿拉斯加原住民

source: Pacific Islander
af_za: Pasifiese eilande
ar_dz: جزر المحيط الهادئ
be_by: Ціхаакіянскіх астравоў
bg_bg: Тихия океан островитянин
bn_bd: প্রশান্ত মহাসাগরীয় দ্বীপের
el_gr: Ασιατικά
es_es: Isleño del Pacífico
et_ee: Vaikse ookeani saarte elanike
fa_ir: جزایر اقیانوس آرام
fi_fi: Tyynenmeren Islander
ga_ie: An tAigéan Ciúin Islander
gl_gl: Illas do Pacífico
hu_hu: Óceániai
ja_jp: 太平洋諸島系
lt_lt: Ramiojo vandenyno salų
lv_lv: Klusā okeāna salu
mk_mk: Пацифик островите
nn_no: Stillehavsøyene
pl_pl: Wysp Pacyfiku
pt_pt: Ilhas do Pacífico
ru_ru: Тихоокеанских островов
sk_sk: Pacifik ostrovianskeho
sr_rs: Пацифичких острва
sv_se: Stillahavsområdet
th_th: หมู่เกาะแปซิฟิก
tr_tr: Pasifik Adalı
uk_ua: Тихоокеанських островів
wa_be: Ynysoedd Môr Tawel
zh_tw: 太平洋島民

source: Asian
af_za: Drade
ar_dz: مناقشات
be_by: Абмеркавання
bg_bg: Дискусии
bn_bd: এশিয়ান
da_dk: Diskussioner
el_gr: Συζητήσεις
es_es: Asiático
et_ee: Asja
fa_ir: بحث و گفتگو
ga_ie: Discussions
gl_gl: Debates
hr_hr: Rasprave
hu_hu: Beszélgetések
is_is: Umræður
ja_jp: ディスカッション
lt_lt: Diskusijos
lv_lv: Diskusijas
mk_mk: Дискусиите
nn_no: Diskusjoner
pl_pl: Dyskusje
pt_pt: Discussões
ro_ro: Discuţii
ru_ru: Обсуждения
sk_sk: Diskusia
sl_si: Razprave
sq_al: Diskutimet
sr_rs: Дискусије
sv_se: Diskussioner
th_th: สนทนา
tr_tr: Tartışmalar
uk_ua: Обговорення
wa_be: Trafodaethau
zh_tw: 討論

source: Indian
af_za: Indiese
ar_dz: هندي
be_by: Індыйскі
bg_bg: Индийски
bn_bd: ভারতীয়
da_dk: Indisk
el_gr: Ινδός
es_es: Indio
et_ee: India
fa_ir: هندی
fi_fi: Intialainen
ga_ie: Indiach
gl_gl: Indio
hr_hr: Indijanac
hu_hu: Indiai
is_is: Indverskt
ja_jp: インド
lt_lt: Indijos
lv_lv: Indijas
mk_mk: Индискиот
pl_pl: Indyjski
pt_pt: Indiano
ru_ru: Индийский
sk_sk: Ind
sl_si: Indijski
sr_rs: Индијски
sv_se: Indiska
th_th: อินเดีย
tr_tr: Hint
uk_ua: Індійський
wa_be: Indiaidd
zh_tw: 印度

source: Middle Eastern
af_za: Midde-Oosterse
ar_dz: الشرق الأوسط
be_by: Блізкаўсходні
bg_bg: Близкия изток
bn_bd: মধ্যপ্রাচ্য
el_gr: Της Μέσης Ανατολής
es_es: Medio Oriente
et_ee: Lähis-Ida
fa_ir: خاورمیانه
fi_fi: Lähi-idän
ga_ie: Mheán-Oirthir
gl_gl: Oriente Medio
hr_hr: Bliskoistočna
hu_hu: Közel-keleti
is_is: Í Mið-Austurlöndum
ja_jp: 中東
lt_lt: Artimųjų Rytų
lv_lv: Tuvo Austrumu
mk_mk: Блискиот Исток
nn_no: Midtøsten
pl_pl: Bliskiego Wschodu
pt_pt: Oriente Médio
ro_ro: Orientul Mijlociu
ru_ru: Ближневосточный
sk_sk: Blízkeho východu
sl_si: Bližnjega vzhoda
sq_al: Europa e Mesme
sr_rs: Блиског истока
sv_se: Mellanöstern
th_th: ตะวันออกกลาง
tr_tr: Orta Doğu
uk_ua: Близькосхідний
wa_be: Canol Dwyrain
zh_tw: 中東

source: African
af_za: Afrikaanse
ar_dz: الأفريقي
be_by: Афрыканскі
bg_bg: Африкански
bn_bd: আফ্রিকান
da_dk: Afrikansk
el_gr: Αφρικής
es_es: Africano
et_ee: Aafrika
fa_ir: افریقایی
fi_fi: Afrikkalainen
ga_ie: Afracach
gl_gl: Africano
hr_hr: Afrički
hu_hu: Afrikai
ja_jp: アフリカ
lt_lt: Afrikos
mk_mk: Африка
pl_pl: Afrykański
pt_pt: Africano
ru_ru: Африканский
sk_sk: Africký
sl_si: Afriški
sq_al: Afrikan
sr_rs: Афрички
sv_se: Afrikanska
th_th: แอฟริกัน
tr_tr: Afrika
uk_ua: Африканський
wa_be: Affricanaidd
zh_tw: 非洲

source: Mixed Race
af_za: Gemengde ras
ar_dz: سباق مختلط
be_by: Змешаная раса
bg_bg: Смесена раса
bn_bd: মিশ্র রেস
da_dk: Blandet Race
el_gr: Μιγάδες
es_es: Raza Mixta
fa_ir: از نژادهای مختلف
fi_fi: Sekarotuinen
ga_ie: Rás Measctha
gl_gl: Miscigenados
hr_hr: Mješoviti utrke
hu_hu: Vegyes Race
ja_jp: 混合レース
lt_lt: Maišytos rasės
mk_mk: Мешани трка
pl_pl: Mieszana
pt_pt: Miscigenado
ro_ro: Cursa mixt
ru_ru: Смешанная раса
sk_sk: Zmiešané rasy
sl_si: Mešani Race
sq_al: Race e përzier
sr_rs: Мешовити трка
sv_se: Blandade Race
th_th: การแข่งขันผสม
tr_tr: Karışık Irk
uk_ua: Змішана раса
wa_be: Hil Gymysg
zh_tw: 混合賽

source: Other
af_za: Ander
ar_dz: آخر
be_by: Іншы
bg_bg: Друг
bn_bd: অন্য
da_dk: Andre
el_gr: Άλλο
es_es: Otro
et_ee: Muu
fa_ir: دیگر
fi_fi: Muut
ga_ie: Eile
gl_gl: Outros
hr_hr: Drugi
hu_hu: Más
is_is: Annað
ja_jp: 他
lt_lt: Kitas
lv_lv: Citi
mk_mk: Други
nn_no: Andre
pl_pl: Inny
pt_pt: Outros
ro_ro: Alte
ru_ru: Другой
sk_sk: Ďalšie
sl_si: Drugo
sq_al: Tjetër
sr_rs: Други
sv_se: Andra
th_th: อื่น ๆ
tr_tr: Diğer
uk_ua: Інший
wa_be: Arall
zh_tw: 其他

source: English
af_za: Engels
ar_dz: الإنجليزية
be_by: Англійская
bg_bg: Английски език
bn_bd: ইংরেজি
da_dk: Engelsk
el_gr: Αγγλικά
es_es: Inglés
et_ee: Inglise
fa_ir: انگلیسی
fi_fi: Englanti
ga_ie: Béarla
gl_gl: Inglés
hr_hr: Engleski
hu_hu: Angol
is_is: Enska
ja_jp: 英語を
lt_lt: Anglų
lv_lv: Angļu
mk_mk: Англиски јазик
nn_no: Engelsk
pl_pl: Angielski
pt_pt: Inglês
ro_ro: Englez
ru_ru: Английский
sk_sk: Angličtina
sl_si: Angleški
sq_al: Anglisht
sr_rs: Енглески
sv_se: Engelska
th_th: ภาษาอังกฤษ
tr_tr: İngilizce
uk_ua: Англійська
wa_be: Saesneg
zh_tw: 英

source: Arabic
af_za: Arabies
be_by: Арабская
bg_bg: Арабски
bn_bd: আরবি
el_gr: Αραβικά
es_es: Ãrabe
et_ee: Araabia
fa_ir: عربی
fi_fi: Arabia
ga_ie: Araibis
gl_gl: Árabe
hr_hr: Arapski
hu_hu: Arab
is_is: Arabíska
ja_jp: アラビア
lt_lt: Arabų
lv_lv: Arābu
mk_mk: Арапски
nn_no: Arabisk
pl_pl: Arabski
pt_pt: Árabe
ro_ro: Limba arabă
ru_ru: Арабский
sk_sk: Arabčina
sq_al: Arab
sr_rs: Арапски
sv_se: Arabiska
th_th: ภาษาอาหรับ
tr_tr: Arapça
uk_ua: Арабська
wa_be: Arabeg
zh_tw: 阿拉伯語

source: French
af_za: Frans
ar_dz: فرنسي
be_by: Французская
bg_bg: Френски
bn_bd: ফরাসি
da_dk: Fransk
el_gr: Γαλλικά
es_es: Francés
et_ee: Prantsuse
fa_ir: فرانسوی
fi_fi: Ranskan
ga_ie: Fraincis
gl_gl: Francés
hr_hr: Francuski
hu_hu: Francia
is_is: Franska
ja_jp: フランス
lt_lt: Prancūzų
lv_lv: Francijas
mk_mk: Франција
nn_no: Fransk
pl_pl: Francuski
pt_pt: Francês
ro_ro: Franceză
ru_ru: Французский
sk_sk: Francúzština
sl_si: Francoski
sq_al: Frëngjisht
sr_rs: Французи
sv_se: Franska
th_th: ภาษาฝรั่งเศส
tr_tr: Fransız
uk_ua: Французький
wa_be: Ffrangeg
zh_tw: 法國

source: German
af_za: Duits
ar_dz: ألماني
be_by: Нямецкі
bg_bg: Немски
bn_bd: জার্মান
da_dk: Tysk
el_gr: Γερμανικά
es_es: Alemán
et_ee: Saksa
fa_ir: آلمانی
fi_fi: Saksa
ga_ie: Gearmáinis
gl_gl: Alemán
hr_hr: Njemački
hu_hu: Német
is_is: Þýska
ja_jp: ドイツ
lt_lt: Vokietijos
lv_lv: Vācu
mk_mk: Германски
nn_no: Tyske
pl_pl: Niemiecki
pt_pt: Alemão
ru_ru: Немецкий
sk_sk: Nemec
sl_si: Nemška
sq_al: Gjerman
sr_rs: Немачки
sv_se: Tyska
th_th: ภาษาเยอรมัน
tr_tr: Alman
uk_ua: Німецька
wa_be: Almaeneg
zh_tw: 德國

source: Haitian Creole
af_za: Haities Creole
ar_dz: الكريول الهايتي
be_by: Гаіцянскі крэольскага
bg_bg: Хаитянски креолски
bn_bd: হাইতিয়ান ক্রেওল
da_dk: Haiti Creole
el_gr: Αϊτής Κρεολικά
es_es: Creole Haitiano
et_ee: Haiti kreooli
fa_ir: هائیتی کریول
fi_fi: Haitin kreoli
gl_gl: Crioulo haitiano
hr_hr: Haićanski kreolski
hu_hu: Haiti kreol
ja_jp: ハイチ語
lt_lt: Haičio kreolų
lv_lv: Haiti kreolu
mk_mk: Хаити креолски
nn_no: Haitisk kreolsk
pl_pl: Haiti Creole
pt_pt: Crioulo haitiano
ro_ro: Creola haitiană
ru_ru: Гаитянский креольский
sk_sk: Haitian kreolský
sr_rs: Хаићански креолски
sv_se: Haitisk kreol
th_th: ครีโอลเฮติ
tr_tr: Haiti Creole
uk_ua: Гаїтянський креольський
zh_tw: 海地克里奧爾語

source: Italian
af_za: Italiaanse
ar_dz: إيطالي
be_by: Італьянская
bg_bg: Италиански
bn_bd: ইতালিয়ান
da_dk: Italiensk
el_gr: Ιταλικά
es_es: Italiano
et_ee: Itaalia
fa_ir: ایتالیایی
ga_ie: Iodáilis
gl_gl: Italiano
hr_hr: Talijanski
hu_hu: Olasz
is_is: Ítalska
ja_jp: イタリア
lt_lt: Italijos
lv_lv: Itālijas
mk_mk: Италијански
nn_no: Italiensk
pl_pl: Włoski
pt_pt: Italiano
ru_ru: Итальянский
sk_sk: Talian
sl_si: Italijansko
sr_rs: Италијански
sv_se: Italienska
th_th: อิตาเลียน
tr_tr: İtalyan
uk_ua: Італійська
wa_be: Eidaleg
zh_tw: 意大利

source: Japanese
af_za: Japannees
ar_dz: اليابانية
be_by: Японская
bg_bg: Японски
bn_bd: জাপানি
da_dk: Japansk
el_gr: Ιαπωνικά
es_es: Japonés
et_ee: Jaapani
fa_ir: ژاپنی
fi_fi: Japanilainen
ga_ie: Seapáinis
gl_gl: Xaponés
hr_hr: Japanski
hu_hu: Japán
is_is: Japanska
ja_jp: 日本
lt_lt: Japonijos
lv_lv: Japānas
mk_mk: Јапонски
pl_pl: Japoński
pt_pt: Japonês
ro_ro: Japonez
ru_ru: Японский
sk_sk: Japonec
sl_si: Japonski
sq_al: Japonisht
sr_rs: Јапански
sv_se: Japanska
th_th: ภาษาญี่ปุ่น
tr_tr: Japon
uk_ua: Японський
wa_be: Siapaneaidd
zh_tw: 日語

source: Korean
af_za: Koreaanse
ar_dz: كوري
be_by: Карэйская
bg_bg: Корейски
bn_bd: কোরিয়ান
el_gr: Κορέας
es_es: Coreano
et_ee: Korea
fa_ir: کره ای
ga_ie: Cóiréis
gl_gl: Coreano
hr_hr: Korejski
hu_hu: Koreai
ja_jp: 韓国
lt_lt: Korėjiečių
lv_lv: Korejiešu
mk_mk: Кореја
nn_no: Koreansk
pl_pl: Koreański
pt_pt: Coreano
ro_ro: Coreean
ru_ru: Корейский
sk_sk: Kórejský
sr_rs: Корејски
sv_se: Koreanska
th_th: เกาหลี
tr_tr: Kore
uk_ua: Корейська
wa_be: Corea
zh_tw: 韓國
