Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: This report shows the number of students, days possible, the number of student days present, the number of student days absent, the Average Daily Attendance, the average number of students in attendance per day, and the average number of students absent per day for any date range at your school. These numbers are broken down by grade.
af_za: Hierdie verslag toon die aantal studente, dae moontlik, die getal van die student dae teenwoordig is, die getal van die student se dae afwesig, die gemiddelde daaglikse bywoning, die gemiddelde aantal studente in die bywoning per dag, en die gemiddelde aantal studente wat afwesig is per dag vir enige datum bereik by jou skool. Hierdie getalle word afgebreek deur die graad.
ar_dz: هذا التقرير يبين أن عدد الطلاب ، وأيام ممكن ، وعدد أيام الدراسة الحالية ، وعدد أيام الدراسة غائبة ، ومتوسط ​​الحضور اليومي ، ومتوسط ​​عدد الطلاب في الحضور في اليوم الواحد ، ومتوسط ​​عدد الطلاب في اليوم لمدة غائبة أي مدى التاريخ في المدرسة. يتم تقسيم هذه الأرقام حسب الرتبة.
be_by: Гэтая справаздача паказвае колькасць студэнтаў, дні магчыма, колькасць студэнцкіх дзён цяперашні час колькасць студэнцкіх дзён адсутнічае, сярэдні дзённай наведвальнасці, сярэдні лік навучэнцаў у наведвальнасці ў дзень, а сярэдні лік навучэнцаў адсутнічаюць у дзень на працягу любы дыяпазон дат у Вашай школе. Гэтыя лічбы разбіты па класах.
bg_bg: Този доклад показва броя на студентите, ден е възможно, броя на студентите дни представят, броя на студентите дни отсъствие, средна дневна посещаемост, броят средно на учениците в присъствието на ден, а средният брой на студентите, на отсъствие на ден за всеки период от време във вашето училище. Тези номера са разпределени по степен.
bn_bd: এই প্রতিবেদন ছাত্রদের সংখ্যা দেখায়, দিন সম্ভব, ছাত্র দিনের সংখ্যা বর্তমান, ছাত্র দিন অনুপস্থিত সংখ্যা, গড় দৈনিক এ্যাটেনডেন্স, ছাত্রদের প্রতিদিন হাজিরা গড় সংখ্যা, এবং ছাত্রদের প্রতিদিন অনুপস্থিত গড় নম্বর আপনার স্কুলে তারিখ পরিসীমা. এই সংখ্যার গ্রেড হয় ভাগ.
da_dk: Denne rapport viser antallet af studerende, dage det er muligt, at antallet af studerende dage til stede, er antallet af studerende dage ude, den gennemsnitlige daglige Deltagelse, det gennemsnitlige antal af studerende til stede om dagen, og det gennemsnitlige antal af studerende er fraværende per dag for enhver datointerval på din skole. Disse numre er opdelt efter klassetrin.
el_gr: Η έκθεση αυτή δείχνει τον αριθμό των φοιτητών, οι ημέρες είναι δυνατόν, ο αριθμός των ημερών σπουδαστών του παρόντος, ο αριθμός των μαθητών απουσιάζουν ημέρες, η μέση ημερήσια φοίτηση, ο μέσος αριθμός των φοιτητών στην προσέλευση ανά ημέρα, και ο μέσος αριθμός των μαθητών απουσιάζουν την ημέρα για οποιοδήποτε χρονικό διάστημα στο σχολείο σας. Αυτοί οι αριθμοί κατά βαθμό.
es_es: Este informe muestra el número de Alumnos, los días que sea posible, el número de días de Alumno de la actualidad, el número de días de Alumno ausente, el Promedio de Asistencia Diaria, el número promedio de alumnos que asistían al día, y el número promedio de Alumnos ausentes por día para cualquier intervalo de fechas en su escuela. Estas cifras se desglosan por grado.
et_ee: Käesolev aruanne näitab õpilaste arvu päeva võimalik õpilaste arv päeva kohal, õpilaste arv äraoleku päeva, päeva keskmine osavõtt, keskmine õpilaste arv aitamas päevas, keskmine õpilaste arv puudub päevas tahes perioodi teie koolis. Need numbrid on jaotatud klassi.
fa_ir: این گزارش نشان می دهد تعدادی از دانشجویان ، روز ممکن است ، تعدادی از روزهای دانشجویی در حال حاضر ، تعدادی از روزهای دانشجویی وجود ندارد ، حضور متوسط ​​روزانه ، متوسط ​​تعداد دانش آموزان در حضور در هر روز ، و متوسط ​​تعداد دانش آموزان غایب در روز برای هر محدوده تاریخ در مدرسه خود را. این شماره ها را توسط کلاس شکسته شد.
fi_fi: Tämä raportti osoittaa opiskelijoiden määrä, päivän mahdollista, opiskelijapaikkojen päivän hetkellä opiskelijapaikkojen päivää poissa, päivittäin keskimäärin läsnäoloa, keskimäärin opiskelijoiden läsnä päivässä ja keskimäärin opiskelijoiden poissa päivässä tahansa aikajaksolta koulussanne. Nämä numerot ovat jakautuneet virkoihin.
ga_ie: Léiríonn an tuarascáil seo an líon mac léinn, laethanta is féidir é, an líon laethanta mac léinn i láthair, líon na laethanta mac léinn as láthair, an Freastal Meánlíon na nÍosluchtuithe, ar an meán líon na mac léinn i láthair in aghaidh an lae, agus ar an meán líon na mac léinn as láthair in aghaidh an lae le haghaidh aon réimse dáta ar do scoil. Na huimhreacha seo briste síos de réir gráid.
gl_gl: Este informe mostra o número de alumnos, día posible, o número de días de estudante actual, o número de días de estudante ausente, a atención medio diario, o número medio de alumnos presentes ao día, eo número medio de alumnos ausentes por día para calquera rango de datas na súa escola. Estes números son discriminadas por grao.
hr_hr: Ovo izvješće prikazuje broj studenata, dana je moguće, broj studentskih dana sadašnjosti, broj studentskih dana odsutan, prosječan dnevni posjećenost, prosječan broj učenika u nazočnosti po danu, a prosječan broj učenika odsutni po danu za bilo koji datumski raspon u svojoj školi. Ovi brojevi su oborio po razredu.
hu_hu: Ez a jelentés azt mutatja, a hallgatók száma, nappal lehetséges, hogy hány diák napok száma, a hallgatói nap hiányzik, az átlagos napi részvétel, az átlagos diákok száma a jelenléti naponta, és az átlagos hallgatói létszám hiányzik naponta minden dátumtartomány az iskolában. Ezek a számok szerinti bontásban minőségű.
is_is: Þessi skýrsla sýnir fjölda nemenda, daga mögulegt, fjölda daga nemandi staðar, fjölda daga nemandi fjarverandi, meðaltal daglega viðveru, meðalfjölda nemenda í aðsókn á dag, og meðalfjölda nemenda fjarverandi á dag fyrir hvaða tímabil í skólanum þínum. Þessar tölur eru sundurliðaðar eftir bekk.
ja_jp: この報告書は、学生数、可能な日数、現在の学生の日数、欠席の生徒の日数、一日の平均入場者数、一日あたりの出席学生の平均数、および一日につき欠席の生徒の平均数を示しています。あなたの学校で任意の日付の範囲。これらの数値はグレード別に分類されています。
lt_lt: Ši ataskaita rodo, studentų skaičius, dienų įmanoma, studentų dienų skaičius, studentų dienų skaičius, vidutinis dienos lankymas, studentų skaičiaus vidurkis per dieną dalyvavo ir nebūti per dieną studentų skaičiaus vidurkis, bet kurių datų intervalų tavo mokykloje. Šie skaičiai suskirstomi pagal rangą.
lv_lv: Šis ziņojums liecina skolēnu skaits, dienu iespējams studentu dienu skaitu klāt, studentu dienas ārpus skaitu, vidējo dienas Apmeklējumu, vidējais skolēnu skaits apmeklējuma dienā un vidējo studentu skaitu prom dienā jebkuru datumu diapazonu jūsu skolā. Šie skaitļi ir sadalīti pa kategorijām.
mk_mk: Овој извештај го прикажува бројот на студентите, денови е можно, бројот на студентските денови моментов, бројот на студентските денови отсутен, на просечната дневна Публика, просечниот број на ученици во присуство на ден, а просечниот број на студенти отсуство на ден за било период во вашето училиште. Овие броеви се поделени по одделение.
nn_no: Denne rapporten viser antall studenter, mulig dager, antall student dager stede, antall student fraværsdager, den gjennomsnittlige daglige oppmøte, gjennomsnittlig antall studenter til stede per dag, og gjennomsnittlig antall elever fraværende per dag for helst datoperiode på skolen din. Disse tallene er brutt ned etter klassetrinn.
pl_pl: Ten raport pokazuje liczbę studentów, dni możliwe, liczbę dni studenta Obecnie liczba dni nieobecności ucznia, średnia frekwencja Daily, średnia liczba uczniów w obecności dziennie, a średnia liczba uczniów nieobecnych na dobę dla dowolnego okresu w szkole. Liczby te są podzielone na klasy.
pt_pt: Este relatório mostra o número de alunos, dia possível, o número de dias de estudante atual, o número de dias de estudante ausente, o atendimento médio diário, o número médio de alunos presentes por dia, eo número médio de alunos ausentes por dia para qualquer intervalo de datas em sua escola. Estes números são discriminadas por grau.
ro_ro: Acest raport arată numărul de studenţi, zile posibil, numărul de zile de studenţi prezenţi, numărul de zile de absenţă studenţi, participarea în medie pe zi, numărul mediu de elevi în prezenţă pe zi, iar numărul mediu de elevi absenţi pe zi pentru orice interval de la data la şcoală. Aceste numere sunt defalcate în funcţie de grad.
ru_ru: Этот отчет показывает число студентов, дни возможно, число студенческих дней настоящее время число студенческих дней отсутствует, средний дневной посещаемости, среднее число учащихся в посещаемости в день, а среднее число учащихся отсутствуют в день в течение любой диапазон дат в Вашей школе. Эти цифры разбиты по классам.
sk_sk: Táto správa uvádza počet študentov, možno dní, počet študentských súčasnej dobe je počet dní strávených študentov, priemerná denná návštevnosť, priemerný počet študentov v návštevnosti za deň a priemerný počet študentov chýba za deň akékoľvek časové obdobie v škole. Tieto čísla sú členené do platových tried.
sl_si: To poročilo kaže število učencev, možno dni, število dni navzočnosti študenta, število študentskih dni odsotnosti, povprečni dnevni obiskovalcev, povprečno število študentov v prisotnosti na dan in povprečno število študentov odsotni na dan za katero koli časovno obdobje na vaši šoli. Te številke so razčlenjene po razredih.
sq_al: Ky raport tregon numrin e studentëve, ditë të jetë e mundur, numrin e ditëve të studentëve të pranishëm, numrin e ditëve studentore mungon, Pjesëmarrja të Përditshëm Mesatarisht, numri mesatar i nxënësve të pranishëm në ditë, dhe numri mesatar i nxënësve mungojnë në ditë për çdo varg datën në shkollën tuaj. Këto numra janë thyer nga klasa.
sr_rs: Овај извештај показује број студената, дана је могуће, број студентских дана присутна, број студентских дана одсутна, Просек дневни боравак, просечан број ученика у похађању дневно, а просечан број ученика одсуствује дневно за за сваки период у вашој школи. Ови бројеви су рашчлањене по разреду.
sv_se: Denna rapport visar att antalet studenter, dagar är möjligt, antalet studieplatser dagar, antalet studerande dagar frånvarande, den genomsnittliga dagliga Närvaro, det genomsnittliga antalet elever närvarande per dag och det genomsnittliga antalet elever frånvarande per dag för någon datumintervall på din skola. Dessa siffror är uppdelade efter klass.
th_th: รายงานนี้จะแสดงจำนวนนักเรียนวันเป็นไปได้จำนวนวันที่นักเรียนปัจจุบันจำนวนวันที่นักเรียนขาดที่เข้าร่วมประชุมทุกวันค่าเฉลี่ยจำนวนเฉลี่ยของนักเรียนในการเข้าร่วมประชุมต่อวันและค่าเฉลี่ยของจำนวนนักเรียนขาดต่อวันสำหรับ ช่วงวันใด ๆ ที่โรงเรียนของคุณ ตัวเลขเหล่านี้จะถูกแบ่งโดยเกรด
tr_tr: Bu rapor, öğrencilerin sayısını gösterir, olası gün, öğrenci gün sayısı mevcut, eksik öğrenci gün sayısı Ortalama Günlük Seyirci, günlük katılımıyla öğrencilerin ortalama sayısı, ve Hergün okula gitmeyen öğrencilerin ortalama sayısı okulda herhangi bir tarih aralığı. Bu numaralar sınıf tarafından parçalanırlar.
uk_ua: Цей звіт показує число студентів, дні можливо, кількість студентських днів даний час число студентських днів відсутня, середній денний відвідуваності, середнє число учнів у відвідуваності в день, а середня кількість учнів відсутні в день протягом будь-який діапазон дат у Вашій школі. Ці цифри розбиті по класах.
wa_be: Mae&#39;r adroddiad hwn yn dangos nifer y myfyrwyr, diwrnodau y bo modd, mae nifer y diwrnodau y myfyrwyr hyn o bryd, mae nifer y diwrnodau myfyriwr yn absennol, y Daily Cyfartaledd presenoldeb, y nifer cyfartalog y myfyrwyr yn bresennol y diwrnod, a nifer cyfartalog y myfyrwyr sy&#39;n absennol bob dydd ar gyfer unrhyw ystod dyddiad yn eich ysgol. Mae&#39;r niferoedd hyn yn cael eu torri i lawr yn ôl gradd.
zh_tw: 此報告顯示學生人數，天數可能，數天的學生目前，數天缺席的學生，平均每天出勤，學生人數平均每天出席，而缺席的學生人數平均每一天任何日期範圍在您的學校。這些數字細分檔次。

source: You can alter the date range displayed by changing the date pull-down menus at the top of the screen and clicking the Go button. You can also limit the numbers by searching by gender or any of the customizable data fields by clicking on the Advanced link.
af_za: Jy kan verander die datum bereik vertoon deur die verandering van die datum hangkieslys&#39;s aan die bokant van die skerm en kliek op die knoppie Spring na. Jy kan ook die getalle te beperk deur te soek volgens geslag of enige van die aanpasbare data velde deur te kliek op die skakel vir Gevorderde.
ar_dz: يمكنك تغيير نطاق التاريخ المعروض عن طريق تغيير تاريخ القوائم المنسدلة في الجزء العلوي من الشاشة والنقر على زر الذهاب. يمكنك أيضا تحديد الأرقام من خلال البحث بحسب نوع الجنس أو أي من حقول البيانات قابلة للتخصيص من خلال النقر على الرابط متقدمة.
be_by: Вы можаце змяніць дыяпазон дат адлюстроўваецца змяненне даты выпадаючых меню ў верхняй частцы экрана і націснуўшы кнопку Перайсці. Можна таксама абмежаваць лік з дапамогай функцыі пошуку па падлозе або любы з наладжвальных палёў дадзеных, націснуўшы на спасылку Пашыраны.
bg_bg: Вие можете да променяте датата диапазон, показани от промяна на датата, падащи менюта в горната част на екрана и кликнете върху бутона Go. Можете също да ограничите броя, като търсене по пол или някоя от адаптивен полета с данни, като кликнете върху Разширени връзка.
bn_bd: আপনি তারিখ পরিসীমা তারিখ পরিবর্তন পর্দার উপরের-টান ডাউন মেনু ও যান বাটন ক্লিক করে প্রদর্শিত পরিবর্তন করতে পারেন. আপনি উন্নত লিঙ্কে ক্লিক লিঙ্গ অথবা স্বনির্ধারিত তথ্য ক্ষেত্রের কোনো দ্বারা অনুসন্ধান সংখ্যার সীমা পারেন.
da_dk: Du kan ændre datointervallet vises ved at ændre datoen rullemenuerne øverst på skærmen og klikke på knappen Go. Du kan også begrænse antallet ved at søge efter køn eller nogen af ​​de tilpassede datafelter ved at klikke på linket Avanceret.
el_gr: Μπορείτε να αλλάξετε το εύρος ημερομηνιών που εμφανίζονται από την αλλαγή της ημερομηνίας pull-down μενού στο πάνω μέρος της οθόνης και κάνοντας κλικ στο κουμπί Μετάβαση. Μπορείτε επίσης να περιορίσετε τον αριθμό από την αναζήτηση με βάση το φύλο ή οποιοδήποτε από τα πεδία που τα δεδομένα κάνοντας κλικ στο σύνδεσμο για προχωρημένους.
es_es: Puede modificar el rango de fechas que se muestra al cambiar los menús desplegables de fecha en la parte superior de la pantalla y haciendo clic en el botón Go. También puede limitar el número de búsquedas por género o cualquiera de los campos de datos haciendo clic en el vínculo Avanzado.
et_ee: Saab muuta kuupäeva vahemik kuvatakse kuupäeva muutmine rippmenüüd ülaosas ekraani ja klikkides Go nupule. Saate piirata ka numbreid otsides soo või mõne kohandatav andmeväljad klõpsates Täpsem link.
fa_ir: شما می توانید محدوده تاریخ نمایش داده شده را با تغییر تاریخ PULL - DOWN منوها در بالای صفحه نمایش و کلیک کردن بر روی دکمه برو شده را تغییر می دهد. شما همچنین می توانید اعداد را با جستجو در جنسیت یا هر یک از زمینه های قابل تنظیم داده ها از طریق کلیک کردن بر روی لینک پیشرفته محدود می کند.
fi_fi: Voit muuttaa aikaväliä näkyviin muuttamalla päivämäärä pudotusvalikoista yläosassa näytön ja klikkaamalla Go-painiketta. Voit myös rajoittaa numerot etsimällä sukupuolen tai jonkin muokattavissa tietokentät klikkaamalla Lisäasetukset-linkkiä.
ga_ie: Is féidir leat aon athrú ar raon dáta ar taispeáint trí athrú a dhéanamh ar an dáta a tharraingt anuas biachláir ag barr an scáileáin agus cliceáil ar an gcnaipe Téigh. Is féidir leat teorainn freisin ar an líon trí chuardach a dhéanamh de réir inscne nó aon cheann de na réimsí sonraí customizable trí chliceáil ar an nasc Casta.
gl_gl: Pode cambiar o rango de datas aparece, cambiando a data de pull-down menús na parte superior da pantalla e premer no botón Go Tamén pode limitar o número buscando por xénero ou calquera dos campos de datos personalizables, premendo na ligazón Advanced.
hr_hr: Možete promijeniti razdoblje prikazano promjenom datuma padajućeg izbornika na vrhu zaslona i kliknite gumb Go. Također možete ograničiti broj pretraživanjem po spolu ili bilo prilagodljivih polja s podacima klikom na Napredno link.
hu_hu: Ön megváltoztathatja a dátumtartományt megjelenített megváltoztatja a dátumot legördülő menük a képernyő felső részén, és kattintson az Indítás gombra. Azt is korlátozzák a számok keresést nemek szerint, vagy a testre szabható adatmezők kattintson a Speciális linkre.
is_is: Hægt er að breyta tímabil birtist með því að breyta þeim degi fellivalmyndirnar efst á skjánum og smella á Go hnappinn. Einnig er hægt að takmarka fjölda með því að leita eftir kyni eða einhverju af sérhannaðar gagnareiti með því að smella á Advanced hlekkur.
ja_jp: あなたは、日付は画面の上部にあるプルダウンメニューの変更と[Go]ボタンをクリックして表示される日付範囲を変更することができます。また、高度なリンクをクリックして、性別やカスタマイズ可能なデータのフィールドのいずれかで検索して番号を制限することができます。
lt_lt: Galite pakeisti datos rodomas keisti data išskleidžiamajame meniu, ekrano viršuje ir paspauskite mygtuką Go. Taip pat galite apriboti numerius ieškoti pagal lytį arba bet įprastinių duomenų laukų, paspaudę nuorodą Išplėstinė.
lv_lv: Jūs varat mainīt datumu diapazonu parādīts, mainot datumu nolaižamās izvēlnes augšpusē ekrānam un noklikšķinot Go pogu. Varat arī ierobežot skaitu, meklējot pēc dzimuma vai kādu customizable datu lauku, noklikšķinot uz Advanced saiti.
mk_mk: Можете да го промените период прикажани со менување на датумот од паѓачкото мени на врвот на екранот и кликнете на Оди копче. Исто така може да се ограничи бројот од пребарувањето по род или било која од индивидуализира податоци полиња со кликнување на Advanced линк.
nn_no: Du kan endre datoen som vises ved å endre datoen rullegardinmenyene øverst på skjermen og klikke på Go. Du kan også begrense tallene ved å søke etter kjønn eller noen av de tilpasses datafeltene ved å klikke på Advanced linken.
pl_pl: Możesz zmienić zakres dat wyświetlony przez zmianę daty rozwijanych menu na górze ekranu i klikając przycisk Idź. Można także ograniczyć liczbę przez wyszukiwanie według płci lub żadnego z nich pól danych, klikając na link Zaawansowane.
pt_pt: Você pode alterar o intervalo de datas exibido, alterando a data de pull-down menus no topo da tela e clicar no botão Go. Você também pode limitar o número pesquisando por gênero ou qualquer um dos campos de dados personalizáveis, clicando no link Advanced.
ro_ro: Puteţi modifica intervalul de data afişată prin schimbarea data de meniuri derulante din partea de sus a ecranului şi făcând clic pe butonul Go. Puteţi, de asemenea, poate limita numărul de căutare de gen sau la oricare dintre câmpurile de date personalizate, făcând clic pe link-ul de avansată.
ru_ru: Вы можете изменить диапазон дат отображается изменение даты выпадающих меню в верхней части экрана и нажав кнопку Перейти. Можно также ограничить число с помощью функции поиска по полу или любой из настраиваемых полей данных, нажав на ссылку Расширенный.
sk_sk: Môžete zmeniť časovej zobrazené zmenou termínu, pull-down menu v hornej časti obrazovky a kliknutím na tlačidlo Go. Môžete tiež obmedziť počet hľadaním podľa pohlavia alebo na upraviteľný dátových polí kliknutím na odkaz Rozšírené.
sl_si: Lahko spremeni časovno obdobje prikazana s spremembo datuma spustnih menijih na vrhu zaslona in s klikom na gumb Go. Prav tako lahko omeji število z iskanjem po spolu ali katero koli prilagodljivih podatkovnih polj s klikom na povezavo Napredno.
sq_al: Ju mund të ndryshojë data e shfaqur varg duke ndryshuar datën e pull-down menus në krye të ekranit dhe duke klikuar butonin Go. Ju gjithashtu mund të kufizojë numrin duke kerkuar nga gjinia apo ndonjë nga fushat dhënave të përshtatshëm duke klikuar në linkun e avancuar.
sr_rs: Можете мењати опсег датума приказује променом датума падајућег менија на врху екрана и кликнете дугме Го. Такође можете ограничити бројеве тражећи по полу или било прилагодљива поља података кликом на Адванцед везу.
sv_se: Du kan ändra datumintervallet visas genom att ändra datumet rullgardinsmenyer längst upp på skärmen och klicka på Go-knappen. Du kan också begränsa antalet genom att söka på kön eller någon av de anpassningsbara datafält genom att klicka på länken Avancerat.
th_th: คุณสามารถเปลี่ยนช่วงวันที่แสดงโดยเปลี่ยนวันที่เมนูแบบเลื่อนลงที่ด้านบนของหน้าจอและคลิกที่ปุ่มไปที่ คุณยังสามารถ จำกัด จำนวนโดยการค้นหาโดยเพศหรือใด ๆ ของเขตข้อมูลที่ปรับแต่งได้โดยคลิกที่ลิงค์ขั้นสูง
tr_tr: Ekranın üst kısmında açılan menüler değişen ve Git düğmesini tıklayarak görüntülenen tarih aralığını değiştirebilirsiniz. Ayrıca, cinsiyet veya herhangi özelleştirilebilir veri alanları Gelişmiş linkine tıklayarak arama yaparak numaraları sınırlayabilir.
uk_ua: Ви можете змінити діапазон дат відображається зміна дати випадаючих меню у верхній частині екрану і натиснувши кнопку Перейти. Можна також обмежити число за допомогою функції пошуку по підлозі або будь-який з настроюваних полів даних, натиснувши на посилання Розширений.
wa_be: Gallwch newid ystod dyddiad a ddangosir gan newid y dyddiad tynnu-lawr dewislenni ar frig y sgrin a chlicio ar y botwm Go. Gallwch hefyd gyfyngu ar y niferoedd drwy chwilio yn ôl rhyw neu unrhyw un o&#39;r meysydd data customizable drwy glicio ar y ddolen Uwch.
zh_tw: 你可以改變顯示的日期範圍，通過改變日期下拉菜單在屏幕上方並單擊 Go按鈕。您也可以通過搜索限制人數按性別或任何定制的數據字段通過點擊高級鏈接。

source: Average Daily Attendance by Day
af_za: Gemiddelde daaglikse bywoning van die dag
ar_dz: الحضور اليومي المتوسط ​​اليوم
be_by: Сярэдні дзённай наведвальнасці за днём
bg_bg: Среднодневното присъствие през деня
bn_bd: গড় দিবস দৈনিক এ্যাটেনডেন্স
da_dk: Gennemsnitlige daglige fremmøde Day
el_gr: Μέσος όρος καθημερινών φοίτηση την Ημέρα
es_es: Promedio de Asistencia Diaria por Día
et_ee: Average Daily Hooldajatoetus päevaks
fa_ir: میانگین حضور و غیاب روزانه به روز
fi_fi: Päivittäin keskimäärin osallistumisaste päivä
ga_ie: Tinreamh Laethúla ag Lá
gl_gl: Frecuencia diaria media por día
hr_hr: Prosječni dnevni Attendance po danu
hu_hu: Átlagos napi részvétel a nap
is_is: Meðaltal Daily Aðsókn á degi
ja_jp: 日別の日の平均入場者数
lt_lt: Vidutinis Dienos lankytų diena
lv_lv: Vidējais dienas apmeklējums pa dienu
mk_mk: Просечната дневна Публика на ден
nn_no: Gjennomsnittlig daglig Oppmøte ved Day
pl_pl: Średnia dzienna Uczestnictwo w Dniu
pt_pt: Freqüência diária média por dia
ro_ro: Frecventarea medie zilnică de Ziua
ru_ru: Средний дневной посещаемости за днем
sk_sk: Priemerný počet divákov po dni
sl_si: Povprečni dnevni Udeležba s Day
sq_al: Pjesëmarrja të Përditshme Mesatarisht nga Dita
sr_rs: Просечан дневни боравак од дан
sv_se: Genomsnittlig daglig närvaro av Dag
th_th: เข้าร่วมประชุมเฉลี่ยต่อวันโดยวัน
tr_tr: Günlük Ortalama Günlük Seyirci
uk_ua: Середній денний відвідуваності за днем
wa_be: Cyfartaledd presenoldeb dyddiol gan Day
zh_tw: 平均日出席由日
