Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The Enrollment Codes page allows you to setup your schools enrollment codes. Enrollment codes are used in the Enrollment student screen, and specify the reason the student was enrolled or dropped from a school. These codes apply to all schools system-wide.
af_za: Die inskrywing Kodes bladsy kan jy jou skole inskrywing kodes om te installeer. Intekenen kodes word gebruik in die inskrywings-student skerm, en gee die rede waarom die student ingeskryf is of laat val van &#39;n skool is. Hierdie kodes is van toepassing op alle skole wat die hele stelsel.
be_by: Старонка рэгістрацыі кодаў дазваляе наладзіць ваш коды школ рэгістрацыі. Рэгістрацыі коды выкарыстоўваюцца ў экран колькасці навучэнцаў, а таксама пазначыць прычыны студэнт быў залічаны або выдаленае са школы. Гэтыя коды прымяняюцца да ўсіх школах па ўсёй сістэме.
bg_bg: Записване Кодове страница ви позволява да настроите вашата училища записване кодове. Записване кодове се използват в екрана за записване на студент, и да посочва причина, ученикът е бил записан или отпаднали от училище. Тези кодове се прилагат за всички училища, на цялата система.
bn_bd: তালিকাভুক্তি কোড পৃষ্ঠায় আপনি আপনার স্কুলের তালিকা কোড সেটআপ করতে পারবেন. তালিকা কোড তালিকাভুক্তি ছাত্র পর্দায়, ব্যবহৃত এবং কারণ ছাত্র বা নাম নথিভুক্ত একটি স্কুল থেকে নেমে ছিল উল্লেখ করা হয়. এই কোড সব স্কুলে সিস্টেম ব্যাপী প্রযোজ্য.
da_dk: Den Tilmelding Koder side kan du sætte din skole tilmelding koder. Tilmelding koder bruges i optaget studerende skærmen, og angive årsagen til, at eleven var indskrevet eller faldet fra en skole. Disse koder anvendes til alle skoler i hele systemet.
el_gr: Η εγγραφή της σελίδας Κωδικοί σας επιτρέπει να ρυθμίσετε τα σχολεία τους κωδικούς σας εγγραφής. Οι κωδικοί που χρησιμοποιούνται Εγγραφή στην οθόνη εγγραφής φοιτητών, και να καθορίσετε το λόγο ο μαθητής ήταν εγγεγραμμένος ή έχει πέσει από ένα σχολείο. Οι κωδικοί αυτοί ισχύουν για όλα τα σχολεία σε όλο το σύστημα.
et_ee: Registreerimine Codes leheküljel saab seadistada oma kooli registreerumise koodid. Registreerimine koode kasutatakse Registreerimine õpilase ekraani, ja täpsustada põhjus õpilane oli õppivate või langes kooli. Need koodid kehtivad kõikidele koolidele kogu süsteemi.
fa_ir: ثبت نام صفحه کدهای اجازه می دهد تا شما را به راه اندازی مدارس کدهای ثبت نام. کد ثبت نام در صفحه ثبت نام دانش آموز استفاده می شود ، و مشخص به دلیل دانش آموز و یا ثبت نام از یک مدرسه حذف شد. این کد به تمام مدارس در سراسر سیستم اعمال می شود.
fi_fi: Ilmoittautuminen Codes sivulla voit setup your kouluihin ilmoittautuminen koodeja. Ilmoittautuminen koodeja käytetään Ilmoittautuminen opiskelija näytön, ja annettava perusteet opiskelija oli ilmoittautunut tai pudonnut koulusta. Nämä koodit koskevat kaikkia koulujen järjestelmän laajuisesti.
ga_ie: Ceadaíonn an Enrollment Cóid leathanach leat chun cóid thus do scoileanna clárú. Cóid rollú a úsáidtear i an scáileán mac léinn Enrollment, agus sonróidh sé an chúis a bhí cláraithe ar an mac léinn nó a thit ó scoil. Baineann na cóid chuig gach scoil ar fud an chórais.
gl_gl: A inscrición Códigos páxina permite que configure os seus códigos escolas de inscrición. Códigos de inscrición son usadas na pantalla de acceso do estudante, e indicar o motivo do alumno foi matriculado ou caeu dunha escola. Estes códigos son aplicables a todos os centros de todo o sistema.
hr_hr: Stranica upis Kodovi vam omogućuje postavljanje vašeg škola upis kodova. Upis kodovi se koriste u ekran upisu učenika i odrediti razlog je student upisan ili izostavljen iz škole. Ovi kodovi vrijede za sve škole na razini sustava.
hu_hu: A regisztrációs kódok oldal lehetővé teszi, hogy állítsuk be az iskolákba beiratkozó kód. Beiratkozási kódokat használnak a regisztrációs diák képernyőn, és adja meg az oka a diák beiratkozott vagy csökkent egy iskolában. Ezeket a kódokat kell alkalmazni minden iskolában az egész rendszerre kiterjedő.
is_is: The Innritun Codes síða leyfir þér að skipulag skóla innritun kóða þinn. Innritun númerin eru notuð í nemandinn Innritun skjár, og tilgreina ástæðu nemandi var skráður eða lækkað úr skóla. Þessi númer gilda um alla skóla kerfi-breiður.
ja_jp: 登録コードのページでは、学校の登録コードを設定することができます。登録コードは登録学生の画面で使用され、学生が登録または学校からドロップされた理由を指定している。これらのコードは、システム全体のすべての学校に適用されます。
lt_lt: Įrašas Kodai puslapis leidžia jums susikurti savo mokyklų registraciją kodai. Įrašas kodai yra naudojami įsirašymo studentų ekrano, ir nurodyti priežastis, studentas mokosi ar sumažėjo nuo mokyklos. Šie kodai taikomi visiems mokyklų sistema visoje.
lv_lv: Uzņemšanas Codes lapa ļauj jums setup jūsu skolās uzņemšanu kodiem. Uzņemšanas kodi tiek izmantoti Enrollment studentu ekrānu un norādiet iemeslu students tika uzņemts vai nokritusi no skolas. Šie kodi attiecas uz visām skolām visā sistēmā.
mk_mk: Запишување кодови страница ви овозможува да го поставите вашето училиште запишување кодови. Запишувањето кодови се користат во запишување студенти екран, и да го одредите причина на студентот е запишан или падна од училиште. Овие кодови важат за сите училишта на целиот систем.
nn_no: Den Påmelding Codes siden lar deg sette opp din skole påmelding koder. Påmelding koder benyttes i Enrollment student skjermen, og angi årsaken til at studenten var registrert eller falt fra en skole. Disse kodene gjelder for alle skoler system-wide.
pl_pl: Na stronie Kody rejestracji pozwala skonfigurować szkół kody rejestracji. Kody rejestracji są wykorzystywane na ekranie liczby studentów, oraz określić przyczyny student był zapisany lub usunięte ze szkoły. Kody te mają zastosowanie do wszystkich szkół w całym systemie.
pt_pt: A inscrição Códigos página permite que você configure seus códigos escolas de inscrição. Códigos de inscrição são usadas na tela de inscrição do estudante, e especificar o motivo do aluno foi matriculado ou caiu de uma escola. Estes códigos se aplicam a todas as escolas de todo o sistema.
ro_ro: Pagina de înscriere Codurile vă permite la setup-ul de şcoli codurile de înscriere. Codurile de înscriere sunt utilizate în ecranul studenţilor înscriere, şi să specifice motivul pentru care studentul a fost înscris sau a scazut de la o şcoală. Aceste coduri se aplică tuturor şcolilor la nivel de sistem.
ru_ru: Страница регистрации кодов позволяет настроить ваш коды школ регистрации. Регистрации коды используются в экран числа учащихся, а также указать причины студент был зачислен или удалено из школы. Эти коды применяются ко всем школам по всей системе.
sk_sk: Zápis kódy stránka umožňuje nastaviť školy zápisu kódu. Zápis kódy sú používané na obrazovke zápis študenta, a určiť dôvod, prečo študent bol prijatý, alebo spadol z školy. Tieto kódy sa vzťahujú na všetky školy v celom systéme.
sl_si: Vpis kode stran vam omogoča nastavitev vaše šole vpis kode. Vpis kode se uporabljajo pri zaslonu vpis študentov, in naveden razlog je bil študent vpisan, ali se je s šolo. Te kode veljajo za vse šole, celotnega sistema.
sq_al: Kodet Regjistrimi faqe ju lejon të setup kodet shkollat ​​e regjistrimit tuaj. Regjistrimi kodeve janë përdorur në ekran studentëve regjistrimit, dhe të përcaktojë arsye nxënësi është regjistruar ose ka rënë nga një shkollë. Këto kode zbatohen për të gjitha shkollat ​​e sistemit të gjerë.
sr_rs: Кодови Упис страница вам омогућава да подесите своју школе кодова упис. Упис кодови се користе у екран Упис ученика, и да наведете разлог студент уписан или је пао са школе. Ови кодови важе за све школе на нивоу система.
sv_se: Inskrivningen Koder sida kan du ställa in din skolorna inskrivning koder. Inskrivning koder används i Enrollment studerande skärmen och ange orsaken till att eleven var inskriven eller bort från en skola. Dessa koder gäller för alla skolor i hela systemet.
th_th: ลงทะเบียนเรียนหน้าสูตรช่วยให้คุณสามารถติดตั้งรหัสการลงทะเบียนโรงเรียนของคุณ รหัสการลงทะเบียนจะถูกใช้ในหน้าจอนักเรียนลงทะเบียนและระบุเหตุผลที่นักเรียนได้ลงทะเบียนหรือลดลงจากโรงเรียน รหัสเหล่านี้นำไปใช้กับทุกโรงเรียนทั้งระบบ
tr_tr: Kayıt Kodları sayfa okullara kayıt kodları kurulum sağlar. Kayıt kodları Kayıt öğrenci ekran kullanılan ve öğrencinin bir okula kayıt yaptıran veya düştü sebebini belirtin. Bu kodlar, sistem genelinde tüm okullar için geçerlidir.
uk_ua: Сторінка реєстрації кодів дозволяє настроїти ваш коди шкіл реєстрації. Реєстрації коди використовуються в екран числа учнів, а також вказати причини студент був зарахований або видалено зі школи. Ці коди застосовуються до всіх шкіл по всій системі.
wa_be: Mae&#39;r Codau Ymrestru dudalen hon yn caniatáu i chi gofrestru eich setup codau ysgolion. Codau cofrestru yn cael eu defnyddio yn y myfyriwr Ymrestru sgrin, ac yn nodi&#39;r rheswm dros y myfyriwr yn ymrestru neu ollwng o ysgol. Mae&#39;r codau yn berthnasol i bob ysgol ar draws y system.
zh_tw: 在招生代碼頁，可以設置您的學校招生代碼。招生代碼是用在招生學生屏幕，並說明原因的學生被錄取或下降到一所學校。這些代碼適用於所有學校系統範圍。

source: To add an enrollment code, fill in the enrollment codes title, short name, and type in the empty fields at the bottom of the enrollment codes list. Click the Save button.
af_za: Om &#39;n inskrywing kode te voeg, vul in die titel inskrywing kodes, kort naam, en tik in die leë velde aan die onderkant van die inskrywing kodes lys. Klik op die Save-knoppie.
be_by: Каб дадаць код рэгістрацыі, запоўніць назва рэгістрацыі кодаў, кароткае імя і ўвядзіце ў пустыя палі ў ніжняй частцы спісу рэгістрацыі кодаў. Націсніце кнопку Захаваць.
bg_bg: За да добавите код за записване, попълнете записване кодове заглавие, кратко име, и вида в празните полета в долната част на списъка с кодовете на записване. Щракнете върху бутона Save.
bn_bd: একটি তালিকা কোড যোগ তালিকা কোড শিরোনাম, সংক্ষিপ্ত নাম, তালিকা কোড তালিকা নীচে খালি ক্ষেত্র টাইপ মধ্যে, ভরাট. সংরক্ষণ বাটনে ক্লিক করুন.
da_dk: For at tilføje en indskrivning kode, udfylde tilmeldingen koderne titel, korte navn, og skriv i de tomme felter i bunden af ​​registreringen koder listen. Klik på knappen Gem.
el_gr: Για να προσθέσετε έναν κωδικό εγγραφής, συμπληρώστε τους κωδικούς εγγραφής τίτλο, σύντομο όνομα, και τον τύπο της κενά πεδία στο κάτω μέρος των κωδικών εγγραφής λίστα. Κάντε κλικ στο κουμπί Αποθήκευση.
et_ee: Lisada registreerimise kood, täitke registreerumise koodid pealkiri, lühike nimi ja kirjuta tühjade väljade allosas registreerumise koodid nimekirja. Klõpsake nuppu Salvesta.
fa_ir: برای اضافه کردن یک کد ثبت نام ، به عنوان کد ثبت نام ، نام کوتاه ، و نوع در زمینه های خالی در پایین ثبت نام لیست کدهای را پر کنید. بر روی دکمه ذخیره کلیک کنید.
fi_fi: Voit lisätä ilmoittautuminen koodia, täytä ilmoittautuminen koodit otsikko, lyhyt nimi ja kirjoita tyhjät kentät alareunassa ilmoittautuminen koodien luettelo. Napsauta Tallenna-painiketta.
ga_ie: Chun cur le cód rollaithe, líon isteach an teideal rollú cóid, ainm gearr, agus cineál i réimsí folamh ag bun an liosta ar an rolla cóid. Cliceáil ar an gcnaipe Sábháil.
gl_gl: Para engadir unha clave de acceso, encher o título códigos de inscrición, nome curto, e escribir os campos baleiros na parte inferior da lista de códigos de inscrición. Preme o botón Gardar.
hr_hr: Da biste dodali upis koda, ispunite naslov upis kodova, skraćeni naziv, i tip u prazna polja na dnu popisa upisa kodova. Kliknite gumb Spremi.
hu_hu: Ha egy beiratkozási kódot, töltse ki a regisztrációs kód címét, rövid név, és írja be az üres területekre alján a beiratkozási kódok listáját. Kattintson a Save gombra.
is_is: Til að bæta við innritun kóða, fylla í innritun númerin titli, stutt nafn og tegund í the tóm svæði á the botn af the skráning merkjamál listanum. Smelltu á Vista hnappinn.
ja_jp: 登録コードを追加するには、登録コードのリストの下部にある空のフィールドに登録コードのタイトル、短い名前、およびタイプを入力してください。 [保存]ボタンをクリックします。
lt_lt: Norėdami pridėti įsirašymo kodą, užpildykite registraciją kodai pavadinimą, trumpą pavadinimą ir tipą tuščių laukų registraciją kodų sąrašas apačioje. Paspauskite mygtuką &quot;Išsaugoti&quot;.
lv_lv: Lai pievienotu uzņemšanas kodu, aizpildiet uzņemšanu kodi nosaukumu, īso nosaukumu, un ierakstiet tukšiem laukiem apakšā uzņemšanas kodu saraksts. Noklikšķiniet uz pogas Saglabāt.
mk_mk: За да додадете запишување код, пополнување на запишување кодови наслов, кратко име и тип во празните полиња на дното на запишување кодови листа. Кликнете на копчето Зачувај.
nn_no: For å legge til en sikkerhetsnøkkel kode, fyll inn innmelding koder tittel, kort navn, og skriv inn de tomme feltene nederst på innmelding koder listen. Klikk på knappen Lagre.
pl_pl: Aby dodać kod rejestracji, wypełnić tytuł kody rejestracji, nazwa jest krótka i wpisz w puste pola na dole listy kodów rejestracji. Kliknij przycisk Zapisz.
pt_pt: Para adicionar um código de inscrição, preencher o título códigos de inscrição, nome curto, e digitar os campos vazios na parte inferior da lista de códigos de inscrição. Clique no botão Salvar.
ro_ro: Pentru a adăuga un cod de înscriere, completaţi în titlu codurile de înscriere, nume scurt, şi tastaţi în câmpurile goale din partea de jos a listei codurilor de înscriere. Faceţi clic pe butonul Salvare.
ru_ru: Чтобы добавить код регистрации, заполнить название регистрации кодов, короткое имя и введите в пустые поля в нижней части списка регистрации кодов. Нажмите кнопку Сохранить.
sk_sk: Ak chcete pridať k zápisu kódu, zadajte nadpis zápisu kódu, krátky názov, a zadajte do prázdneho poľa v dolnej časti zápisu v zozname kódov. Kliknite na tlačidlo Uložiť.
sl_si: Če želite dodati vpis kode, izpolnite naslov vpis kode, kratko ime, in vnesite v prazna polja na dnu seznama vpis kode. Kliknite na gumb Save.
sq_al: Për të shtuar një kod të regjistrimit, të plotësuar në titull kodet e regjistrimit, emri i të shkurtër, dhe lloji në fushat e zbrazëta në fund të listës kodeve regjistrimit. Klikoni butonin Ruaj.
sr_rs: Да бисте додали код уписа, попунити кодове уписа титулу, кратко име, и укуцајте празна поља на дну кодова уписа листе. Кликните на дугме Сачувај.
sv_se: För att lägga till en inskrivning kod, fyll i registreringen koder titel, kort namn, och skriv i de tomma fälten längst ner på inskrivningen koder listan. Klicka på knappen Spara.
th_th: เมื่อต้องการเพิ่มโค้ดลงทะเบียนที่กรอกข้อมูลในการลงทะเบียนชื่อรหัสชื่อสั้นและประเภทในเขตข้อมูลที่ว่างเปล่าที่ด้านล่างของการลงทะเบียนรายชื่อรหัส คลิกปุ่มบันทึก
tr_tr: Bir kayıt kodu eklemek için, kayıt kodları listesi altındaki boş alan kayıt kodları başlığı, kısa adı ve türü doldurun. Kaydet düğmesine tıklayın.
uk_ua: Щоб додати код реєстрації, заповнити назва реєстрації кодів, коротке ім&#39;я та введіть у порожні поля в нижній частині списку реєстрації кодів. Натисніть кнопку Зберегти.
wa_be: I ychwanegu cod cofrestru, llenwch y teitl cofrestru codau, enw byr, a theipiwch y caeau gwag ar waelod y rhestr codau cofrestru. Cliciwch ar y botwm Save.
zh_tw: 要添加一個註冊代碼，填寫報名代碼名稱，簡稱，然後在空場底部的招生代碼的列表。點擊保存按鈕。

source: To modify an enrollment code, click on any of the enrollment codes information, change the value, and click the Save button.
af_za: Om &#39;n inskrywing kode te verander, klik op enige van die inskrywings kodes inligting, die waarde te verander, en kliek op die Save-knoppie.
be_by: Каб змяніць рэгістрацыі кода, націсніце на любую інфармацыю, рэгістрацыі кодаў, зменіце значэнне і націсніце кнопку Захаваць.
bg_bg: За да промените код за записване, кликнете върху някоя от кодове информация за записване, променете стойността и щракнете върху бутона Save.
bn_bd: একটি তালিকা কোড পরিবর্তনের তালিকা কোড তথ্য কোনো,, ক্লিক করে মান পরিবর্তন, এবং সেভ বাটনে ক্লিক করুন.
da_dk: For at ændre en tilmelding kode, skal du klikke på nogen af ​​de tilmelding koderne oplysninger, ændre værdien, og klik på knappen Gem.
el_gr: Για να τροποποιήσετε έναν κωδικό εγγραφής, κάντε κλικ σε οποιοδήποτε από τους κωδικούς εγγραφής πληροφορίες, αλλάξτε την τιμή και κάντε κλικ στο κουμπί Αποθήκευση.
et_ee: Muuta registreerumise koodi, vajutage ükskõik registreerumise koodid informatsiooni väärtust muuta ja vajuta nuppu Salvesta.
fa_ir: برای تغییر یک کد ثبت نام ، با کلیک بر روی هر یک از ثبت نام اطلاعات کدهای تغییر ارزش ، و با کلیک بر روی دکمه ذخیره.
fi_fi: Voit muokata ilmoittautuminen koodin, valitse tahansa ilmoittautuminen koodeja, muuta arvoa, ja napsauta Tallenna-painiketta.
ga_ie: A mhodhnú le cód clárú, cliceáil ar aon cheann de na faisnéise na cóid rollaithe, an luach a athrú, agus cliceáil ar an gcnaipe Sábháil.
gl_gl: Para modificar unha clave de acceso, faga clic en calquera das informacións códigos de inscrición, cambiar o valor, e prema no botón Gardar.
hr_hr: Da biste izmijenili upis koda, kliknite na bilo koje informacije za upis kodova, promijenite vrijednost i kliknite na gumb Spremi.
hu_hu: Módosításához beiratkozó kódot, kattintson bármelyik beiratkozási kód információkat, módosítsa az értéket, majd kattintson a Mentés gombra.
is_is: Til að breyta innskráningarlykils kóða, smellur á allir af the skráning merkjamál upplýsingar, breyta gildi, og smelltu á Vista hnappinn.
ja_jp: 登録コードを変更するには、登録コードの情報のいずれかをクリックして値を変更し、[保存]ボタンをクリックします。
lt_lt: Norėdami pakeisti įsirašymo kodą, spustelėkite bet registraciją kodų informaciją, keisti reikšmę, ir spustelėkite mygtuką &quot;Išsaugoti&quot;.
lv_lv: Lai mainītu uzņemšanas kodu, noklikšķiniet uz jebkuras no uzņemšanas kodu informāciju, mainītu vērtību, un noklikšķiniet uz pogas Saglabāt.
mk_mk: За да го измените на запишување код, кликнете на секоја од уписот кодови информации, промена на вредноста, и кликнете на копчето Зачувај.
nn_no: For å endre en påmelding kode, klikker du på noen av innmelding koder, endre verdien, og klikk Lagre.
pl_pl: Aby zmienić kod rejestracji, kliknij na żadnych informacji kody rejestracji, zmiany wartości, a następnie kliknij przycisk Zapisz.
pt_pt: Para modificar um código de inscrição, clique em qualquer das informações códigos de inscrição, alterar o valor, e clique no botão Salvar.
ro_ro: Pentru a modifica un cod de înscriere, faceţi clic pe oricare dintre informaţiile de înscriere codurile, modifica valoarea, şi faceţi clic pe butonul Save.
ru_ru: Чтобы изменить регистрации кода, нажмите на любую информацию, регистрации кодов, измените значение и нажмите кнопку Сохранить.
sk_sk: Ak chcete zmeniť zápis kódu, kliknite na niektorý z informácií zápisu kódu, zmeňte hodnotu a kliknite na tlačidlo Uložiť.
sl_si: Če želite spremeniti vpis kode, kliknite na katero koli informacij vpisu kode, spremenite vrednost, in kliknite na gumb Save.
sq_al: Për të modifikuar një kod regjistrimi, klikoni mbi ndonjë nga informacionet e kodeve të regjistrimit, të ndryshojë vlerën, dhe klikoni butonin Ruaj.
sr_rs: Да бисте изменили код уписа, кликните на било коју од кодова уписа података, промените вредност, а затим кликните на дугме Сачувај.
sv_se: För att ändra en inskrivning kod, klicka på någon av de inskrivna koder informationen, ändra värdet och klickar på knappen Spara.
th_th: ปรับเปลี่ยนรหัสการลงทะเบียนให้คลิกที่ใด ๆ ของการลงทะเบียนข้อมูลรหัสการเปลี่ยนแปลงค่าและคลิกที่ปุ่มบันทึก
tr_tr: Kayıt kodunu değiştirmek için, herhangi bir kayıt kodları bilgi tıklatın, değerini değiştirmek ve Kaydet düğmesini tıklatın.
uk_ua: Щоб змінити реєстрації коду, натисніть на будь-яку інформацію, реєстрації кодів, змініть значення і натисніть кнопку Зберегти.
wa_be: I addasu cod cofrestru, cliciwch ar unrhyw ran o&#39;r wybodaeth cofrestru codau, newid y gwerth, a chliciwch ar y botwm Save.
zh_tw: 要修改註冊代碼，點擊任何招生代碼的信息，改變值，然後點擊保存按鈕。

source: To delete an enrollment code, click the delete icon
af_za: Om &#39;n inskrywing kode te verwyder, kliek op die ikoon te verwyder
be_by: Для выдалення рэгістрацыі кода, націсніце значок выдалення
bg_bg: За да изтриете код за записване, щракнете върху иконата за изтриване
bn_bd: একটি তালিকা কোড মুছে ফেলা, মুছে আইকন ক্লিক করুন
da_dk: For at slette en tilmelding kode, skal du klikke på ikonet Slet
el_gr: Για να διαγράψετε ένα κωδικό εγγραφής, κάντε κλικ στο εικονίδιο διαγραφής
et_ee: Kustutada registreerimise koodi, klõpsa Delete ikoon
fa_ir: برای حذف یک کد ثبت نام ، با کلیک بر روی آیکون حذف
fi_fi: Voit poistaa ilmoittautuminen koodia, klikkaa Poista-kuvaketta
ga_ie: A scriosadh cód rollaithe, cliceáil ar an deilbhín scriosadh
gl_gl: Para eliminar unha chave de inscrición, prema na icona de exclusión
hr_hr: Za brisanje upisa kod, kliknite ikonu za brisanje
hu_hu: Törléséhez beiratkozó kódot, kattintson a törlés ikonra
is_is: Til að eyða skráningu kóða, smelltu á Delete táknið
ja_jp: 登録コードを削除するには、削除アイコンをクリック
lt_lt: Norėdami ištrinti įsirašymo kodą, spustelėkite Šalinti piktogramą
lv_lv: Lai izdzēstu uzņemšanas kodu, uzklikšķiniet izdzēst ikonas
mk_mk: За да избришете некој запишување код, кликнете на иконата избришете
nn_no: Slik sletter du en registrering kode, klikker du på Slett-ikonet
pl_pl: Aby usunąć kod rejestracji, kliknij ikonę usuwania
pt_pt: Para apagar um código de inscrição, clique no ícone de exclusão
ro_ro: Pentru a şterge un cod de înscriere, faceţi clic pe pictograma şterge
ru_ru: Для удаления регистрации кода, нажмите значок удаления
sk_sk: Ak chcete odstrániť zápisu kódu, kliknite na ikonu Odstrániť
sl_si: Če želite izbrisati vpis kode, kliknite ikono izbrisati
sq_al: Për të fshirë një kod të regjistrimit, klikoni ikonën fshini
sr_rs: Да бисте избрисали код уписа, кликом на делете иконица
sv_se: För att radera en registrering kod, klicka på ikonen Ta bort
th_th: ในการลบรหัสการลงทะเบียนให้คลิกที่ไอคอนลบ
tr_tr: Kayıt kodunu silmek için, sil simgesini tıklayın
uk_ua: Для видалення реєстрації коду, натисніть значок видалення
wa_be: I ddileu cod cofrestru, cliciwch ar yr eicon dileu
zh_tw: 要刪除一個註冊代碼，點擊刪除圖標
