Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Select Marking Period:
af_za: Kies Nakijktermijn:
ar_dz: حدد الفترة علامات :
be_by: Выберыце Маркіроўка Перыяд:
bg_bg: Изберете Маркиране Период:
bn_bd: অবস্থানসূচক সময়কাল নির্বাচন করুন:
da_dk: Vælg Mærkning Periode:
el_gr: Επιλέξτε Σήμανση Περίοδος:
es_es: Seleccione un Período de Evaluación:
et_ee: Vali tähistamine perioodile:
fa_ir: دوره مشخص را انتخاب کنید :
fi_fi: Valitse Merkintä ajalta:
ga_ie: Roghnaigh Tréimhse Marcáil:
gl_gl: Seleccione Período de reserva:
hr_hr: Odaberite obilježavanja Razdoblje:
hu_hu: Válassza ki a jelölés időszak:
is_is: Veldu Merking Tímabil:
ja_jp: マーキング期間を選択します。
lt_lt: Pasirinkite Žymėjimas Laikotarpis:
lv_lv: Izvēlieties Artikuls Periods:
mk_mk: Изберете Обележување Период:
nn_no: Velg Merking Periode:
pl_pl: Wybierz okres CE:
pt_pt: Selecione Período de marcação:
ro_ro: Selectaţi Perioada Marcaj:
ru_ru: Выберите Маркировка Период:
sk_sk: Vyberte Označenie obdobie:
sl_si: Izberi Marking Obdobje:
sq_al: Zgjidh Periudha shënuar:
sr_rs: Одаберите Обележавање период:
sv_se: Välj Märkning Period:
th_th: เลือกช่วงเวลาการทำเครื่องหมาย :
tr_tr: İşaretleme Dönemi seçin:
uk_ua: Виберіть Маркування Період:
wa_be: Dewiswch Cyfnod Marcio:
zh_tw: 選擇評分期：

source: No Class List Found
af_za: Geen klaslys gevind
ar_dz: لم يتم العثور على فئة قائمة
be_by: Няма спісу класаў знойдзена
bg_bg: Не е намерена клас Списък
bn_bd: কোন ক্লাস তালিকা পাওয়া পাওয়া যায়নি
da_dk: Ingen klasse Fundet Liste
el_gr: Δεν βρέθηκαν Λίστα Κατηγορίας
es_es: No se Encontró una Lista de Clases
et_ee: Ei Klassi nimekirja Found
fa_ir: لیست طبقاتی
fi_fi: Ei Class List löytynyt
ga_ie: Uimh Liosta Rang Aimsíodh
gl_gl: Ningunha lista de Clase atopado
hr_hr: Nema klase Popis pronađeni
hu_hu: Nem osztály listája található
is_is: No Class Listi fundust
ja_jp: 見つかりませんクラスのリストない
lt_lt: Nėra sąrašą klasių Rasta
lv_lv: Nr Class Atrasts saraksts
mk_mk: Не Класа Листа пронајдено
nn_no: No Class List funnet
pl_pl: Nie znaleziono listy klasy
pt_pt: Nenhuma lista de Classe encontrado
ro_ro: Lista nr Clasa S-au găsit
ru_ru: Нет списку классов Найдено
sk_sk: Žiadna trieda nájdený zoznam
sl_si: Št Class Found Seznam
sq_al: Asnjë Lista Klasa Found
sr_rs: Нема класа Листа Пронађено
sv_se: Inga Klass Lista funna
th_th: รายชื่อชั้นไม่พบ
tr_tr: Sınıf Listesi Bulundu yok
uk_ua: Ні списку класів Знайдено
wa_be: Dim Rhestr Dosbarth wedi ei ddarganfod
zh_tw: 沒有類列表中找到

source: All available classes
af_za: Alle beskikbare klasse
ar_dz: جميع الفئات المتاحة
be_by: Усе даступныя класы
bg_bg: Всички налични класове
bn_bd: সমস্ত উপলব্ধ ক্লাস
da_dk: Alle tilgængelige klasser
el_gr: Όλα τα διαθέσιμα μαθήματα
es_es: Todas las clases disponibles
et_ee: Kõik võimalikud klassid
fa_ir: در دسترس کلاس
fi_fi: Kaikki käytettävissä olevat luokat
ga_ie: Gach ranganna ar fáil
gl_gl: Todas as clases dispoñibles
hr_hr: Svi dostupni klase
hu_hu: Minden rendelkezésre álló osztályok
is_is: Öllum tiltækum flokkar
ja_jp: 使用可能なすべてのクラス
lt_lt: Visi leistini klasių
lv_lv: Visi pieejamie klases
mk_mk: Сите достапни класи
nn_no: Alle tilgjengelige klasser
pl_pl: Wszystkie dostępne klas
pt_pt: Todas as classes disponíveis
ro_ro: Toate clasele disponibile
ru_ru: Все доступные классы
sk_sk: Všetky dostupné kurzy
sl_si: Vsi razpoložljivi razredi
sq_al: Të gjitha klasat në dispozicion
sr_rs: Сви доступни класе
sv_se: Alla tillgängliga klasser
th_th: ใช้ได้ทุกชั้นเรียน
tr_tr: Mevcut tüm sınıflar
uk_ua: Всі доступні класи
wa_be: Mae pob dosbarth sydd ar gael
zh_tw: 所有可用的類

source: All available classes for
af_za: Alle beskikbare klasse vir
ar_dz: جميع الفئات المتاحة ل
be_by: Усе даступныя класы для
bg_bg: Всички налични класове за
bn_bd: সমস্ত উপলব্ধ ক্লাস
da_dk: Alle tilgængelige klasser for
el_gr: Όλα τα διαθέσιμα μαθήματα για
es_es: Todas las clases disponibles para
et_ee: Kõik võimalikud klassid
fa_ir: تمام بخشهای در دسترس کلاسهایی که برای
fi_fi: Kaikki käytettävissä olevat luokat
ga_ie: Ranganna ar fad ar fáil le haghaidh
gl_gl: Todas as clases dispoñibles para
hr_hr: Svi dostupni za nastavu
hu_hu: Minden rendelkezésre álló osztályok
is_is: Öll tiltæk flokkum fyrir
ja_jp: 用可能なすべてのクラス
lt_lt: Visi leistini užsiėmimai
lv_lv: Visi pieejamie nodarbības
mk_mk: Сите достапни класи за
nn_no: Alle tilgjengelige klasser for
pl_pl: Wszystkie dostępne zajęcia dla
pt_pt: Todas as classes disponíveis para
ro_ro: Toate clasele disponibile pentru
ru_ru: Все доступные классы для
sk_sk: Všetky dostupné kurzy pre
sl_si: Vsi razredi so na voljo za
sq_al: Të gjitha klasat në dispozicion për
sr_rs: Сви доступни одељења за
sv_se: Alla tillgängliga klasser för
th_th: ทุกชั้นเรียนสำหรับ
tr_tr: Için mevcut tüm sınıflar
uk_ua: Всі доступні класи для
wa_be: Mae pob dosbarth ar gael ar gyfer
zh_tw: 所有可用的班

source: Course Catalog
af_za: Cursus Katalogus
ar_dz: طبعا الكتالوج
be_by: Каталог курсаў
bg_bg: Курс Каталог
bn_bd: কোর্সের সুবিন্যস্ত তালিকা
da_dk: Kursuskatalog
el_gr: Κατάλογος Μαθημάτων
es_es: Catálogo de Cursos
et_ee: Muidugi Catalog
fa_ir: کاتالوگ درس
fi_fi: Opinto-opas
ga_ie: Catalóg Cúrsa
gl_gl: Catálogo de Cursos
hr_hr: Tečaj Katalog
hu_hu: Tanfolyam katalógus
is_is: Kennsluskrá
ja_jp: コー​​スカタログ
lt_lt: Kursų katalogas
lv_lv: Kursu Katalogs
mk_mk: Курс Каталог
nn_no: Kurskatalog
pl_pl: Katalog kursów
pt_pt: Catálogo de Cursos
ro_ro: Curs de catalog
ru_ru: Каталог курсов
sk_sk: Katalóg kurzov
sl_si: Tečaji
sq_al: Katalog Kursi
sr_rs: Наравно Каталог
sv_se: Kurskatalog
th_th: แคตตาล็อกแน่นอน
tr_tr: Ders Kataloğu
uk_ua: Каталог курсів
wa_be: Catalog y Cwrs
zh_tw: 課程目錄

source: Class Name
af_za: Klas Naam
ar_dz: اسم الطبقة
be_by: Імя класа
bg_bg: Името на класа
bn_bd: ক্লাসের নাম
da_dk: Klasse Navn
el_gr: Όνομα της κλάσης
es_es: Nombre de la Clase
et_ee: Klass Nimi
fa_ir: نام کلاس
fi_fi: Luokan nimi
ga_ie: Ainm an Ranga
gl_gl: Nome da clase
hr_hr: Ime klase
hu_hu: Osztály neve
ja_jp: クラス名
lt_lt: Klasės pavadinimas
mk_mk: Класа име
nn_no: Klasse Navn
pl_pl: Nazwa klasy
pt_pt: Nome da classe
ro_ro: Clasa Nume
ru_ru: Имя класса
sk_sk: Názov triedy
sl_si: Razred Ime
sq_al: Emri Klasa
sr_rs: Име класе
sv_se: Klass Namn
th_th: ชื่อคลาส
tr_tr: Sınıf Adı
uk_ua: Ім&#39;я класу
wa_be: Enw Dosbarth
zh_tw: 類名

source: Subject cannot be deleted.
af_za: Onderwerp kan nie verwyder word nie.
be_by: Тэма не можа быць выдалены.
bg_bg: Обектът не може да бъде изтрит.
bn_bd: বিষয় মুছে ফেলা যাবে না.
da_dk: Emne kan ikke slettes.
el_gr: Θέμα δεν μπορεί να διαγραφεί.
es_es: El asunto no se puede eliminar.
et_ee: Teema ei saa kustutada.
fa_ir: موضوع را نمی توان حذف شده است.
fi_fi: Aihe ei voi poistaa.
ga_ie: Ní féidir Faoi réir a scriosadh.
gl_gl: Asunto non pode ser excluída.
hr_hr: Predmet nije moguće izbrisati.
hu_hu: Tárgy nem lehet törölni.
is_is: Subject ekki hægt að eyða.
ja_jp: 被験者は削除できません。
lt_lt: Tema negali būti išbrauktas.
lv_lv: Temats nevar izdzēst.
mk_mk: Предмет не може да биде избришан.
nn_no: Subject kan ikke slettes.
pl_pl: Temat nie może być usunięty.
pt_pt: Assunto não pode ser excluída.
ro_ro: Sub rezerva nu pot fi şterse.
ru_ru: Тема не может быть удален.
sk_sk: Predmet nemožno odstrániť.
sl_si: Zadeva ni mogoče izbrisati.
sq_al: Subjekti nuk mund të fshihet.
sr_rs: Предмет не може бити обрисан.
sv_se: Ämne kan inte tas bort.
th_th: เรื่องไม่สามารถลบ
tr_tr: Konu silinemez.
uk_ua: Тема не може бути видалений.
wa_be: Ni ellir ei ddileu Pwnc.
zh_tw: 主題不能被刪除。

source: Secondary Teacher
af_za: Lerares
ar_dz: مدرس ثانوي
be_by: Настаўнік сярэдняй
bg_bg: Средно на учители
bn_bd: মাধ্যমিক শিক্ষক
da_dk: Sekundær Lærer
el_gr: Καθηγητής δευτεροβάθμιας
es_es: Profesor Suplente
et_ee: Keskkooli õpetajate
fa_ir: معلمان دورهی متوسطه
fi_fi: Toissijainen Opettaja
ga_ie: Múinteoir Meánscoile
gl_gl: Profesor de ensino medio
hr_hr: Sekundarni Učitelj
hu_hu: Másodlagos tanár
is_is: Secondary Kennari
ja_jp: 二次教師
lt_lt: Vidurinis Mokytojas
lv_lv: Vidusskolas skolotājs
mk_mk: Средно наставници
nn_no: Sekundær Teacher
pl_pl: Nauczyciel
pt_pt: Professor de ensino médio
ro_ro: Profesor secundar
ru_ru: Учитель средней
sk_sk: Učiteľ sekundárne
sl_si: Sekundarna učiteljev
sq_al: Mësues të mesme
sr_rs: Секундарни наставника
sv_se: Sekundär Lärare
th_th: ครูมัธยมศึกษา
tr_tr: Ortaöğretim Öğretmen
uk_ua: Вчитель середньої
wa_be: Athro Uwchradd
zh_tw: 中學教師

source: No. of login failures allowed before account is disabled
af_za: No van die login mislukkings toegelaat voordat die rekening is afgeskakel
ar_dz: رقم من فشل تسجيل الدخول قبل السماح تعطيل الحساب
be_by: Колькасць Увайсці няўдач дапускаецца да уліковы запіс адключаная
bg_bg: Брой на влизане фалити допуска, преди да се отчетат с увреждания
bn_bd: লগিন ব্যর্থতার সংখ্যা গণনা নিষ্ক্রিয়ার পূর্বে অনুমোদন করেছিল
da_dk: Antal login fejl er tilladt, før kontoen er deaktiveret
el_gr: Όχι των αποτυχιών login επιτρέπεται πριν λογαριασμός απενεργοποιείται
es_es: Nro. de intentos fallidos de inicio de sesión permitidos antes de que la cuenta se deshabilite
et_ee: No login ebaõnnestumisi lubatud enne konto on blokeeritud
fa_ir: تعداد شکست های ورود به سایت مجاز قبل از حساب غیر فعال است
fi_fi: No Kirjaudu epäonnistumisia sallitaan ennen tili on poistettu
ga_ie: Líon na teipeanna logáil isteach a cheadaítear sula ndéantar cuntas faoi mhíchumas
gl_gl: N º de fallos de conexión permite antes de conta está desactivada
hr_hr: Broj prijava kvarova dopušteno prije nego što je račun onemogućen
hu_hu: Száma bejelentkezési hibák hagyni, mielőtt fiók le van tiltva
is_is: Fjöldi bilana innskráningu leyfð áður en reikningur er óvirkur
ja_jp: アカウントが無効化されるまでに許容されるログイン失敗の数
lt_lt: Nesėkmingų bandymų prisijungti skaičius leido prieš sąskaita išjungta
lv_lv: Skaits login neveiksmes atļauts pirms konts ir atspējots
mk_mk: Број на логирање неуспеси дозволени пред Сметката е блокирана
nn_no: Antall mislykkede pålogginger tillates før kontoen er deaktivert
pl_pl: Liczba nieudanych prób logowania może przed Konto jest wyłączone
pt_pt: N º de falhas de login permitido antes de conta está desativada
ro_ro: Nr de eşecuri autentificare permis înainte de cont este dezactivat
ru_ru: Количество Войти неудач допускается до учетная запись отключена
sk_sk: Počet chybných prihlásenie povolené pred Účet je zablokovaný
sl_si: Število prijava napak, preden se je onemogočen račun
sq_al: Numri i dështimeve të identifikoheni para se të llogarisë është e lejuar me aftësi të kufizuara
sr_rs: Број неуспешна покушаја пријаве дозвољено пре Рачун је блокиран
sv_se: Antal misslyckade inloggningsförsök tillåtas innan kontot är inaktiverat
th_th: หมายเลขของความล้มเหลวได้รับอนุญาตก่อนเข้าสู่ระบบบัญชีถูกปิดใช้งาน
tr_tr: Hesap devre dışı bırakıldı önce giriş hataları sayılı izin
uk_ua: Кількість Увійти невдач допускається до обліковий запис вимкнуто
wa_be: Nifer o fethiannau fewngofnodi a ganiateir cyn y cyfrif yn anabl
zh_tw: 號前允許的登錄失敗帳戶被禁用

source: Cannot delete because grade levels are associated.
af_za: Kan nie verwyder word nie omdat graadvlakke geassosieer word.
ar_dz: لا يمكن حذف لأن ترتبط الرتب.
be_by: Не магу выдаліць таму класах звязаныя.
bg_bg: Не можеш да изтриеш, защото клас нива са свързани.
bn_bd: মুছে ফেলা গেল না কারণ স্তর স্তর সহযোগ করা হয়
el_gr: Δεν είναι δυνατή η διαγραφή, επειδή συνδέονται βαθμό τα επίπεδα.
es_es: No se puede eliminar porque tiene niveles de grado asociados..
et_ee: Kustutada ei saa, sest klassi tase on seotud.
fa_ir: حذف به دلیل سطح درجه در ارتباط نیست.
fi_fi: Ei voi poistaa, koska luokka-asteelta liittyy.
ga_ie: Ní féidir a scriosadh toisc go bhfuil leibhéil grád a bhaineann leo.
gl_gl: Non se pode borrar porque os niveis de calidade están asociadas.
hr_hr: Ne može se izbrisati, jer su povezane razine razreda.
hu_hu: Nem lehet törölni, mert minőségű szintje kapcsolódik.
is_is: Get ekki eytt vegna þess að einkunn stigum eru tengd.
ja_jp: 学年レベルが関連付けられているため、削除できません。
lt_lt: Negalite trinti, nes kokybės lygiai yra susiję.
lv_lv: Nevar izdzēst, jo klašu grupās ir saistīti.
mk_mk: Не можете да ги избришете бидејќи одделение нивоа се поврзани.
nn_no: Kan ikke slette fordi klassetrinn er tilknyttet.
pl_pl: Nie można usunąć, ponieważ stopień poziomy są związane.
pt_pt: Não é possível excluir porque os níveis de qualidade estão associadas.
ro_ro: Nu se poate şterge, deoarece nivelurile de calitate sunt asociate.
ru_ru: Не могу удалить потому классах связаны.
sk_sk: Nemožno zmazať, pretože terény sú spojené.
sl_si: Ne morem izbrisati, ker so povezane razred ravni.
sq_al: Nuk mund të fshini sepse klasët janë të lidhur.
sr_rs: Не можете брисати јер разреда су повезане.
sv_se: Kan inte ta bort eftersom årskurser är knutna.
th_th: ไม่สามารถลบเนื่องจากระดับชั้นประถมศึกษาปีที่เกี่ยวข้อง
tr_tr: Sınıf düzeyleri ilişkili olduğu için silinemiyor.
uk_ua: Не можу видалити, тому класах пов&#39;язані.
wa_be: Does dim modd dileu oherwydd lefelau gradd yn cael eu cysylltu.
zh_tw: 無法刪除，因為檔次水平有關聯。

source: grade level
af_za: graadvlak
ar_dz: مستوى الصف
be_by: класах
bg_bg: клас ниво
bn_bd: গ্রেড স্তর
da_dk: klasses niveau
el_gr: βαθμού επίπεδο
et_ee: klassi tasemel
fa_ir: سطح درجه
fi_fi: luokan tasolla
ga_ie: leibhéal an grád
gl_gl: nivel de ensino
hr_hr: razreda razini
hu_hu: évfolyam szintjén
is_is: bekk stigi
ja_jp: 学年レベル
lt_lt: klasės lygiu
lv_lv: pakāpes līmenī
mk_mk: одделение ниво
nn_no: klassetrinn
pl_pl: poziomu klasy
pt_pt: nível de ensino
ro_ro: gradul nivel
ru_ru: классам
sk_sk: ročníka
sl_si: razred ravni
sq_al: klasës
sr_rs: разред
sv_se: klass nivå
th_th: ระดับชั้น
tr_tr: sınıf düzeyi
uk_ua: класам
wa_be: lefel gradd
zh_tw: 年級

source: Next Grade
af_za: Volgende graad
ar_dz: الصف الثاني المقبل
be_by: Наступны клас
bg_bg: Следваща степен
bn_bd: পরবর্তী গ্রেড
da_dk: Næste Grade
el_gr: Επόμενο βαθμό
es_es: Siguiente Grado
et_ee: Järgmine aste
fa_ir: درجه بعدی
fi_fi: Seuraava luokka
ga_ie: Grád Ar Aghaidh
gl_gl: Reixa seguinte
hr_hr: Sljedeći razred
hu_hu: Következő fokozat
is_is: Næsta Grade
ja_jp: 次のグレード
lt_lt: Kitas Įvertinimas
lv_lv: Nākamā pakāpe
mk_mk: Следна Одделение
nn_no: Neste Grade
pl_pl: Następnej klasy
pt_pt: Grade próxima
ro_ro: Următoarele Grad
ru_ru: Следующий класс
sk_sk: Ďalšieho ročníka
sl_si: Naslednja Grade
sq_al: Grade Next
sr_rs: Наредни разред
sv_se: Nästa Grade
th_th: เกรดถัดไป
tr_tr: Sonraki Derece
uk_ua: Наступний клас
wa_be: Gradd Nesaf
zh_tw: 下一級

source: New Year
af_za: Nuwe Jaar
ar_dz: السنة الجديدة
be_by: Новы год
bg_bg: Нова година
bn_bd: নববর্ষ
da_dk: Nytår
el_gr: Νέο Έτος
es_es: Nuevo Semestre
et_ee: Uusaasta
fa_ir: سال نو
fi_fi: Uusi vuosi
ga_ie: Bliain Nua
gl_gl: Ano
hr_hr: Nova godina
hu_hu: Új év
ja_jp: 新しい年
lt_lt: Naujieji Metai
lv_lv: Jaunais gads
mk_mk: Нова Година
nn_no: Nyttår
pl_pl: Nowy Rok
pt_pt: Ano Novo
ro_ro: Anul Nou
ru_ru: Новый год
sk_sk: Nový rok
sl_si: Novo leto
sq_al: Viti i Ri
sr_rs: Нова Година
sv_se: Nyår
th_th: ปีใหม่
tr_tr: Yılbaşı
uk_ua: Новий рік
wa_be: Flwyddyn Newydd
zh_tw: 新年

source: New Semester
af_za: Nuwe semester
ar_dz: فصل جديد
be_by: Новы семестр
bg_bg: Нови семестър
bn_bd: নতুন Semester
da_dk: Nyt Semester
el_gr: Νέα Εξάμηνο
es_es: Nuevo Semestre
fa_ir: ترم جدید
fi_fi: Uusi lukukausi
ga_ie: Seimeastar Nua
gl_gl: Semestre novo
hr_hr: Novi semestar
hu_hu: Új szemeszter
is_is: New Önn
ja_jp: 新学期
lt_lt: Naujas semestras
lv_lv: Jauns semestris
mk_mk: Новиот семестар
nn_no: Nye Semester
pl_pl: Nowy semestr
pt_pt: Semestre novo
ro_ro: Semestrul noi
ru_ru: Новый семестр
sk_sk: Nový semester
sq_al: Semestri të reja
sr_rs: Нови семестар
sv_se: Ny termin
th_th: ภาคการศึกษาใหม่
tr_tr: Yeni Dönem
uk_ua: Новий семестр
wa_be: Semester Newydd
zh_tw: 新學期

source: New Progress Period
af_za: Nuwe Progress periode
ar_dz: التقدم فترة جديدة
be_by: Новы перыяд Прагрэс
bg_bg: Нова Напредъкът Период
bn_bd: নতুন অগ্রগতি সময়কাল
da_dk: Nye Fremskridt Periode
el_gr: Νέα Περίοδος Πρόοδος
es_es: Nuevo Período de Progreso
et_ee: New Progress perioodile
fa_ir: دوره پیشرفت های جدید
fi_fi: Uusi Progress Period
ga_ie: Tréimhse Dul Chun Cinn Nua
gl_gl: Período Novo Progreso
hr_hr: Novi Napredak Razdoblje
hu_hu: Új haladás időszak
is_is: New Framfarir Tímabil
ja_jp: 新しいプログレス期間
lt_lt: Naujosios Progress laikotarpis
lv_lv: New Progress periods
mk_mk: Нов напредокот Период
nn_no: Nye Progress Periode
pl_pl: Nowy okres Progress
pt_pt: Período Novo Progresso
ro_ro: Noi Progress Perioada
ru_ru: Новый период Прогресс
sk_sk: PROGRESS obdobie
sl_si: New Progress obdobje
sq_al: Periudha e re Përparimi
sr_rs: Нови Напредак период
sv_se: Nya framsteg Period
th_th: ระยะเวลาความคืบหน้าใหม่
tr_tr: Yeni Terakki Dönemi
uk_ua: Новий період Прогрес
wa_be: Cyfnod Cynnydd Newydd
zh_tw: 新進展期

source: Marking period cannot be deleted because it has other associations.
af_za: Nasienperiode kan nie verwyder word nie, want dit het ander verenigings.
be_by: Маркіроўка перыяд не можа быць выдалены, таму што ёсць і іншыя асацыяцыі.
bg_bg: Маркиране период не може да бъде заличена, защото има и други асоциации.
bn_bd: অবস্থানসূচক সময়ের মুছে কারণ অন্যান্য সংযুক্ত আছে করা যাবে না.
da_dk: Mærkning periode, kan ikke slettes, fordi det har andre foreninger.
el_gr: Σήμανση περίοδος δεν μπορεί να διαγραφεί, γιατί έχει και άλλες ενώσεις.
et_ee: Märgistus ajavahemikku ei saa jätta, kuna see on muudest ühendustest.
fa_ir: علامت گذاری دوره را نمی توان حذف شده ، به دلیل آن است انجمن های دیگر است.
fi_fi: Merkintä aikana ei voida poistaa, koska sillä on muita yhdistyksiä.
ga_ie: Ní féidir tréimhse marcála a scriosadh toisc go bhfuil sé cumainn eile.
gl_gl: Período de cita non pode ser eliminado porque ten outras asociacións.
hr_hr: Obilježavanje razdoblju ne može se izbrisati jer ima i drugih udruga.
hu_hu: Jelölés időszak nem lehet törölni, mert más szervezetek.
is_is: Merking tíma ekki hægt að eyða því að hún hefur annarra samtaka.
ja_jp: それは他の関連を持っているのでマーキング期間は削除できません。
lt_lt: Ženklinimas laikotarpis negali būti išbraukta, nes ji turi kitų asociacijų.
lv_lv: Marķēšanas periodu nevar jāsvītro, jo tas ir citas asociācijas.
mk_mk: Обележување период не може да биде избришан, бидејќи има и други здруженија.
nn_no: Merking perioden kan ikke slettes fordi den har andre assosiasjoner.
pl_pl: Okres oznakowania nie mogą być usunięte, ponieważ ma inne skojarzenia.
pt_pt: Período de marcação não pode ser excluído porque ele tem outras associações.
ro_ro: Marcarea perioadă nu poate fi şters, deoarece are alte asociaţii.
ru_ru: Маркировка период не может быть удален, потому что есть и другие ассоциации.
sk_sk: Označenie období nemožno odstrániť, pretože má iné združenie.
sl_si: Označevanje obdobja ni mogoče izbrisati, ker ima druga združenja.
sq_al: Periudhën e shënuar nuk mund të fshihet sepse ajo ka shoqata të tjera.
sr_rs: Обележавање период не може бити обрисан зато што је друга удружења.
sv_se: Märkning period kan inte tas bort eftersom det har andra föreningar.
th_th: ระยะเวลาการทำเครื่องหมายไม่สามารถลบเพราะมีสมาคมอื่น ๆ
tr_tr: Diğer dernekler, çünkü İşaretleme süre silinemez.
uk_ua: Маркування період не може бути вилучений, бо є й інші асоціації.
wa_be: Ni ellir cyfnod marcio yn cael ei ddileu oherwydd bod ganddo gysylltiadau eraill.
zh_tw: 閱卷期間不能刪除，因為它具有其他組織。

source: Grade Posting Begins
af_za: Graad Posting Begin
ar_dz: يبدأ الصف المشاركة
be_by: Клас Праводка пачынаецца
bg_bg: Степен Публикуване Begins
bn_bd: গ্রেড পোস্টিং শুরু
da_dk: Grade Posting Begynder
el_gr: Βαθμός Απόσπαση Αρχίζει
es_es: Finaliza la Publicación de Calificaciones
et_ee: Hinne Posting Begins
fa_ir: درجه مجوز های ارسال و آغاز
fi_fi: Grade lähettäminen alkaa
ga_ie: Grád Postála Tosaíonn
gl_gl: Reixa Posting Begins
hr_hr: Ocjena Knjiženje počinje
hu_hu: Grade Hozzászólás kezdődik
is_is: Grade Staða Byrjar
ja_jp: 投稿グレードが開始
lt_lt: Įvertinimas Rašymo Prasideda
lv_lv: Novērtējums Posting Begins
mk_mk: Одделение Праќање пораки во Започнува
pl_pl: Stopień Wysyłanie Begins
ro_ro: Grad de postare Incepe
ru_ru: Класс Проводка начинается
sk_sk: Stupeň vysielanie začína
sl_si: Grade Pošiljanje Begins
sq_al: Posting fillon klasën e
sr_rs: Слање порука у зависности разреда почиње
sv_se: Grade posta Börjar
th_th: เริ่มต้นการโพสต์เกรด
tr_tr: Sınıf Göndermek başlar
uk_ua: Клас Проводка починається
wa_be: Gradd Postio Dechrau
zh_tw: 級開始張貼

source: Grade Posting Ends
af_za: Graad Posting Ends
ar_dz: ينتهي الصف المشاركة
be_by: Клас Праводка Канцы
bg_bg: Степен Публикуване Завършва
bn_bd: গ্রেড পোস্টিং শেষ
el_gr: Βαθμός Λήγει Απόσπαση
es_es: Finaliza la Publicación de Calificaciones
et_ee: Hinne Posting Lõppeb
fa_ir: درجه مجوز های ارسال و پایان
fi_fi: Grade lähettäminen Ends
ga_ie: Críoch Postála Grád
gl_gl: Reixa Termina Posting
hr_hr: Ocjena Knjiženje Završava
hu_hu: Grade Hozzászólás Ends
is_is: Grade Staða Endar
ja_jp: グレード投稿即決
lt_lt: Įvertinimas Rašymo Baigiasi
lv_lv: Novērtējums Posting Beidzas
mk_mk: Одделение Праќање пораки во Завршува
pl_pl: Stopień Koniec Wysyłanie wiadomości
pt_pt: Grade Termina Posting
ro_ro: Grad capete de postare
ru_ru: Класс Проводка Концы
sk_sk: Stupeň vysielanie končí
sl_si: Grade Pošiljanje Ends
sq_al: Përfundon klasën Posting
sr_rs: Разред Слање Завршава
sv_se: Grade posta Slutar
th_th: สิ้นสุดการโพสต์เกรด
tr_tr: Sınıf Göndermek Bitişi
uk_ua: Клас Проводка Кінці
wa_be: Diwedd Postio Gradd
zh_tw: 等級張貼完

source: Semesters
af_za: Semester
ar_dz: فصل دراسي
be_by: Семестр
bg_bg: Семестър
da_dk: Semester
el_gr: Εξάμηνο
es_es: Semestres
et_ee: Semester
fa_ir: نیمسال
fi_fi: Lukukausi
ga_ie: Seimeastar
gl_gl: Semestre
hr_hr: Semestar
hu_hu: Félév
is_is: Önn
ja_jp: 学期
lt_lt: Semestras
lv_lv: Semestris
mk_mk: Семестар
nn_no: Semester
pl_pl: Semestr
pt_pt: Semestre
ro_ro: Semestru
ru_ru: Семестр
sk_sk: Semester
sl_si: Semester
sq_al: Semestër
sr_rs: Семестар
sv_se: Termin
th_th: เทอม
tr_tr: Dönem
uk_ua: Семестр
wa_be: Semester
zh_tw: 學期

source: Progress Periods
af_za: Vordering Periodes
ar_dz: تقدم حقب
be_by: Прагрэс Перыяды
bg_bg: &quot;Прогрес&quot; Периоди
bn_bd: প্রগতির মাসিক
da_dk: Fremskridt Perioder
el_gr: Περίοδοι Πρόοδος
es_es: Períodos de progreso
et_ee: Progress perioodid
fa_ir: دوره پیشرفت
ga_ie: Tréimhsí Dul Chun Cinn
gl_gl: Períodos de progreso
hr_hr: Napredak razdoblja
hu_hu: Haladás időszakok
is_is: Framfarir tímum
ja_jp: 進行期間
lt_lt: Pažangos laikotarpiai
lv_lv: Progress Periodi
mk_mk: Напредок Периоди
nn_no: Progress Perioder
pl_pl: Okresy Progress
pt_pt: Períodos de progresso
ro_ro: Progress Perioadele
ru_ru: Прогресс Периоды
sk_sk: Pokrok Obdobie
sl_si: Napredek Obdobja
sq_al: Periudhat e Progresit
sr_rs: Напредак Периоди
sv_se: Framsteg Perioder
th_th: ระยะเวลาความคืบหน้า
tr_tr: İlerleme Dönemleri
uk_ua: Прогрес Періоди
wa_be: Cyfnodau Cynnydd
zh_tw: 進展期

source: Calendars
af_za: Kalenders
ar_dz: التقاويم
be_by: Календары
bg_bg: Календари
bn_bd: ক্যালেন্ডার
da_dk: Kalendere
el_gr: Ημερολόγια
es_es: Calendarios
et_ee: Kalendrid
fa_ir: تقویم
fi_fi: Kalenterit
ga_ie: Féilirí
gl_gl: Calendarios
hr_hr: Kalendari
hu_hu: Naptárak
is_is: Dagatal
ja_jp: カレンダー
lt_lt: Kalendoriai
lv_lv: Kalendāri
mk_mk: Календари
nn_no: Kalendere
pl_pl: Kalendarze
pt_pt: Calendários
ro_ro: Calendare
ru_ru: Календари
sk_sk: Kalendára
sl_si: Koledarji
sq_al: Kalendari
sr_rs: Календари
sv_se: Kalendrar
th_th: ปฏิทิน
tr_tr: Takvimler
uk_ua: Календарі
wa_be: Calendrau
zh_tw: 日曆

source: Upload School Logo
af_za: Oplaai Skool Logo
ar_dz: مدرسة تحميل الشعار
es_es: Logo Upload School
