Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Immunization Date
af_za: Immunisering Datum
be_by: Дата імунізацыі
bg_bg: Имунизационен Дата
bn_bd: টিকা তারিখ
da_dk: Vaccination Dato
el_gr: Ημερομηνία Ανοσοποίηση
et_ee: Immuniseerimise kuupäev
fa_ir: تاریخ ایمن سازی
fi_fi: Rokotukset Päivämäärä
ga_ie: Dáta imdhíonta
gl_gl: Data de inmunización
hr_hr: Imunizacija Datum
hu_hu: Immunizálás dátuma
is_is: Ónæmisaðgerðir Dagsetning
ja_jp: 予防接種の日
lt_lt: Imunizacijos data
lv_lv: Imunizācija datums
mk_mk: Имунизација Датум
nn_no: Immunisering Dato
pl_pl: Data szczepień
pt_pt: Data de imunização
ro_ro: Imunizare Data
ru_ru: Дата иммунизации
sk_sk: Dátum očkovanie
sl_si: Cepljenje Datum
sq_al: Data e imunizimit
sr_rs: Имунизација Датум
sv_se: Immunization Datum
th_th: วันที่สร้างเสริมภูมิคุ้มกันโรค
tr_tr: Bağışıklama Tarihi
uk_ua: Дата імунізації
wa_be: Dyddiad imiwneiddio
zh_tw: 免疫日期

source: Medical Date
af_za: Mediese Datum
ar_dz: التاريخ الطبي
be_by: Медыцынскія даце
bg_bg: Медицински Дата
bn_bd: চিকিৎসাবিদ্যা তারিখ
da_dk: Medicinsk Dato
el_gr: Ιατρική Ημερομηνία
fa_ir: تاریخ پزشکی
fi_fi: Lääketieteellinen Päivämäärä
ga_ie: Dáta Leighis
gl_gl: Data médica
hr_hr: Medicinski Datum
hu_hu: Orvosi dátuma
is_is: Medical Dagsetning
ja_jp: メディカル日
lt_lt: Medicinos data
lv_lv: Medicīnas datums
mk_mk: Медицински Датум
nn_no: Medisinsk Dato
pl_pl: Medical Data
pt_pt: Data médica
ro_ro: Medical Data
ru_ru: Медицинские дате
sk_sk: Lekárske Dátum
sl_si: Medical Datum
sq_al: Data Mjekësore
sr_rs: Медицински Датум
sv_se: Medicinsk Datum
th_th: วันที่แพทย์
tr_tr: Tıp Tarihi
uk_ua: Медичні датою
wa_be: Dyddiad Meddygol
zh_tw: 醫學日期

source: Medical Alert Date
af_za: Mediese Alert datum
be_by: Медыцынскія папярэджання даце
bg_bg: Медицински предупреждение дата
bn_bd: সতর্ক তারিখ
da_dk: Medical Alert Dato
el_gr: Medical Alert Ημερομηνία
fa_ir: پزشکی تاریخ هشدار
fi_fi: Medical Alert Päiväys
ga_ie: Dáta Alert Leighis
gl_gl: Data de alerta médico
hr_hr: Medicinskim upozorenjem Datum
hu_hu: Orvosi riasztás dátuma
is_is: Medical Alert Dags
ja_jp: 医療アラート日付
lt_lt: Medicinos įspėjamąją dienos
lv_lv: Medical Alert datums
mk_mk: Медицински сигнализација Датум
nn_no: Medisinsk Alert Dato
pl_pl: Medical Alert Data
pt_pt: Data de alerta médico
ro_ro: Medical Alarma Data
ru_ru: Медицинские предупреждения дате
sk_sk: Dátum lekárskej pohotovosti
sl_si: Medical Alert Datum
sq_al: Data Medical Alert
sr_rs: Медицинска упозорења Датум
sv_se: Medicinsk Alert Datum
th_th: วันที่แจ้งเตือนการแพทย์
tr_tr: Tıbbi Uyarı Tarihi
uk_ua: Медичні попередження датою
wa_be: Dyddiad Meddygol Rhybudd
zh_tw: 醫療警報日期

source: Nurse Visit Date
af_za: Verpleegster Besoek Datum
be_by: Дата Медсястра Наведаць
bg_bg: Медицинска сестра Посетете Дата
bn_bd: নার্স দেখুন তারিখ
da_dk: Sygeplejerske Besøg Dato
el_gr: Νοσοκόμα ημερομηνία επίσκεψης
et_ee: Nurse külastus
fa_ir: پرستار تاریخ بازدید
fi_fi: Sairaanhoitaja Käyntipäivä
ga_ie: Dáta Tabhair cuairt ar Altra
gl_gl: Data Visita enfermeira
hr_hr: Nurse Posjetite Datum
hu_hu: Nurse Visit dátuma
ja_jp: 看護師の訪問日
lt_lt: Slaugytoja Apsilankyti data
lv_lv: Māsa, apmeklējuma datumu
mk_mk: Сестрата на посета Датум
nn_no: Sykepleier Visit Date
pl_pl: Data wizyty pielęgniarki
pt_pt: Data Visite enfermeira
ro_ro: Nurse Viziteaza Data
ru_ru: Дата Медсестра Посетить
sk_sk: Sestra návštevu v požadovaný deň
sl_si: Nurse Obišči Datum
sq_al: Vizitoni INFERMIERI Data
sr_rs: Медицинска сестра Посетите Датум
sv_se: Sjuksköterska Besök Datum
th_th: วันที่ไปพบพยาบาล
tr_tr: Hemşire Ziyaret Tarihi
uk_ua: Дата Медсестра Відвідати
wa_be: Dyddiad Ymweliad Nyrs
zh_tw: 護士用餐日期

source: Alert starts with
af_za: Alert begin met
be_by: Апавяшчэнне пачынаецца з
bg_bg: Alert започва с
bn_bd: এলার্ট সঙ্গে শুরু
da_dk: Alert starter med
el_gr: Ειδοποίηση ξεκινά με
et_ee: Alert algab
fa_ir: هشدار شروع می شود با
fi_fi: Alert alkaa
ga_ie: Alert thosaíonn le
gl_gl: Aviso comeza con
hr_hr: Upozorenje počinje s
hu_hu: Alert kezdődik
is_is: Alert byrjar með
ja_jp: アラートが始まります
lt_lt: Perspėjimas prasideda su
lv_lv: Alert sākas ar
mk_mk: Сигнализација започнува со
nn_no: Alert starter med
pl_pl: Alert zaczyna się
pt_pt: Alerta começa com
ro_ro: Alarma începe cu
ru_ru: Оповещение начинается с
sk_sk: Výstraha začína
sl_si: Alert se začne z
sq_al: Alert fillon me
sr_rs: Упозорење почиње са
sv_se: Alert börjar med
th_th: เริ่มต้นด้วยการแจ้งเตือน
tr_tr: Uyarısı ile başlar
uk_ua: Оповіщення починається з
wa_be: Rhybudd yn dechrau gyda
zh_tw: 警報開始

source: Reason starts with
af_za: Rede begin met
be_by: Прычына пачынаецца з
bg_bg: Причина започва с
bn_bd: অকারণে শুরু
da_dk: Årsag starter med
el_gr: Λόγος ξεκινά με
et_ee: Põhjus algab
fa_ir: دلیل شروع می شود با
fi_fi: Syy alkaa
ga_ie: Cúis thosaíonn le
gl_gl: Razón comeza con
hr_hr: Razlog počinje s
hu_hu: Ok kezdődik
is_is: Ástæða byrjar með
ja_jp: 理由は始まります
lt_lt: Priežasties prasideda
lv_lv: Iemesls sākas ar
mk_mk: Причина започнува со
nn_no: Reason starter med
pl_pl: Powód zaczyna się
pt_pt: Razão começa com
ro_ro: Expunere de motive începe cu
ru_ru: Причина начинается с
sk_sk: Dôvod začína
sl_si: Razlog se začne z
sq_al: Arsyeja fillon me
sr_rs: Разлог почиње са
sv_se: Orsak börjar med
th_th: เหตุผลที่จะเริ่มต้นด้วย
tr_tr: Nedeni ile başlangıcı
uk_ua: Причина починається з
wa_be: Rheswm yn dechrau gyda
zh_tw: 原因開始

source: Result starts with
af_za: Uitslag begin met
be_by: Вынік пачынаецца з
bg_bg: Резултат започва с
bn_bd: ফলাফল আরম্ভ
da_dk: Resultat starter med
el_gr: Αποτελέσματα ξεκινά με
et_ee: Tulemus algab
fa_ir: نتیجه شروع می شود با
fi_fi: Tulos alkaa
ga_ie: Toradh thosaíonn le
gl_gl: Resultado comeza con
hr_hr: Rezultat počinje s
hu_hu: Eredmény kezdődik
is_is: Result byrjar með
ja_jp: 結果が始まります
lt_lt: Rezultatas prasideda
lv_lv: Rezultāts sākas ar
mk_mk: Резултати започнува со
nn_no: Resultat starter med
pl_pl: Wynik zaczyna się
pt_pt: Resultado começa com
ro_ro: Rezultat începe cu
ru_ru: Результат начинается с
sk_sk: Výsledok začína
sl_si: Rezultat se začne z
sq_al: Result fillon me
sr_rs: Резултат почиње са
sv_se: Resultat börjar med
th_th: ผลจะเริ่มต้นด้วย
tr_tr: Result başlangıcı
uk_ua: Результат починається з
wa_be: Canlyniad yn dechrau gyda
zh_tw: 結果開始

source: Nurse Visit Comments starts with
af_za: Verpleegster Besoek Kommentaar begin met
be_by: Каментары Медсястра Візіт пачынаецца з
bg_bg: Медицинска сестра Посетете Коментари започва с
bn_bd: নার্স দেখুন মন্তব্যসমূহ সঙ্গে শুরু
da_dk: Sygeplejerske Besøg Kommentarer starter med
el_gr: Σχόλια Επισκεφθείτε Nurse ξεκινά με
et_ee: Nurse Vaata Kommentaarid algab
fa_ir: پرستار نظرات بازدید شروع می شود با
fi_fi: Sairaanhoitaja Käy kommentit alkaa
ga_ie: Tuairimí Tabhair cuairt ar Altra thosaíonn le
gl_gl: Comments Visita enfermeira comeza con
hr_hr: Nurse Posjetite Komentari počinje s
hu_hu: Nurse Látogasson Hozzászólások kezdődik
is_is: Nurse Heimsókn Comments byrjar með
ja_jp: 看護師の訪問のコメントで始まり、
lt_lt: Slaugos Apsilankyti Komentarai prasideda
lv_lv: Nurse Visit Komentāri sākas ar
mk_mk: Сестрата на посета Коментари започнува со
nn_no: Sykepleier Besøk Kommentarer starter med
pl_pl: Komentarze wizyta pielęgniarki zaczyna się
pt_pt: Comments Visite enfermeira começa com
ro_ro: Comentariile Vizitează Nurse începe cu
ru_ru: Комментарии Медсестра Визит начинается с
sk_sk: Komentáre sestra prehliadka začína s
sl_si: Komentarji Obišči Nurse se začne z
sq_al: Komentet Vizitoni INFERMIERI fillon me
sr_rs: Медицинска сестра Посетите Коментари почиње са
sv_se: Sjuksköterska Besök Kommentarer börjar med
th_th: แสดงความคิดเห็นไปพบพยาบาลจะเริ่มต้นด้วย
tr_tr: Hemşire ziyaret Yorumlar ile başlar
uk_ua: Коментарі Медсестра Візит починається з
wa_be: Sylwadau Ewch Nyrs yn dechrau gyda
zh_tw: 護士開始訪問評論

source: Birthday Starts from
af_za: Verjaardag begin van
ar_dz: يبدأ من عيد الميلاد
be_by: Дзень нараджэння Пачынаецца з
bg_bg: Рожден ден Започва от
bn_bd: থেকে জন্মদিনের আরম্ভ
da_dk: Fødselsdag Starter fra
el_gr: Ξεκινά από την γενέθλια
es_es: Cumpleaños comienza con
et_ee: Sünnipäev Alustab alates
fa_ir: تولد شروع می شود از
fi_fi: Syntymäpäivä alkaa
ga_ie: Breithlá Tosuithe ó
gl_gl: Iníciase a partir de aniversario
hr_hr: Rođendan počinje od
hu_hu: Születésnap-től kezd
is_is: Afmælisdagur byrjar
ja_jp: 誕生日から開始
lt_lt: Gimimo diena prasideda nuo
lv_lv: Dzimšanas diena sākas no
mk_mk: Роденден започнува од
nn_no: Bursdag Starter fra
pl_pl: Urodziny Rozpoczyna od
pt_pt: Inicia a partir de aniversário
ro_ro: Începe de la zile de naştere
ru_ru: День рождения Начинается с
sk_sk: Narodeniny začína
sl_si: Rojstni dan se začne
sq_al: Ditëlindja fillon nga
sr_rs: Рођендан полази од
sv_se: Födelsedag Börjar från
th_th: เริ่มจากวันเกิด
tr_tr: Doğum günü gelen başlangıcı
uk_ua: День народження Починається з
wa_be: Pen-blwydd Cychwyn o
zh_tw: 從生日開始

source: You're not allowed to use this program! This attempted violation has been logged and your IP address was captured.
af_za: Jy is nie toegelaat om hierdie program te gebruik! Hierdie poging tot oortreding is aangeteken en jou IP-adres is gevang.
ar_dz: لا يسمح لك لاستخدام هذا البرنامج! وقد تم تسجيل هذا الانتهاك وحاول خطف عنوان IP الخاص بك.
be_by: Вам не дазволена выкарыстоўваць гэтую праграму! Гэта спроба парушэнні быў запісаны і ваш IP адрас трапіў у палон.
bg_bg: Вие не ти е позволено да използвам тази програма! Това е опит за нарушаване на влезли и Вашият IP адрес е бил заловен.
bn_bd: এই প্রোগ্রাম ব্যবহার করছি অনুমতি না! এই চেষ্টা লঙ্ঘন করেছে লগ আপনার আইপি ঠিকানা বন্দী ছিলেন হয়েছে.
da_dk: Du er ikke tilladt at bruge dette program! Dette forsøg på overtrædelse er blevet logget og din IP-adresse blev taget til fange.
el_gr: Δεν σας επιτρέπεται να χρησιμοποιούν αυτό το πρόγραμμα! Αυτή η απόπειρα παραβίασης έχει καταγραφεί και η διεύθυνση IP σας συνελήφθη.
es_es: Usted no está autorizado a utilizar este programa! Este intento de violación ha sido registrado y su dirección IP fue capturada.
et_ee: Sa ei tohi kasutada seda programmi! See rikkumiskatse on logitud ja sinu IP aadressi salvestati.
fa_ir: شما مجاز به استفاده از این برنامه! این نقض تلاش شده است به سیستم وارد شده و آدرس IP شما دستگیر شد.
fi_fi: Et saa käyttää tätä ohjelmaa! Tämä yritystä rikkoa on kirjattu ja IP-osoite oli kaapattu.
ga_ie: Ní Tá tú cead úsáid a bhaint as an gclár seo! Tá an sárú iarracht déanta logáilte isteach agus a ghabh do sheoladh IP.
gl_gl: Non ten permiso para usar este programa! Este intento de violación foi rexistrada eo seu enderezo IP foi capturado.
hr_hr: Vi ne smiju koristiti ovaj program! Ovaj pokušaj povrede je prijavljeni i vaša IP adresa je zarobljen.
hu_hu: Te nem használhatja ezt a programot! Ez megsértésére tett kísérlet már bejelentkezett, és az IP-cím elfogták.
is_is: Þú ert ekki leyfi til að nota þetta forrit! Þessi tilraun brot hefur verið skráð og IP tölu þinni var tekin.
ja_jp: あなたはこのプログラムを使用することは認められていません！この試みられた違反はログに記録されており、あなたのIPアドレスが捕獲された。
lt_lt: Jums neleidžiama naudoti šią programą! Šis bandymas pažeidimas buvo prisijungęs, ir jūsų IP adresas buvo paimtas į nelaisvę.
lv_lv: Jūs esat nav atļauts izmantot šo programmu! Šī pārkāpuma mēģinājums ir pieteikta, un jūsu IP adrese tika notverti.
mk_mk: Вие не е дозволено да се користи оваа програма! Овој обид за прекршување е најавен и вашата IP адреса бил фатен.
nn_no: Du har ikke lov til å bruke dette programmet! Dette forsøk på brudd har blitt logget og din IP-adresse ble fanget.
pl_pl: Użytkownikowi nie wolno korzystać z tego programu! To usiłowanie naruszenia został zapisany i adres IP został schwytany.
pt_pt: Você não tem permissão para usar este programa! Esta tentativa de violação foi registrada e seu endereço de IP foi capturado.
ro_ro: Nu ai voie să utilizeze acest program! Această tentativă de încălcare a fost autentificat şi adresa ta de IP a fost capturat.
ru_ru: Вам не разрешено использовать эту программу! Это попытка нарушения был записан и ваш IP адрес попал в плен.
sk_sk: Nemáte povolenie na používanie tohto programu! Tento pokus o porušenie bola zaznamenaná vaša IP adresa a bol zajatý.
sl_si: Ti si ni dovoljeno uporabljati ta program! To je bil poskus kršitve prijavljeni in vaš IP naslov je bil ujet.
sq_al: Ju nuk jeni i lejuar për të përdorni këtë program! Kjo përpjekje për shkelje ka qenë e regjistruar dhe IP adresa juaj u pushtua.
sr_rs: Ти Није вам дозвољено да користите овај програм! Овај покушај кршења је пријављена и ваша ИП адреса је заробљен.
sv_se: Du är inte tillåtet att använda detta program! Detta försök till kränkningar har loggats och din IP-adress fångades.
th_th: คุณไม่ได้รับอนุญาตให้ใช้โปรแกรมนี้! นี้การละเมิดความพยายามที่จะได้รับการบันทึกและที่อยู่ IP ของคุณถูกจับ
tr_tr: Bu programı kullanmak için izin verilmez! Bu ihlal teşebbüsü kayıt edildiğini ve IP adresinizi ele geçirildi.
uk_ua: Вам не дозволено використовувати цю програму! Це спроба порушення був записаний і ваш IP адреса потрапив у полон.
wa_be: Nid ydych yn cael defnyddio rhaglen hon! Mae hyn yn groes ymgais wedi bod yn cofnodi ac yn eich cyfeiriad IP ei ddal.
zh_tw: 你不能使用這個程序！這種企圖違規的行為已被記錄，您的IP地址被抓獲。

source: Day
af_za: Dag
ar_dz: يوم
be_by: Дзень
bg_bg: Ден
bn_bd: দিন
da_dk: Dag
el_gr: Ημέρα
es_es: Día
et_ee: Päev
fa_ir: روز
fi_fi: Päivä
ga_ie: Lá
gl_gl: Día
hr_hr: Dan
hu_hu: Nap
is_is: Dagur
ja_jp: 一日
lt_lt: Diena
lv_lv: Diena
mk_mk: Ден
nn_no: Dag
pl_pl: Dzień
pt_pt: Dia
ro_ro: Zi
ru_ru: День
sk_sk: Deň
sl_si: Dan
sq_al: Ditë
sr_rs: Дан
sv_se: Dag
th_th: วัน
tr_tr: Gün
uk_ua: День
wa_be: Diwrnod
zh_tw: 日

source: Month
af_za: Maand
ar_dz: شهر
be_by: Месяц
bg_bg: Месец
bn_bd: মাস
da_dk: Måned
el_gr: Μήνας
es_es: Mes
et_ee: Kuu
fa_ir: ماه
fi_fi: Kuukausi
ga_ie: Míosa
gl_gl: Mes
hr_hr: Mjesec
hu_hu: Hónap
is_is: Mánuður
ja_jp: 月
lt_lt: Mėnuo
lv_lv: Mēnesis
mk_mk: Месец
nn_no: Måned
pl_pl: Miesiąc
pt_pt: Mês
ro_ro: Lună
ru_ru: Месяц
sk_sk: Mesiac
sl_si: Mesec
sq_al: Muaj
sr_rs: Месец
sv_se: Månad
th_th: เดือน
tr_tr: Ay
uk_ua: Місяць
wa_be: Mis
zh_tw: 本月

source: Year
af_za: Jaar
ar_dz: عام
be_by: Год
bg_bg: Година
bn_bd: বছর
da_dk: År
el_gr: Έτος
es_es: Buscar
et_ee: Aasta
fa_ir: سال
fi_fi: Vuosi
ga_ie: Bliain
gl_gl: Ano
hr_hr: Godina
hu_hu: Év
is_is: Ár
ja_jp: 年
lt_lt: Metai
lv_lv: Gads
mk_mk: Година
nn_no: År
pl_pl: Rok
pt_pt: Ano
ro_ro: An
ru_ru: Год
sk_sk: Rok
sl_si: Leto
sq_al: Vit
sr_rs: Година
sv_se: År
th_th: ปี
tr_tr: Yıl
uk_ua: Рік
wa_be: Blwyddyn
zh_tw: 年

source: No
af_za: Op
ar_dz: في
be_by: На
bg_bg: За
bn_bd: না
da_dk: On
el_gr: Επί
es_es: En
et_ee: Kohta
fa_ir: بر
fi_fi: Päällä
ga_ie: Ar
hr_hr: Na
hu_hu: A
is_is: Á
ja_jp: の
lt_lt: Apie
lv_lv: Gada
mk_mk: На
nn_no: På
pl_pl: Na
ro_ro: Pe
ru_ru: На
sk_sk: Na
sl_si: Na
sq_al: Më
sr_rs: На
sv_se: På
th_th: เกี่ยวกับ
tr_tr: Üzerinde
uk_ua: На
wa_be: Ar
zh_tw: 在

source: were found
af_za: is gevind
ar_dz: تم العثور على
be_by: былі выяўленыя
bg_bg: са открити
bn_bd: পরিলক্ষিত হয়
da_dk: Der blev fundet
el_gr: Βρέθηκαν
et_ee: leiti
fa_ir: یافت نشد
fi_fi: löytyi
ga_ie: Fuarthas amach go raibh
gl_gl: se atoparon
hr_hr: pronađeni su
hu_hu: találtak
is_is: fundust
ja_jp: 発見された
lt_lt: buvo rasta
lv_lv: Tika konstatēts,
mk_mk: биле пронајдени
nn_no: ble funnet
pl_pl: stwierdzono
pt_pt: foram encontrados
ro_ro: s-au găsit
ru_ru: были обнаружены
sk_sk: boli nájdené
sl_si: Ugotovljeno je bilo,
sq_al: janë gjetur
sr_rs: пронађени су
sv_se: hittades
th_th: พบ
tr_tr: bulundu
uk_ua: були виявлені
wa_be: Canfuwyd
zh_tw: 被發現

source: None were found.
af_za: Niks is gevind nie.
ar_dz: تم العثور على شيء.
be_by: Ніхто з іх знойдзеныя.
bg_bg: Никой не беше намерен.
bn_bd: খুঁজে পাওয়া যায়নি.
da_dk: Ingen blev fundet.
el_gr: Κανένας δεν βρέθηκε.
es_es: fueron encontrados.
et_ee: Ükski ei leitud.
fa_ir: هیچ یافت نشد.
fi_fi: Yhtäkään niistä ei ollut.
ga_ie: Fuarthas none.
gl_gl: Ningún se atopou.
hr_hr: Ništa pronađena su.
hu_hu: Nincs találtak.
is_is: Ekkert fannst.
ja_jp: どれも見つかりませんでした。
lt_lt: Nieko buvo rasta.
lv_lv: Neviens netika atrasts.
mk_mk: Никој се пронајдени записи.
nn_no: Ingen ble funnet.
pl_pl: Nie stwierdzono.
pt_pt: Nenhum foi encontrado.
ro_ro: Nici unul au fost găsite.
ru_ru: Никто из них найдены.
sk_sk: Žiadny nenašli.
sl_si: Noben so našli.
sq_al: Askush nuk u gjet.
sr_rs: Ниједан није пронађено.
sv_se: Inget hittades.
th_th: พบว่าไม่มี
tr_tr: Yok bulundu.
uk_ua: Ніхто з них знайдені.
wa_be: Dim Canfuwyd.
zh_tw: 沒有被發現。

source: were found.
af_za: gevind is.
ar_dz: تم العثور عليها.
be_by: выяўлена не было.
bg_bg: са открити.
bn_bd: পরিলক্ষিত হয়
da_dk: Der blev fundet.
el_gr: Βρέθηκαν.
es_es: fueron encontrados.
et_ee: ei leitud.
fa_ir: یافت نشد.
fi_fi: löytyi.
ga_ie: Fuarthas.
gl_gl: se atoparon.
hr_hr: su pronađeni.
hu_hu: találtak.
is_is: fundust.
ja_jp: 発見された。
lt_lt: buvo rasta.
lv_lv: netika atrasts.
mk_mk: се пронајдени записи.
nn_no: ble funnet.
pl_pl: znalazła.
pt_pt: foram encontrados.
ro_ro: s-au găsit.
ru_ru: обнаружено не было.
sk_sk: boli nájdené.
sl_si: so bile ugotovljene.
sq_al: u gjetën.
sr_rs: су пронађене.
sv_se: hittades.
th_th: พบ
tr_tr: bulundu.
uk_ua: виявлено не було.
wa_be: Canfuwyd.
zh_tw: 被發現。

source: was found.
af_za: gevind is.
ar_dz: تم العثور عليها.
be_by: быў знойдзены.
bg_bg: бе намерен.
bn_bd: খুঁজে পাওয়া হয়েছিল
da_dk: blev fundet.
el_gr: βρέθηκε.
es_es: se encontró
et_ee: ei leitud.
fa_ir: یافت می شد.
fi_fi: löytyi.
ga_ie: Fuarthas go raibh.
gl_gl: se atopou.
hr_hr: je pronađen.
hu_hu: találtak.
is_is: fannst.
ja_jp: 発見された。
lt_lt: buvo rasta.
lv_lv: Tika atrasts.
mk_mk: беше пронајдена.
nn_no: ble funnet.
pl_pl: został znaleziony.
pt_pt: foi encontrado.
ro_ro: a fost găsit.
ru_ru: был найден.
sk_sk: Bol nájdený.
sl_si: Ugotovljeno je bilo.
sq_al: u gjet.
sr_rs: је пронађена.
sv_se: hittades.
th_th: ถูกค้นพบ
tr_tr: bulundu.
uk_ua: був знайдений.
wa_be: Daethpwyd o hyd.
zh_tw: 被發現。

source: Go
af_za: Gaan
ar_dz: انتقل
be_by: Ісці
bn_bd: গমন
el_gr: Πάω
es_es: Ir
et_ee: Minema
fa_ir: رفتن
fi_fi: Siirry
ga_ie: Téigh
gl_gl: Ir
hr_hr: Ići
hu_hu: Megy
ja_jp: 行く
lt_lt: Eiti
lv_lv: Iet
mk_mk: Оди
pl_pl: Iść
pt_pt: Ir
ro_ro: Merge
ru_ru: Идти
sk_sk: Ísť
sq_al: Shkoj
sr_rs: Ићи
sv_se: Gå
tr_tr: Gitmek
uk_ua: Йти
wa_be: Ewch
zh_tw: 轉到

source: Next Grade at
af_za: Volgende graad by
ar_dz: في الصف الثاني المقبل
be_by: Наступны клас у
bg_bg: Следваща степен на адрес
bn_bd: এ পরবর্তী গ্রেড
da_dk: Næste lønklasse på
el_gr: Επόμενο βαθμό σε
et_ee: Järgmine aste on
fa_ir: درجه بعد
fi_fi: Seuraava luokalla
ga_ie: Grád Aghaidh ag
gl_gl: Reixa na seguinte
hr_hr: Sljedeći razred u
hu_hu: Következő fokozat a
is_is: Næsta Grade á
ja_jp: で次のグレード
lt_lt: Aukštesnę klasę adresu
lv_lv: Nākamā pakāpe ir
mk_mk: Следна одделение во
nn_no: Neste klasse på
pl_pl: Następnej klasy w
pt_pt: Grade na próxima
ro_ro: Grad următoare la ora
ru_ru: Следующий класс в
sk_sk: Ďalšieho ročníka na
sl_si: Naslednja stopnja pri
sq_al: Klasa e ardhshëm në
sr_rs: Наредни разред у
sv_se: Nästa grad på
th_th: เกรดถัดไปที่
tr_tr: Bir sonraki Sınıf
uk_ua: Наступний клас в
wa_be: Gradd Nesaf yn
zh_tw: 下一個等級的

source: Not Specified
af_za: Nie gespesifiseer nie
ar_dz: غير محدد
be_by: Не вызначана
bg_bg: Не е указано
bn_bd: উল্লেখ নয়
da_dk: Ikke angivet
el_gr: Δεν έχει οριστεί
es_es: No Especificado
et_ee: Määramata
fa_ir: مشخص نشده
fi_fi: Ei täsmennetty
ga_ie: Nach bhfuil Sonraithe
gl_gl: Non especificado
hr_hr: Nije specificirano
hu_hu: Nincs megadva
is_is: Ekki tilgreint
ja_jp: 指定なし
lt_lt: Nenurodyta
lv_lv: Nav norādīts
mk_mk: Не е одредено
nn_no: Ikke spesifisert
pl_pl: Nie określono
pt_pt: Não Especificado
ro_ro: Nespecificat
ru_ru: Не определено
sk_sk: Nešpecifikované
sl_si: Ni navedeno
sq_al: Nuk ka të dhëna
sr_rs: Није одређено
sv_se: Ej specificerad
th_th: ไม่ระบุ
tr_tr: Henüz
uk_ua: Не визначено
wa_be: Ni Nodir
zh_tw: 未指定

source: No Value
af_za: Geen waarde
ar_dz: أي قيمة
be_by: Няма значэння
bg_bg: Никаква стойност
bn_bd: মূল্যহীন
da_dk: Ingen værdi
el_gr: Δεν Αξία
et_ee: Väärtus puudub
fa_ir: بدون مقدار
fi_fi: NO-arvo
ga_ie: Uimh Luach
gl_gl: Sen Valor
hr_hr: Bez vrijednosti
hu_hu: Nincs érték
ja_jp: 値なし
lt_lt: NO vertė
lv_lv: Nav vērtības
mk_mk: Нема вредност
nn_no: Ingen verdi
pl_pl: Brak wartości
pt_pt: Sem Valor
ro_ro: Nr Valoare
ru_ru: Нет значения
sk_sk: Žiadna hodnota
sl_si: Št Value
sr_rs: Без вредности
sv_se: Inget värde
th_th: ไม่มีค่า
tr_tr: Değersiz
uk_ua: Немає значення
wa_be: Dim Gwerth
zh_tw: 沒有價值

source: Choose
af_za: Kies
ar_dz: اختر
be_by: Выбіраць
bg_bg: Изберете
bn_bd: নির্বাচন করা
da_dk: Vælg
el_gr: Επιλέξτε
es_es: Elegir
et_ee: Valima
fa_ir: را انتخاب کنید
fi_fi: Valitse
ga_ie: Roghnaigh
gl_gl: Escoller
hr_hr: Izabrati
hu_hu: Válasszon
is_is: Velja
ja_jp: 選択
lt_lt: Pasirinkti
lv_lv: Izvēlieties
mk_mk: Изберете
nn_no: Velg
pl_pl: Wybierać
pt_pt: Escolher
ro_ro: Alege
ru_ru: Выбирать
sk_sk: Vybrať
sl_si: Izberite
sq_al: Zgjedh
sr_rs: Изабрати
sv_se: Välj
th_th: เลือก
tr_tr: Seçmek
uk_ua: Вибирати
wa_be: Dewis
zh_tw: 選擇

source: Request
af_za: Versoek
ar_dz: طلب
be_by: Запыт
bg_bg: Искане
bn_bd: আবেদন
el_gr: Αίτημα
es_es: Solicitud
et_ee: Taotlus
fa_ir: درخواست
fi_fi: Pyyntö
ga_ie: Iarratas
gl_gl: Solicitude
hr_hr: Zahtjev
hu_hu: Kérés
ja_jp: 要求を
lt_lt: Prašymas
lv_lv: Pieprasīt
mk_mk: Барање
nn_no: Forespørsel
pl_pl: Żądanie
pt_pt: Pedido
ro_ro: Cerere
ru_ru: Запрос
sk_sk: Žiadosť
sl_si: Zahteva
sq_al: Kërkesë
sr_rs: Захтев
sv_se: Begär
th_th: ร้องขอ
tr_tr: Talep
uk_ua: Запит
wa_be: Cais
zh_tw: 請求

source: Missing Request
af_za: Vermiste Versoek
be_by: Адсутнасць запыту
bg_bg: Липсващи Искане
bn_bd: অনুরোধ মিসিং
da_dk: Manglende Request
el_gr: Λείπει Αίτηση
et_ee: Kadunud taotlus
fa_ir: گمشده درخواست
fi_fi: Puuttuvat Request
ga_ie: Iarratas ar Iarraidh
gl_gl: Falta Request
hr_hr: Nedostaje Zahtjev
hu_hu: Hiányzó kérése
is_is: Vantar Request
ja_jp: リクエストが欠落して
lt_lt: Trūkstamas Užsisakyti
lv_lv: Trūkst pieprasījums
mk_mk: Недостасува Барање
nn_no: Manglende Request
pl_pl: Brakujące Wniosek
pt_pt: Falta Request
ro_ro: Lipseşte Cerere
ru_ru: Отсутствие запроса
sk_sk: Chýba Dopyt
sl_si: Manjka Request
sq_al: Kërkesë të humbur
sr_rs: Захтев недостаје
sv_se: Saknade Begär
th_th: ขอหายไป
tr_tr: İstek Eksik
uk_ua: Відсутність запиту
wa_be: Cais ar goll
zh_tw: 缺少請求

source: Days Absent
af_za: Dae afwesig
ar_dz: يوم غابت
be_by: Дні Адсутнічае
bg_bg: Дни отсъствие
bn_bd: দিন অনুপস্থিত
da_dk: Fraværsdage
el_gr: Ημέρες απουσίας
es_es: Días de Ausencia
et_ee: Äraoleku päeva
fa_ir: روز نبود
fi_fi: Poissaolopäivien
ga_ie: Laethanta As láthair
gl_gl: Días de ausencia
hr_hr: Dani Odsutni
hu_hu: Távolmaradásra
is_is: Days Enginn
ja_jp: 欠勤日数
lt_lt: Dienomis, praleistomis nebūnant
lv_lv: Dienas ārpus
mk_mk: Денови Отсутен
nn_no: Fraværsdager
pl_pl: Dni nieobecności
pt_pt: Dias de ausência
ro_ro: De zile de absenţă
ru_ru: Дни Отсутствует
sk_sk: Dní strávených
sl_si: Dni odsotnosti
sq_al: Ditët Mungon
sr_rs: Одсутни дана
sv_se: Dagar ute
th_th: วันที่ขาด
tr_tr: Gün Yok
uk_ua: Дні Відсутня
wa_be: Diwrnodau Absennol
zh_tw: 天缺席

source: between
af_za: tussen
ar_dz: بين
be_by: паміж
bg_bg: между
bn_bd: মধ্যে
da_dk: mellem
el_gr: μεταξύ
es_es: entre
et_ee: vahel
fa_ir: میان
fi_fi: välillä
ga_ie: idir
gl_gl: entre
hr_hr: između
hu_hu: között
is_is: milli
ja_jp: 間
lt_lt: tarp
lv_lv: starp
mk_mk: меѓу
nn_no: mellom
pl_pl: między
pt_pt: entre
ro_ro: între
ru_ru: между
sk_sk: medzi
sl_si: med
sq_al: ndërmjet
sr_rs: између
sv_se: mellan
th_th: ระหว่าง
tr_tr: arasında
uk_ua: між
wa_be: rhwng
zh_tw: 之間的

source: Between
af_za: Tussen
ar_dz: بين
be_by: Між
bg_bg: Между
bn_bd: মধ্যে
da_dk: Mellem
el_gr: Μεταξύ
es_es: Entre
et_ee: Vahel
fa_ir: میان
fi_fi: Välillä
ga_ie: Idir
gl_gl: Entre
hr_hr: Između
hu_hu: Között
is_is: Milli
ja_jp: 間
lt_lt: Tarp
lv_lv: Starp
mk_mk: Помеѓу
nn_no: Mellom
pl_pl: Między
pt_pt: Entre
ro_ro: Între
ru_ru: Между
sk_sk: Medzi
sl_si: Med letoma
sq_al: Ndërmjet
sr_rs: Између
sv_se: Mellan
th_th: ระหว่าง
tr_tr: Arasında
uk_ua: Між
wa_be: Rhwng
zh_tw: 之間
