Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The Student Requests page allows you to specify which courses a student intends to take in the next school year. These requests are used by the Scheduler when filling a students schedule.
af_za: Die Studenteraad versoek bladsy laat jou toe om te spesifiseer watter kursusse &#39;n student beoog om te neem in die volgende skooljaar. Hierdie versoeke word deur die planner by die vulling van &#39;n studente-skedule.
be_by: Студэнцкая старонка просіць дазваляе паказаць, якія курсы студэнт мае намер распачаць у наступным навучальным годзе. Гэтыя запыты выкарыстоўваюцца планавальнікам пры запаўненні студэнтаў графіку.
bg_bg: Студентски Заявки страница ви позволява да определите кои курсове студент възнамерява да предприеме през следващата учебна година. Тези искания се използват от планировчика, при попълване на график за студенти.
da_dk: De studerende ønsker side kan du angive, hvilke kurser den studerende påtænker at tage i det kommende skoleår. Disse anmodninger bruges af Scheduler ved besættelse af en studerende tidsplan.
el_gr: Η Φοιτητική σελίδα αιτήσεις σας επιτρέπει να ορίσετε τα μαθήματα που ένας μαθητής προτίθεται να λάβει την επόμενη σχολική χρονιά. Οι εν λόγω αιτήσεις χρησιμοποιούνται από το Scheduler κατά τη συμπλήρωση ένα πρόγραμμα μαθητές.
et_ee: Student Taotlused leheküljel saab määrata, millised kursused üliõpilane kavatseb võtta järgmisel õppeaastal. Need taotlused on kasutatud Scheduler täites õpilased ajakava.
fa_ir: دانشجویی صفحه درخواست اجازه می دهد تا به شما برای مشخص که دوره دانش آموز در نظر دارد در سال تحصیلی آینده را. این درخواست توسط زمانبند مورد استفاده قرار گیرد در هنگام پر کردن یک برنامه دانش آموزان است.
fi_fi: Opiskelija pyynnöt sivulla voit määrittää mitä kursseja opiskelija aikoo toteuttaa ensi lukuvuonna. Nämä pyynnöt käyttävät Scheduler täytettäessä opiskelijoiden aikataulu.
ga_ie: Ceadaíonn an Mhic Léinn Iarrataí leathanach a bhfuil tú a shonrú a bhfuil cúrsaí ar intinn ag mac léinn a ghlacadh sa scoilbhliain seo chugainn. Na hiarratais sin in úsáid ag an Sceidealóir nuair a líonadh le sceideal do mhic léinn.
gl_gl: O Student páxina Solicitudes permite que especifique cales cursos o alumno pretende tomar no curso seguinte. Estes pedidos son usados ​​polo schedule ao cubrir un programa alumnos.
hr_hr: Na stranici Zahtjevi studenata omogućuje vam da odredite što tečajeva student namjerava poduzeti u sljedeću školsku godinu. Ovi zahtjevi se koriste prilikom popunjavanja Planer studenata raspored.
hu_hu: A Student kéri oldal lehetővé teszi, hogy meghatározza, hogy milyen tanfolyamok diák kíván venni a következő tanévben. Ezeket a kéréseket által használt ütemező, amikor betöltésére diákok menetrend.
is_is: Nemandi Beiðnir síðu gerir þér kleift að tilgreina hvaða námskeið nemandi hyggst taka á næsta skólaári. Þessar beiðnir eru notuð af Tímaáætlun þegar fylla nemendur áætlun.
ja_jp: 学生の要求]ページ​​では、学生が次の学年で受けようとするどの科目を指定することができます。学生のスケジュールを入力するときにこれらのリクエストは、スケジューラによって使用されます。
lt_lt: Studentų Prašymai puslapis leidžia jums nurodyti, kurie kursų studentas ketina imtis kitų mokslo metų. Šie prašymai yra naudojami planavimo pildant studentų tvarkaraščio.
lv_lv: Studentu prasa lapa ļauj jums norādīt, kuru kursu students plāno veikt nākamajā mācību gadā. Šie pieprasījumi tiek izmanto Scheduler, aizpildot studentu grafiku.
mk_mk: Студентски Барањата страница ви овозможува да одредите кои курсеви студент намера да ги преземе во следната учебна година. Овие барања се користат од страна на распоредувачот кога пополнување на студентите распоред.
nn_no: Student Forespørsler siden lar deg spesifisere hvilke kurs en student har til hensikt å ta i neste skoleår. Disse forespørslene brukes av Scheduler når du fyller ett studenter tidsplan.
pl_pl: Strona Wnioski Student pozwala określić, które kursy student zamierza podjąć w przyszłym roku szkolnym. Wnioski te są wykorzystywane przez Harmonogram podczas wypełniania harmonogramu studentów.
pt_pt: O Student página Solicitações permite que você especifique quais cursos o aluno pretende tomar no ano lectivo seguinte. Estes pedidos são usados ​​pelo Scheduler ao preencher um cronograma alunos.
ro_ro: Pagina Student Cereri vă permite să specificaţi care cursuri de un student care intenţionează să le adopte în anul şcolar următor. Aceste cereri sunt folosite de Planificare atunci când ocupare a unui program de studenţi.
ru_ru: Студенческая страница просит позволяет указать, какие курсы студент намерен предпринять в следующем учебном году. Эти запросы используются планировщиком при заполнении студентов графику.
sk_sk: Študent Žiadosti stránka vám umožňuje určiť, ktoré predmety študent má v úmysle prijať v budúcom školskom roku. Tieto požiadavky sú používané pri plnení Plánovač študentov rozvrh.
sl_si: Študentska Prošnje stran vam omogoča določiti, katere tečaje študent namerava sprejeti v naslednjem šolskem letu. Te zahteve se uporabljajo pri izpolnjevanju Scheduler študentov urnik.
sq_al: Kërkesat e studentëve Faqja ju lejon te specifikoni cilat kurse një student synon të marrë në vitin e ardhshëm shkollor. Këto kërkesa janë përdorur nga Scheduler, kur të plotësojë një orar të studentëve.
sr_rs: Захтеви студената страница вам омогућава да одредите који курсеве студент намерава да предузме у наредној школској години. Ови захтеви се користи Планер приликом попуњавања студената распоред.
sv_se: Student Begäran sida kan du ange vilka kurser en elev avser att ta under nästa läsår. Dessa förfrågningar används av Schemaläggaren när du fyller ett studenterna schema.
th_th: นักเรียนหน้าห้องช่วยให้คุณสามารถระบุว่าหลักสูตรที่นักเรียนมีความตั้งใจที่จะใช้ในปีของโรงเรียนต่อไป การร้องขอเหล่านี้จะใช้ตารางเมื่อกรอกตารางเวลาที่นักเรียน
tr_tr: Öğrenci İstekleri sayfasında bir öğrencinin bir sonraki eğitim-öğretim yılında almayı düşündüğü hangi derslerden belirlemenize olanak tanır. Bu istekler, öğrenci programı doldururken Zamanlayıcı tarafından kullanılmaktadır.
uk_ua: Студентська сторінка просить дозволяє вказати, які курси студент має намір зробити в наступному навчальному році. Ці запити використовуються планувальником при заповненні студентів графіком.
wa_be: Mae&#39;r Myfyrwyr Ceisiadau dudalen hon yn caniatáu i chi nodi pa gyrsiau myfyriwr yn bwriadu eu cymryd yn ystod y flwyddyn ysgol nesaf. Mae&#39;r ceisiadau hyn yn cael eu defnyddio gan y Scheduler wrth lenwi rhestr fyfyrwyr.
zh_tw: 學生請求頁面允許您指定哪些課程的學生打算參加下一學年。這些請求時所使用的調度填補學生的時間表。

source: You can add a request by selecting the course you want to add from under the corresponding subject heading. You can add requests from each subject in the same way, or you can add another request in the same subject by clicking on the add icon
af_za: Jy kan &#39;n versoek by die kies van die kursus waaraan jy wil by te voeg onder die ooreenstemmende onderwerp lyn. Jy kan versoeke van elke vak op dieselfde manier, of jy kan nog &#39;n versoek in dieselfde vak byvoeg deur te kliek op die voeg ikoon
be_by: Вы можаце дадаць запыт, выбраўшы вядома, вы хочаце дадаць з-пад адпаведнай тэмай. Вы можаце дадаць запыты ад кожнага суб&#39;екта ў той жа форме, альбо вы можаце дадаць яшчэ адзін запыт у тую ж тэму, націснуўшы на абразок дадаць
bg_bg: Можете да добавите искане чрез избора на курс, който искате да добавите под съответното заглавие. Можете да добавите искания от всеки предмет по същия начин, или можете да добавите друго искане по същия предмет, като щракнете върху бутона добави икона
bn_bd: আপনি অবশ্যই আপনি অধীনে সংশ্লিষ্ট বিষয় শিরোনাম থেকে যোগ করতে চান নির্বাচন করে একটি অনুরোধ যোগ করতে পারেন. আপনি একই পদ্ধতিতে প্রতি অনুরোধ, যোগ অথবা আপনি যোগ আইকনে ক্লিক করে একই বিষয় অন্য অনুরোধ যোগ করতে পারেন
da_dk: Du kan tilføje en forespørgsel ved at vælge det kursus, du ønsker at tilføje fra under den tilsvarende emne overskrift. Du kan tilføje anmodninger fra hvert fag på samme måde, eller du kan tilføje endnu en anmodning i samme emne ved at klikke på ikonet Tilføj
el_gr: Μπορείτε να προσθέσετε ένα αίτημα επιλέγοντας το μάθημα στο οποίο θέλετε να προσθέσετε από κάτω από το αντίστοιχο θέμα τίτλο. Μπορείτε να προσθέσετε αιτήματα από κάθε θέμα με τον ίδιο τρόπο, ή μπορείτε να προσθέσετε ένα άλλο αίτημα στο ίδιο θέμα, κάνοντας κλικ στο εικονίδιο Προσθήκη
et_ee: Saate lisada taotluse valides muidugi soovite lisada alt vastav teema pealkiri. Saate lisada taotlusi iga teema ühtemoodi, või saate lisada veel taotlust sama teema klõpsates lisada ikoon
fa_ir: شما می توانید درخواست انتخاب دوره شما می خواهید از تحت موضوع مربوطه عنوان اضافه کنید. شما می توانید از هر موضوع را در همان راه درخواست اضافه کنید ، یا شما می توانید درخواست دیگری در همین موضوع با کلیک کردن بر روی آیکون افزودنی را اضافه کنید
fi_fi: Voit lisätä pyynnön valitsemalla kurssin haluat lisätä alta vastaavaan otsikoksi. Voit lisätä pyyntöjä jokaista aihetta samalla tavalla, tai voit lisätä toisen pyynnön samasta aiheesta klikkaamalla Lisää-kuvaketta
ga_ie: Is féidir leat d&#39;iarratas ag roghnú an cúrsa ar mian leat a chur ó faoin ábhar comhfhreagrach ceannteideal. Is féidir leat iarratas a chur ó gach ábhar ar an mbealach céanna, nó is féidir cuir iarratas eile ar an ábhar céanna leat trí chliceáil ar an deilbhín chur
gl_gl: Podes engadir unha proposta, seleccionando o curso que quere engadir a partir baixo o tema da sección correspondente. Podes engadir as solicitudes de cada individuo da mesma forma, ou pode engadir outro solicitude no mesmo tema, premendo na icona engadir
hr_hr: Možete dodati zahtjev odabirom kolegij u radu kojeg želite dodati ispod odgovarajuće subjekt naslova. Možete dodati zahtjeva svaki predmet na isti način ili možete dodati još jedan zahtjev u istu temu klikom na ikonu Dodaj
hu_hu: Felvehet kérelmet kiválasztásával során szeretnénk hozzáadni a megfelelő tárgy rovatba. Felveheti kér minden tárgy ugyanolyan módon, vagy akár egy újabb kérelmet a témáról, kattintson a Hozzáadás ikon
is_is: Hægt er að bæta beiðni með því að velja þá áfanga sem þú vilt bæta undan samsvarandi efni fyrirsagnarinnar. Þú getur bætt við beiðnum frá hverri grein á sama hátt, eða þú getur bætt við ný beiðni á sama sviði með því að smella á Bæta við táknið
ja_jp: あなたが見出しに対応する主題の下から追加したいコースを選択することによって、要求を追加することができます。あなたは同じ方法で各被験者からの要求を追加するか、[追加]アイコンをクリックして、同じ件名で別のリクエストを追加することができます
lt_lt: Galite pridėti prašymą, pasirinkdami Žinoma, jūs norite pridėti iš pagal atitinkamą pavadinimu. Galite prašymus pridėti kiekvieno tuo pačiu būdu, arba jūs galite pridėti dar tuo pačiu klausimu prašymą spustelėdami Add ikoną
lv_lv: Jūs varat pievienot lūgumu, izvēloties kursu, kurā vēlaties pievienot no zem atbilstošās kuriem pozīcijā. Jūs varat pievienot pieprasījumus no katra priekšmeta tādā pašā veidā, vai varat pievienot vēl vienu pieprasījumu tajā pašā tēmu, noklikšķinot uz Pievienot ikonu
mk_mk: Можете да додадете барање со избирање на курсот кој сакате да го додадете од под соодветните предмет насловот. Можете да додадете барања од секој предмет на ист начин, или можете да додадете уште барање во истата тема со кликнување на додадете икона
nn_no: Du kan legge en forespørsel ved å velge det kurset du ønsker å legge fra under den tilsvarende emne overskriften. Du kan legge til forespørsler fra hvert fag på samme måte, eller du kan legge en ny forespørsel i samme fag ved å klikke på legg til ikonet
pl_pl: Możesz dodać wniosek wybierając kurs, w którym chcesz dodać w odpowiednim przedmiotem działu. Możesz dodać wnioski z każdego przedmiotu w ten sam sposób, można też dodać kolejny wniosek w tej samej sprawie, klikając na ikonę dodawania
pt_pt: Você pode adicionar um pedido, selecionando o curso que você deseja adicionar a partir de sob o tema da rubrica correspondente. Você pode adicionar as solicitações de cada indivíduo da mesma forma, ou você pode adicionar um outro pedido no mesmo assunto, clicando no ícone adicionar
ro_ro: Aveţi posibilitatea să adăugaţi o cerere prin selectarea cursul la care vrei să adăugaţi obiectul de sub rubrica corespunzătoare. Puteţi adăuga solicitări de la fiecare subiect în acelaşi mod, sau puteţi adăuga o altă cerere în acelaşi subiect, făcând clic pe icoana adăuga
ru_ru: Вы можете добавить запрос, выбрав конечно, вы хотите добавить из-под соответствующей темой. Вы можете добавить запросы от каждого субъекта в той же форме, либо вы можете добавить еще один запрос в ту же тему, нажав на иконку добавить
sk_sk: Môžete pridať žiadosti výberom kurzu sa chcete pridať do príslušných predmetových hesiel. Môžete pridať otázky z každého predmetu rovnakým spôsobom, alebo môžete pridať ďalšiu žiadosť v rovnakej tému kliknutím na ikonu Add
sl_si: Dodate lahko zahteva, da izberete tečaj, ki ga želite dodati iz pod ustreznim naslovom predmet. Dodate lahko zahteva od vsakega veljajo na enak način, ali pa dodate še zahtevo na isto temo s klikom na ikono dodaj
sq_al: Ju mund të shtoni një kërkesë duke përzgjedhur natyrisht që ju dëshironi të shtoni nga nën lëndës përkatëse shkon. Ju mund të shtoni kërkesat e çdo subjekt në të njëjtën mënyrë, ose ju mund të shtoni edhe një kërkesë në të njëjtin subjekt duke klikuar në ikonën add
sr_rs: Можете додати захтев избором курс у ком желите да додате испод одговарајуће заглавље по предметима. Можете додати захтева од сваког предмета на исти начин, или можете да додате још један захтев у истој теми кликом на икону Додај
sv_se: Du kan lägga till en begäran genom att välja den kurs du vill lägga till under motsvarande ämnesrubrik. Du kan lägga till önskemål från varje ämne på samma sätt, eller så kan du lägga till ytterligare en begäran i samma ämne genom att klicka på ikonen Lägg till
th_th: คุณสามารถเพิ่มการร้องขอโดยการเลือกหลักสูตรที่คุณต้องการเพิ่มจากภายใต้ชื่อเรื่องที่สอดคล้องกันส่วนหัวของ คุณสามารถเพิ่มการร้องขอจากเรื่องในทางเดียวกันในแต่ละหรือคุณสามารถเพิ่มการร้องขอในเรื่องเดียวกันอีกโดยคลิกที่ไอคอนเพิ่ม
tr_tr: Bir isteği, ilgili konu başlığı altında eklemek istediğiniz dersi seçerek ekleyebilirsiniz. Aynı şekilde her konuda istekleri ekleyebilirsiniz veya aynı konuda başka bir istek eklemek ikonuna tıklayarak ekleyebilirsiniz
uk_ua: Ви можете додати запит, вибравши звичайно, ви хочете додати з-під відповідною темою. Ви можете додати запити від кожного суб&#39;єкта у тій же формі, або ви можете додати ще один запит у ту ж тему, натиснувши на іконку додати
wa_be: Gallwch ychwanegu cais trwy ddewis y cwrs yr ydych eisiau ychwanegu o dan y pennawd pwnc cyfatebol. Gallwch ychwanegu ceisiadau gan bob un pwnc yn yr un ffordd, neu gallwch ychwanegu cais arall yn yr un pwnc drwy glicio ar yr eicon ychwanegu
zh_tw: 您可以通過選擇添加請求的過程中要添加在相應的主題標題。您可以添加要求從每個主題以同樣的方式，也可以添加其他請求在同一主題通過點擊添加圖標

source: next to the subject name. Doing this will cause another set of request pull-down menus to appear under the subject heading. Once you have added all the desired requests, click the Save button at the top of the screen.
af_za: langs die vaknaam. Dit sal &#39;n ander stel versoek pull-down menus oorsaak te verskyn onder die onderwerp titel. Sodra jy al die gewenste versoeke het bygevoeg, kliek op die Save-knoppie aan die bokant van die skerm.
ar_dz: بجانب اسم الموضوع. وسوف تفعل هذه القضية مجموعة أخرى من طلب القوائم المنسدلة لتظهر تحت عنوان الموضوع. وبمجرد الانتهاء من إضافة جميع الطلبات المطلوبة ، انقر فوق الزر حفظ في الجزء العلوي من الشاشة.
be_by: побач з імем суб&#39;екта. Робячы гэта выкліча яшчэ адзін набор запыту выпадальным меню з&#39;яўляюцца пад загалоўкам. Пасля таго як вы дадалі ўсе патрэбныя запыты, націсніце кнопку Захаваць ў верхняй частцы экрана.
bg_bg: до предмет име. Това ще доведе до друг набор от падащи менюта искане да се появи под заглавие. След като сте добавили всички желания искания, щракнете върху бутона Запазване в горната част на екрана.
bn_bd: পরবর্তী ইসলাম নাম. ফলে অনুরোধ-ভাঙ্গা মেনু অন্য সেট বিষয় শিরোনাম অধীন প্রদর্শিত হবে. পরে আপনি সব পছন্দসই অনুরোধ যোগ পর্দার উপরের সেভ বাটন ক্লিক করুন.
da_dk: ved siden af ​​emnet navn. Dette vil medføre et andet sæt af anmodning pull-down menuer skal vises under emne overskrift. Når du har tilføjet alle de ønskede anmodninger, skal du klikke på knappen Gem øverst på skærmen.
el_gr: δίπλα από το θέμα του ονόματος. Να κάνει αυτό θα προκαλέσει μια άλλη σειρά αίτημα pull-down μενού για να εμφανιστεί κάτω από το θέμα τίτλο. Μόλις έχετε προσθέσει όλα τα επιθυμητά αιτήματα, κάντε κλικ στο κουμπί Αποθήκευση στο πάνω μέρος της οθόνης.
et_ee: kõrval teema nimi. Seejuures paneb veel ühe taotluse rippmenüüd ilmuma all teema pealkirja. Kui olete lisanud kõik soovitud taotlustele, klõpsa Save nupule ülaosas ekraani.
fa_ir: در کنار نام موضوع. انجام این کار خواهد شد یکی دیگر از مجموعه ای از درخواست کشیدن پایین منوهای تحت سرفصل موضوعی ظاهر شود. هنگامی که شما درخواست مورد نظر ، کلیک بر روی دکمه ذخیره در بالای صفحه کلیک کنید.
fi_fi: vieressä Aiheen nimi. Näin aiheuttaa toisen sarjan pyynnöstä pudotusvalikoista näkyvän alle otsikolla. Kun olet lisännyt kaikki haluamasi pyyntöihin, napsauta Tallenna-painiketta näytön yläreunassa.
ga_ie: in aice leis an t-ainm faoina réir. Déanfar é seo a chur faoi deara eile tacar iarraidh tarraingt anuas biachláir le feiceáil faoin gceannteideal an ábhar. Nuair a bheidh tú leis na hiarratais ar fad atá ag teastáil, cliceáil ar an gcnaipe Sábháil ag barr an scáileáin.
gl_gl: á beira do nome do tema. Isto fará que un outro conxunto de solicitude de pull-down menús a aparecer baixo o lema título. Despois de ter engadido todas as peticións que prefire, faga clic no botón Gardar da parte superior da pantalla.
hr_hr: uz predmet ime. To će izazvati još jedan set zahtjeva padajućih izbornika će se pojaviti pod naslovom predmeta. Nakon što ste dodali sve željene zahtjeve, kliknite gumb Spremi na vrhu zaslona.
hu_hu: mellett a tárgy nevét. Ennek során fog okozni egy másik kérelem legördülő menük alatt jelenik meg a tárgy rovatba. Miután hozzáadta az összes kívánt kéri, kattintson a Mentés gombra a képernyő felső részén.
is_is: við hliðina á efni nafn. Með þessu mun valda annað sett af beiðni fellivalmyndir til að birtast undir efni fyrirsögninni. Þegar þú hefur bætt alla viðkomandi beiðnir, smelltu á Vista hnappinn efst á skjánum.
ja_jp: サブジェクト名の隣にある。これを行うと、見出しの主題の下に表示されるように要求プルダウンメニューの別のセットが発生します。一度すべての必要なリクエストを追加して、画面の上部にある[保存]ボタンをクリックします。
lt_lt: šalia temos pavadinimo. Tokiu būdu bus sukelti kitą prašymą išskleidžiamajame meniu, rodomas pavadinimu. Kai jūs turite pridėti visus prašymus, spustelėkite mygtuką &quot;Išsaugoti&quot; ekrano viršuje.
lv_lv: blakus Tēmas nosaukums. Doing tas izraisa citu komplektu pieprasījuma nolaižamās izvēlnes, lai parādās zem kuriem pozīcijā. Kad esat pievienojis visas vēlamās pieprasījumus, noklikšķiniet uz Save pogas augšpusē ekrānam.
mk_mk: до предмет име. Тоа ќе предизвика уште еден сет на барање од паѓачкото мени да се појави со темата наслов. Откако сте ги додале сите саканиот барања, кликнете на копчето Зачувај на врвот на екранот.
nn_no: siden av faget navnet. Å gjøre dette vil føre til et annet sett av forespørselen pull-down menyer skal vises under temaet overskriften. Når du har lagt alle de ønskede forespørsler, klikker du på knappen Lagre øverst på skjermen.
pl_pl: obok nazwy podmiotu. Może to spowoduje, że inny zestaw wniosek rozwijanego menu pojawiają się na temat pozycji. Po dodaniu wszystkich żądanych wniosków, kliknij przycisk Zapisz na górze ekranu.
pt_pt: ao lado do nome do assunto. Isso fará com que um outro conjunto de solicitação de pull-down menus a aparecer sob o tema título. Depois de ter adicionado todos os pedidos desejado, clique no botão Salvar na parte superior da tela.
ro_ro: de lângă numele subiectului. Făcând acest lucru va provoca un alt set de cereri pull-down meniuri pentru a apărea sub titlul subiect. După ce aţi adăugat toate cererile dorite, faceţi clic pe butonul Salvare din partea de sus a ecranului.
ru_ru: рядом с именем субъекта. Делая это вызовет еще один набор запроса выпадающем меню появляются под заголовком. После того как вы добавили все нужные запросы, нажмите кнопку Сохранить в верхней части экрана.
sk_sk: vedľa názvu subjektu. Mohlo by to spôsobiť ďalší súbor žiadosti pull-down menu sa objaví v predmetových hesiel. Po pridaní všetkých požadovaných požiadavky, kliknite na tlačidlo Uložiť v hornej časti obrazovky.
sl_si: poleg imena pogoji. S tem bo povzročilo še en niz zahtevo pull-down menije, da se pojavi pod naslovom predmet. Ko ste dodali vse želene zahteve, kliknite gumb Shrani na vrhu zaslona.
sq_al: në krah të emrit temë. Të bësh këtë do të shkaktojë një tjetër grup të kërkesës pull-down menus të shfaqen nën objekt shkon. Pasi të keni shtuar të gjitha kërkesat e dëshiruar, klikoni butonin Ruaj në krye të ekranit.
sr_rs: поред предмета име. На тај начин ће проузроковати још један сет захтева падајућих менија да се појави под насловом тему. Када сте додали све жељене захтеве, кликните на дугме Сачувај на врху екрана.
sv_se: bredvid ämnet namn. Att göra detta kommer att orsaka en annan uppsättning av begäran rullgardinsmenyer att visas under ämnet rubrik. När du har lagt alla önskade önskemål, klicka på knappen Spara längst upp på skärmen.
th_th: ถัดไปชื่อเรื่อง การทำเช่นนี้จะทำให้เกิดการตั้งค่าของการร้องขอเมนูแบบเลื่อนลงอีกครั้งเพื่อให้ปรากฏภายใต้หัวเรื่อง เมื่อคุณได้เพิ่มทุกหน้าที่ต้องการให้คลิกปุ่มบันทึกที่ด้านบนของหน้าจอ
tr_tr: konu adı. Bunu yapmak isteği açılan menüler başka bir konu başlığı altında görünür neden olacaktır. Bir kez istenen tüm istekleri ekledik, ekranın üst kısmındaki Kaydet düğmesini tıklatın.
uk_ua: поруч з іменем суб&#39;єкта. Роблячи це викличе ще один набір запиту випадаючому меню з&#39;являються під заголовком. Після того як ви додали всі потрібні запити, натисніть кнопку Зберегти у верхній частині екрана.
wa_be: wrth ochr enw&#39;r pwnc. Bydd gwneud hyn yn achosi set arall o gais tynnu i lawr dewislenni i ymddangos o dan y pennawd pwnc. Unwaith y byddwch wedi ychwanegu&#39;r holl geisiadau a ddymunir, cliciwch y botwm Save ar frig y sgrin.
zh_tw: 旁邊的主題名稱。這樣做將導致另一組的要求下拉菜單顯示在主題標題。一旦你添加了所有所需的要求，點擊保存按鈕，在屏幕上方。
