Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: The schedules will be automatically downloaded to your computer in the printable PDF format when you click the Submit button.
af_za: Die skedules sal outomaties afgelaai word na jou rekenaar in die drukbare PDF-formaat as jy op die Submit knoppie.
ar_dz: سيتم تحميل جداول تلقائيا إلى جهاز الكمبيوتر الخاص بك في شكل PDF للطباعة عند النقر فوق الزر إرسال.
be_by: Графікі будуць аўтаматычна загружацца на ваш кампутар у фармаце PDF для друку, калі вы націскаеце кнопку Submit.
bg_bg: Графици ще бъдат автоматично изтеглени на вашия компютър в PDF формат за печат, когато щракнете върху бутона Submit.
bn_bd: পরিকল্পনা স্বয়ংক্রিয়ভাবে আপনার কম্পিউটার হবে ডাউনলোড মুদ্রণযোগ্য পিডিএফ ফরম্যাটে যখন আপনি ছবি বাটন ক্লিক করুন.
da_dk: Skemaerne vil automatisk blive downloadet til din computer i PDF-format, når du klikker på knappen Send.
el_gr: Τα προγράμματα θα γίνει αυτόματα με τον υπολογιστή σας σε εκτυπώσιμη μορφή PDF όταν κάνετε κλικ στο κουμπί Υποβολή.
es_es: Los horarios serán descargados automáticamente a su computadora en formato PDF imprimible al hacer clic en el botón Enviar.
et_ee: Sõiduplaane automaatselt laaditakse teie arvutisse printable PDF formaadis, kui klõpsate nuppu Esita.
fa_ir: برنامه خواهد شد به صورت خودکار در فرمت PDF قابل چاپ به کامپیوتر شما دانلود شده زمانی که دکمه ارسال را کلیک کنید.
fi_fi: Aikataulut automaattisesti ladataan tietokoneeseesi tulostettava pdf kun napsautat Lähetä-painiketta.
ga_ie: Beidh an sceidil a íoslódáil go huathoibríoch ar do ríomhaire san fhormáid inphriontáilte PDF nuair a dhéanann tú cliceáil ar an gcnaipe Cuir Isteach.
gl_gl: Os horarios serán automaticamente trasladadas para o seu ordenador en formato PDF para imprimir ao premer o botón Enviar.
hr_hr: Rasporedi će biti automatski preuzeti na svoje računalo u PDF formatu za ispis kada kliknete na gumb Pošalji.
hu_hu: A menetrend automatikusan letöltődik a számítógépre a nyomtatható PDF formátumban, ha rákattint a Küldés gombra.
is_is: The báta verður sjálfkrafa niður í tölvuna þína í Prentvæn PDF snið þegar þú smellir á Senda hnappinn.
ja_jp: あなたが[Submit]ボタンをクリックするとスケジュールが自動的に印刷可能なPDF形式でコンピュータにダウンロードされます。
lt_lt: Tvarkaraščius bus automatiškai atsiunčiami į jūsų kompiuterį spausdinimui PDF formatu, kai paspausite mygtuką Pateikti.
lv_lv: Grafiki tiks automātiski lejupielādēti jūsu datorā izdrukājamu PDF formātā kad jūs noklikšķiniet uz pogas Iesniegt.
mk_mk: Распоредот ќе биде автоматски преснимуваат на вашиот компјутер во печатење PDF формат кога ќе кликнете на копчето Потврди.
nn_no: Ruteopplegget vil automatisk bli lastet ned til datamaskinen din i utskriftsvennlig PDF-format når du klikker Send-knappen.
pl_pl: Harmonogramy zostaną automatycznie pobrane do komputera w formacie PDF do druku po kliknięciu przycisku Prześlij.
pt_pt: Os horários serão automaticamente transferidas para o seu computador no formato PDF para impressão quando você clica no botão Enviar.
ro_ro: Program vor fi automat descărcate pe computer în format PDF imprimabilă când faceţi clic pe butonul Remitere.
ru_ru: Графики будут автоматически загружаться на ваш компьютер в формате PDF для печати, когда вы нажимаете кнопку Submit.
sk_sk: Listinách sa automaticky stiahne do počítača vo formáte PDF pre tlač, keď kliknete na tlačidlo Odoslať.
sl_si: Urnikov se bo samodejno prenesejo v računalnik, v printable PDF formatu, ko boste kliknili na gumb Pošlji.
sq_al: Oraret do të shkarkohen automatikisht në kompjuterin tuaj në formatin PDF shtypshëm kur ju klikoni butonin Submit.
sr_rs: Распоред ће бити аутоматски преузета на ваш рачунар у штампање ПДФ формату када кликнете на Субмит дугме.
sv_se: Dessa mallar kommer automatiskt ned till din dator i det utskrivbara PDF-format när du klickar på knappen Skicka.
th_th: ตารางจะถูกดาวน์โหลดโดยอัตโนมัติไปยังเครื่องคอมพิวเตอร์ของคุณในรูปแบบ PDF พิมพ์เมื่อคุณคลิกที่ปุ่มส่ง
tr_tr: Gönder düğmesine tıkladığınızda programları otomatik olarak yazdırılabilir PDF formatında bilgisayarınıza indirilebilir olacak.
uk_ua: Графіки будуть автоматично завантажуватися на ваш комп&#39;ютер у форматі PDF для друку, коли ви натискаєте кнопку Submit.
wa_be: Bydd yr amserlenni ei lwytho i lawr yn awtomatig ar eich cyfrifiadur yn y fformat PDF argraffadwy pan fyddwch yn clicio ar y botwm Anfon.
zh_tw: 該計劃將被自動下載到您的電腦可打印的PDF格式，當你點擊提交按鈕。

source: This report allows you to print requests sheets for any number of students.
af_za: Hierdie verslag kan u versoeke blaaie te druk vir &#39;n aantal studente.
ar_dz: هذا التقرير يسمح لك طباعة أوراق طلبات لأي عدد من الطلاب.
be_by: Дадзены справаздачу дазваляе друкаваць лісты запытаў для любога колькасці студэнтаў.
bg_bg: Този отчет ви позволява да отпечатвате искания листове за произволен брой на студентите.
bn_bd: এই প্রতিবেদন আপনি ছাত্রদের কোন নম্বর থেকে অনুরোধ শীট মুদ্রণ করতে পারবেন.
da_dk: Denne rapport giver dig mulighed for at udskrive anmodninger ark til et vilkårligt antal studerende.
el_gr: Αυτή η αναφορά σας επιτρέπει να εκτυπώσετε τις αιτήσεις φύλλα για οποιοδήποτε αριθμό μαθητών.
es_es: Este informe le permite imprimir las hojas de las solicitudes de los alumnos
et_ee: See aruanne võimaldab printida taotlusi lehed suvaline arv õpilasi.
fa_ir: این گزارش به شما اجازه می دهد تا در آن چاپ ورق درخواست برای هر تعداد از دانش آموزان می باشد.
fi_fi: Tämän raportin avulla voit tulostaa pyyntöjä levyt tahansa joukko opiskelijoita.
ga_ie: Ceadaíonn an tuarascáil seo a phriontáil duit bileoga iarratais le haghaidh aon líon na mac léinn.
gl_gl: Este informe permite que Imprimir follas de peticións de calquera número de alumnos.
hr_hr: Ovo izvješće omogućuje ispis zahtjeva listova za bilo koji broj studenata.
hu_hu: Ez a jelentés lehetővé teszi a nyomtatási kérelmek lap tetszőleges számú diák.
is_is: Þessi skýrsla gerir þér kleift að prenta beiðni blöð fyrir fjölda nemenda.
ja_jp: このレポートでは、学生の任意の数のリクエストシートを印刷することができます。
lt_lt: Ši ataskaita leidžia jums spausdinti prašymus lakštai bet kokį studentų skaičių.
lv_lv: Šis ziņojums ļauj drukāt pieprasījumus loksnes jebkuru studentu skaita.
mk_mk: Овој извештај ви овозможува да печатите барања листови за било кој број на студенти.
nn_no: Denne rapporten kan du skrive ut forespørsler ark for en rekke studenter.
pl_pl: Raport ten pozwala na drukowanie wniosków o arkusze dla dowolnej liczby studentów.
pt_pt: Este relatório permite que você imprima folhas de pedidos de qualquer número de alunos.
ro_ro: Acest raport vă permite să imprimaţi foi de cereri pentru orice număr de studenţi.
ru_ru: Данный отчет позволяет печатать листы запросов для любого количества студентов.
sk_sk: Táto správa umožňuje tlač žiadosti listov pre ľubovoľný počet študentov.
sl_si: To poročilo vam omogoča tiskanje zahteve listov za poljubno število študentov.
sq_al: Ky raport ju lejon të shtypura kërkesave fletë për çdo numër të studentëve.
sr_rs: Овај извештај вам омогућава да одштампате захтеве листова за било који број студената.
sv_se: Denna rapport kan du skriva ut förfrågningar ark för obegränsat antal studenter.
th_th: รายงานนี้จะช่วยให้คุณสามารถพิมพ์แผ่นร้องขอสำหรับจำนวนของนักเรียนใด ๆ
tr_tr: Bu rapor, öğrencilerin herhangi bir sayı için istekleri sayfa yazdırmanızı sağlar.
uk_ua: Даний звіт дозволяє друкувати листи запитів для будь-якої кількості студентів.
wa_be: Mae&#39;r adroddiad hwn yn eich galluogi i argraffu taflenni geisiadau am unrhyw nifer o fyfyrwyr.
zh_tw: 該報告可以讓您的打印請求表為任意數量的學生。

source: You can search for students who requested a specific course by clicking the Choose link next to the Request search option and choosing a course from the popup window that appears.
af_za: Jy kan soek vir studente wat &#39;n spesifieke kursus versoek deur te kliek op die &quot;Kies&#39; skakel langs die versoek Search opsie en die keuse van &#39;n kursus van die pop-up&quot; venster wat verskyn.
ar_dz: يمكنك البحث عن الطلاب الذين طلب مسار معين بالضغط على الرابط اختيار بجانب خيار طلب البحث واختيار مسار من نافذة منبثقة التي تظهر.
be_by: Вы можаце шукаць для студэнтаў, якія прасілі канкрэтнага курсу, націснуўшы кнопку Выбраць спасылку побач з опцыяй пошуку запыт і выбраць курс з ўсплывае акна, якое з&#39;яўляецца.
bg_bg: Можете да търсите за студентите, които поискаха определен курс, като щракнете върху Избор на връзка до възможност за търсене на Искане и избор на курс от изскачащ прозорец, който се появява.
bn_bd: আপনি ছাত্র যারা একটি নির্দিষ্ট কোর্স অনুরোধ জন্য নির্বাচন লিংক পরবর্তী অনুরোধ জানাতে অনুসন্ধান বিকল্পটি ক্লিক করে পপআপ উইন্ডো প্রদর্শিত থেকে একটি কোর্স বেছে খঁুজতে পারেন.
da_dk: Du kan søge efter studerende, der anmodede om et bestemt kursus ved at klikke på Vælg linket ved siden Anmod søgemulighed og vælge et kursus fra popup vindue, der vises.
el_gr: Μπορείτε να ψάξετε για τους φοιτητές οι οποίοι ζήτησαν μια συγκεκριμένη πορεία, κάνοντας κλικ στο σύνδεσμο Επιλογή δίπλα από την επιλογή αναζήτησης Αίτηση και επιλέγοντας ένα μάθημα από το αναδυόμενο παράθυρο που εμφανίζεται.
es_es: Usted puede buscar para los estudiantes que solicitaron un curso específico haciendo clic en el vínculo Elegir junto a la opción Solicitud de búsqueda y elección de un curso de la ventana emergente que aparece.
et_ee: Võite otsida üliõpilastele, kes taotlesid konkreetse kursuse klikkides Vali linki Request otsingut ja valides kursuse popup aken, mis ilmub.
fa_ir: شما با کلیک کردن بر روی لینک را انتخاب کنید که در کنار گزینه جستجو به درخواست و انتخاب دوره از پنجره که به نظر می رسد می تواند برای دانشجویانی که درخواست یک دوره خاص را جستجو کنید.
fi_fi: Voit hakea opiskelijat, jotka pyysivät erityinen kurssi klikkaamalla Valitse linkkiä Pyydä Päivävalinta ja valitsemalla kurssin aukeavasta ikkunasta.
ga_ie: Is féidir leat cuardach a dhéanamh ar mhic léinn a d&#39;iarr ar chúrsa ar leith trí chliceáil ar an nasc Roghnaigh in aice leis an rogha Iarratas a chuardach agus a roghnú ar chúrsa as an fhuinneog aníos gur dealraitheach.
gl_gl: Pode procurar para os estudantes que solicitaron un curso específico, premendo na ligazón ao lado Seleccione a opción de investigación e solicitude de escoller un curso desde a fiestra que aparece.
hr_hr: Možete pretraživati ​​za studente koji traži određeni tečaj klikom Odaberite vezu uz opciju Zahtjev za pretraživanje i odabir tečaj iz popup prozor koji se pojavi.
hu_hu: Kereshet a hallgatók, akik kérték egy adott tanfolyam kattintva választása linkre a kérés keresési lehetőséggel, és választott egy tanfolyamot a felugró ablakban jelenik meg.
is_is: Hægt er að leita að nemendum sem óskað ákveðna námskeið með því að smella á Veldu tengilinn að leita Request valkostur og velja námskeið úr almenningur glugganum sem birtist.
ja_jp: あなたは、リクエストの検索オプションの横に選択のリンクをクリックし、表示されるポップアップウィンドウからコースを選択することで、特定のコースを要求され​​た学生を検索することができます。
lt_lt: Jūs galite ieškoti tam tikro kurso studentai, kurie kreipėsi su prašymu, spustelėję Pasirinkite nuorodą, esančią šalia Prašymas paieškos parinktį ir pasirinkti iš lango, kuris pasirodo.
lv_lv: Jūs varat meklēt studentiem, kuri pieprasīja īpašu maršrutu, noklikšķinot Izvēlieties saiti blakus Pieprasīt meklēšanas iespēju un izvēloties kursu no uznirstošo logu, kas parādās.
mk_mk: Можете да пребарувате за студентите кои бараат специфичен разбира со кликнување на врската Изберете до Барање пребарување опција и избор на курс од скокачки прозорец што се појавува.
nn_no: Du kan søke etter studenter som etterspør en bestemt kurs ved å klikke Velg koblingen ved siden av Request søke alternativ og velge et kurs fra popup-vinduet som vises.
pl_pl: Można wyszukiwać dla studentów, którzy wniosek konkretnego kursu, klikając link Wybierz obok opcji wyszukiwania Wniosek i wybierając kurs z wyskakującego okna, które się pojawi.
pt_pt: Você pode pesquisar para os estudantes que solicitaram um curso específico, clicando no link ao lado Escolha a opção de pesquisa e solicitação de escolher um curso a partir da janela pop-up que aparece.
ro_ro: Aveţi posibilitatea să căutaţi pentru studenţii care au solicitat un anumit curs făcând clic pe link-ul de lângă Alegeţi Solicit opţiunea de căutare şi alegerea unui curs de la fereastra pop-up care apare.
ru_ru: Вы можете искать для студентов, которые просили конкретного курса, нажав кнопку Выбрать ссылку рядом с опцией поиска запрос и выбрать курс из всплывающего окна, которое появляется.
sk_sk: Môžete hľadať pre študentov, ktorí požiadali o konkrétny kurz kliknutím na odkaz Vyberte si vedľa na žiadosť možnosť vyhľadávania a výberu kurzu v pop-up okne, ktoré sa objavia.
sl_si: Iščete lahko za študente, ki je zahteval določeno pot s klikom na povezavo poleg Izberite možnost Zahtevaj iskanje in izbira seveda iz pojavnega okna, ki se pojavi.
sq_al: Ju mund të kërkoni për studentët të cilët kërkohet një kurs të veçantë duke klikuar Zgjidhni tjetër për mundësi kërkimi Kërkesa dhe zgjedhjen e një kursi nga dritare popup që duket.
sr_rs: Можете претраживати за студенте који тражи одређени предмет кликом Изаберите везу поред опције Захтев за претрагу и избор курса прозор који се појави.
sv_se: Du kan söka efter studenter som begärt en viss kurs genom att klicka på Välj länken bredvid Begär söka alternativ och välja en kurs från popup-fönstret som visas.
th_th: คุณสามารถค้นหาสำหรับนักเรียนที่ต้องการเรียนหลักสูตรที่เฉพาะเจาะจงโดยคลิกที่ลิงค์เลือกไปที่ตัวเลือกการค้นหาการขอและการเลือกหลักสูตรจากหน้าต่างป๊อปอัพที่ปรากฏขึ้น
tr_tr: Siz öğrenciler için özel bir kurs talep İstek arama seçeneği yanındaki Seç bağlantısını tıklayarak ve açılan pencereden görünen bir ders seçerek arama yapabilirsiniz.
uk_ua: Ви можете шукати для студентів, які просили конкретного курсу, натиснувши кнопку Вибрати посилання поруч з опцією пошуку запит і вибрати курс із спливаючого вікна, яке з&#39;являється.
wa_be: Gallwch chwilio am fyfyrwyr sy&#39;n gwneud cais am gwrs penodol drwy glicio ar y ddolen Dewiswch wrth ymyl y Cais opsiwn chwilio a dewis cwrs oddi wrth y ffenest pop-up sy&#39;n ymddangos.
zh_tw: 您可以搜索學生誰要求具體課程通過點擊選擇鏈接旁邊的請求搜索選項，並選擇一門課程從彈出窗口中。
