Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Progress Reports
af_za: Vorderingsverslae
ar_dz: تقارير التقدم
be_by: Справаздачы аб ходзе работ
bg_bg: Доклади за напредъка
bn_bd: অগ্রগতি প্রতিবেদন
da_dk: Statusrapporter
el_gr: Εκθέσεις Προόδου
es_es: Informes de Progreso
fa_ir: گزارش های پیشرفت
fi_fi: Määräaikaiskertomusten
ga_ie: Tuarascálacha Dul Chun Cinn
gl_gl: Informes de Progreso
hr_hr: Izvješća o napretku
hu_hu: Előrehaladási jelentések
is_is: Framfarir Skýrslur
ja_jp: プログレスレポート
lt_lt: Pažangos ataskaitas
lv_lv: Progresa ziņojumi
mk_mk: Извештаи за напредокот
pl_pl: Sprawozdania z postępów
pt_pt: Relatórios de Progresso
ro_ro: Rapoartele de Progres
ru_ru: Отчеты о ходе работ
sk_sk: Správy o pokroku
sl_si: Poročila o napredku
sq_al: Raportet e Progresit
sr_rs: Извештаји о напретку
sv_se: Lägesrapporter
th_th: รายงานความคืบหน้า
tr_tr: İlerleme Raporları
uk_ua: Звіти про хід робіт
wa_be: Adroddiadau Cynnydd
zh_tw: 進度報告

source: This report that allows you to print progress reports for any number of students
af_za: Hierdie verslag wat u toelaat om vorderingsverslae af te druk vir &#39;n aantal studente
be_by: Гэтая справаздача, што дазваляе друкаваць даклады аб ходзе работы для любога колькасці студэнтаў
bg_bg: Този доклад, който ви позволява да отпечатвате доклади за напредъка за произволен брой на студентите
bn_bd: এই রিপোর্টে যে আপনি ছাত্রদের কোন নম্বর থেকে অগ্রগতি রিপোর্ট প্রিন্ট করতে পারবেন
da_dk: Denne rapport, der giver dig mulighed for at udskrive rapporter til et vilkårligt antal af studerende
el_gr: Η έκθεση αυτή που σας επιτρέπει να εκτυπώσετε τις εκθέσεις προόδου για οποιοδήποτε αριθμό των φοιτητών
et_ee: Käesolev aruanne, mis võimaldab teil printida eduaruanded kõigi õpilaste arv
fa_ir: این گزارش می دهند که اجازه می دهد تا شما را به چاپ گزارش های پیشرفت برای هر تعداد از دانش آموزان
fi_fi: Tämä raportti, jonka avulla voit tulostaa tilanneselvitykset mistään opiskelijoiden määrä
ga_ie: An tuarascáil seo gur féidir leat a phriontáil tuarascálacha ar dhul chun cinn le haghaidh aon líon na mac léinn
gl_gl: Este informe, que permite imprimir os informes de progreso para calquera número de alumnos
hr_hr: Ovaj izvještaj koji vam omogućuje ispis izvješća o napretku za bilo koji broj studenata
hu_hu: Ez a jelentés, amely lehetővé teszi a nyomtatandó jelentések tetszőleges számú diák
is_is: Þessi skýrsla sem leyfir þér að prenta skýrslna fyrir fjölda nemenda
ja_jp: あなたが学生の任意の数の進捗状況のレポートを印刷できるのは、このレポート
lt_lt: Šioje ataskaitoje, kuri leidžia spausdinti pažangos ataskaitas, bet studentų skaičius
lv_lv: Šis ziņojums, kas ļauj drukāt progresa ziņojumus par jebkuru studentu skaita
mk_mk: Овој извештај кој ви дозволува да се печати извештаи за напредокот на било кој број на студенти
nn_no: Denne rapporten som lar deg skrive ut fremdriftsrapporter for en rekke studenter
pl_pl: Niniejszy raport, który pozwala na drukowanie raportów z postępu prac dla dowolnej liczby studentów
pt_pt: Este relatório, que permite imprimir relatórios de progresso para qualquer número de alunos
ro_ro: Acest raport, care vă permite să imprimaţi rapoarte privind progresele înregistrate pentru orice număr de studenţi
ru_ru: Этот отчет, что позволяет печатать доклады о ходе работы для любого количества студентов
sk_sk: Táto správa, ktorá umožňuje tlač správy o postupe pre ľubovoľný počet študentov
sl_si: To poročilo, ki vam omogoča tiskanje poročil o napredku za poljubno število študentov
sq_al: Ky raport që ju lejon të shkruar raportet e progresit për çdo numër të studentëve
sr_rs: Овај извештај који вам омогућава да штампате извештаје о напретку за било који број студената
sv_se: Denna rapport som låter dig skriva ut lägesrapporter för ett obegränsat antal elever
th_th: รายงานที่ช่วยให้คุณสามารถพิมพ์รายงานความคืบหน้าสำหรับจำนวนของนักเรียนใด ๆ
tr_tr: Öğrencilerin herhangi bir sayı için ilerleme raporları yazdırmanıza olanak sağlar Bu rapor
uk_ua: Цей звіт, що дозволяє друкувати звіти про хід роботи для будь-якої кількості студентів
wa_be: Mae&#39;r adroddiad hwn sy&#39;n eich galluogi i argraffu adroddiadau cynnydd ar gyfer unrhyw nifer o fyfyrwyr yn
zh_tw: 這份報告，讓您打印進度報告為任意數量的學生

source: You can choose to print the progress reports with mailing labels. The progress reports will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one progress report may be printed per student if the student has guardians residing at more than one address
af_za: Jy kan kies om die vorderingsverslae met poslys etikette af te druk. Die vorderingsverslae sal poslys etikette geposisioneer om in so &#39;n manier om sigbaar te wees in&#39; n windowed koevert wanneer die laken is in derdes gevou. Meer as &#39;n vorderingsverslag per student kan gedruk word indien die student voogde woon by meer as een adres
be_by: Вы можаце выбраць друк даклады аб ходзе работы з паштовых налепак. Даклады аб ходзе работы будуць мець налепкі размешчаны такім чынам, каб быць бачным у аконным канверт, калі ліст складваецца ў траціны. Больш за аднаго дакладу аб ходзе работы могуць быць раздрукаваныя на аднаго студэнта, калі студэнт апекуноў пражываюць больш чым у адзін адрас
bg_bg: Можете да изберете да отпечатате доклади за напредъка с пощенски етикети. Докладите за напредъка ще имат пощенски етикети, разположени по такъв начин, че да се вижда в един прозорец плик, когато лист е сгънат в трети. Повече от един доклад за напредъка могат да бъдат отпечатани на един ученик, ако студентът е настойници, намиращо се на повече от един адрес
bn_bd: আপনি মেইলিং লেবেল সঙ্গে অগ্রগতি রিপোর্ট প্রিন্ট করতে পারেন. অগ্রগতি প্রতিবেদন মেইলিং যেমন একটি উপায় হিসাবে একটি windowed খাম যখন শীট তৃতীয়াংশ মধ্যে ফোল্ডারের হয় দৃশ্যমান তবে অবস্থিত লেবেল হবে. একাধিক অগ্রগতি রিপোর্ট ছাত্র প্রতি যদি ছাত্র অভিভাবকরা একাধিক ঠিকানায় হয়েছে বসবাসের মুদ্রিত হতে পারে
da_dk: Du kan vælge at udskrive situationsrapporter med adresseetiketter. Den situationsrapporter vil have adresseetiketter placeret på en sådan måde, at være synlige i en windowed kuvert, når arket er foldet i tredjedele. Mere end en statusrapport kan udskrives per studerende, hvis den studerende har værger opholder sig på mere end én adresse
el_gr: Μπορείτε να επιλέξετε να εκτυπώσετε τις εκθέσεις προόδου με τις ετικέτες αλληλογραφίας. Οι εκθέσεις προόδου θα έχει ετικετών αλληλογραφίας τοποθετούνται με τέτοιο τρόπο ώστε να είναι ορατό σε παράθυρα φάκελο όταν το φύλλο είναι διπλωμένο σε τρίτα. Περισσότερες από μία έκθεση προόδου μπορεί να εκτυπωθούν ανά φοιτητή, αν ο φοιτητής έχει κηδεμόνες που κατοικούν σε περισσότερες από μία διευθύνσεις
et_ee: Saad valida printimiseks eduaruanded koos posti sildid. Eduaruannete posti sildid paigaldatud selliselt, et see oleks nähtav aknaga ümbriku kui tööleht on volditud kolmandikku. Rohkem kui üht eduaruannet võib trükkida ühe õpilase kui õppija on eestkostjate elukoht rohkem kui üks aadress
fa_ir: شما می توانید انتخاب کنید تا در آن چاپ گزارش پیشرفت با برچسب های پستی. گزارش پیشرفت برچسب های پستی که در چنین راه به عنوان قابل نمایش بودن در یک پاکت پنجره زمانی که ورق در سوم تاشو قرار داشته باشد. بیش از یک گزارش پیشرفت ممکن است هر دانشجو چاپ شده در صورتی که دانش آموز ساکن نگهبان در بیش از یک آدرس
fi_fi: Voit tulostaa edistymistä koskevat osoitetarroja. Edistymisraportit on osoitetarroja sijoitettu siten, että ne näkyvät windowed kirjekuoressa kun arkki on taitettu kolmasosaa. Enemmän kuin yksi väliraportti voidaan tulostaa per opiskelija, jos opiskelija on huoltajien kotipaikka useampaan kuin yhteen osoitteeseen
ga_ie: Is féidir leat a roghnú a phriontáil ar na tuarascálacha ar dhul chun cinn le lipéid postála. Beidh tuarascálacha ar dhul chun cinn go bhfuil lipéid postála suite sa chaoi go mbeidh sé sofheicthe i gclúdach windowed nuair a bhíonn an clár fillte i thrian. Is féidir níos mó ná aon tuarascáil dul chun cinn a chló aghaidh an mhic léinn má tá an mac léinn caomhnóirí ina gcónaí ag níos mó ná seoladh amháin
gl_gl: Pode optar por imprimir os informes de progreso con etiquetas de enderezo. Os informes de progreso terá as etiquetas de enderezo situada de tal forma a ser visible nun sobre de ventá cando a folla é dobrada en terzos. Máis de un informe de progreso pode ser impreso por alumno se o alumno ten gardiáns residente en máis dun enderezo
hr_hr: Možete odabrati ispis izvješća o napretku s adresnih naljepnica. Izvješća napredak će imati adresnih naljepnica pozicionirani na takav način da bi bili vidljivi u prozorom omotnicu, kada je ploča u presavijeni trećine. Više od jednog izvješće o napretku može se ispisati po studentu, ako učenik ima skrbnika koji žive u više od jedne adrese
hu_hu: Választhat, hogy nyomtassa ki a jelentéseket a levélcímkék. A jelentések lesz levélcímkék elhelyezni oly módon, hogy látható legyen egy ablakos borítékban, ha a lap van hajtva a kétharmados. Több mint egy jelentést is nyomtatható egy tanulóra jutó, ha a hallgató gondnokok lakó több mint egy címet
is_is: Þú getur valið um að prenta framfarir skýrslur með merki póstlista. The skýrslna verða póstlista merki stakk á þann hátt að vera sýnilegur í windowed umslagi þegar blaðið er lokaður í þriðju. Fleiri en einn framvinduskýrslunnar má vera prentuð á nemanda ef nemandi hefur forráðamenn sem búa á fleiri en eitt netfang
ja_jp: あなたは、宛名ラベルと進捗レポートを印刷するかを選択できます。進捗報告は、シートが3分の折り畳まれているウィンドウ封筒に見えるようにするような方法で配置さ宛名ラベルを持つことになります。学生が複数のアドレスに常駐している保護者の方を持っている場合、複数のプログレスレポートが学生ごとに印刷されることがあります。
lt_lt: Jūs galite pasirinkti spausdinti pašto etiketes pažangos ataskaitas. Pažangos ataskaitas turės išdėstyti tokiu būdu, kad jis būtų matomas lango paketas, kai lapas sulenkiamas trečdaliai laiškų etikečių. Vienam studentui gali būti atspausdinti daugiau nei vieną pažangos ataskaitą, jei studentas turi globėjai gyvena ne daugiau nei vieną adresą
lv_lv: Jūs varat izvēlēties drukāt progresa ziņojumus ar pasta sūtījumu uzlīmes. Progresa ziņojumiem par pasta sūtījumu uzlīmes novietotām tā, lai būtu redzami windowed aploksnē, kad lapa tiek salocīta trešdaļām. Vairāk nekā viens progresa ziņojums var būt drukāts uz vienu studentu, ja students ir aizbildņi dzīvo pie vairāk nekā viena adrese
mk_mk: Можете да изберете за печатење на извештаи за напредокот со мејлинг етикети. Извештаите за напредокот ќе имаат мејлинг етикети поставен на таков начин како да бидат видливи во windowed плик кога е здиплен листот во третини. Повеќе од еден извештај за напредокот може да биде испечатена на студентот, ако студентот старатели кои живеат на повеќе од една адреса
nn_no: Du kan velge å skrive ut fremdriftsrapporter med adresseetiketter. Fremdriften Rapportene vil ha adresseetiketter plassert på en slik måte som å være synlig i en vindusbalkong konvolutt når arket er foldet i tredjedeler. Mer enn en fremdriftsrapport kan skrives per student dersom studenten har foresatte bosatt på mer enn én adresse
pl_pl: Możesz wybrać do drukowania raportów z postępu etykiet adresowych. Raportów o postępach etykiety adresowe umieszczone w taki sposób, aby były widoczne w oknach kopercie, gdy arkusz jest złożony w trzecie. Więcej niż jednego sprawozdania z postępów mogą być drukowane na jednego ucznia, jeśli uczeń ma opiekunów przebywających na więcej niż jeden adres
pt_pt: Você pode optar por imprimir os relatórios de progresso com etiquetas de endereçamento. Os relatórios de progresso terá etiquetas de endereçamento posicionada de tal forma a ser visível em um envelope de janela quando a folha é dobrada em terços. Mais de um relatório de progresso pode ser impresso por aluno se o aluno tem guardiões residente em mais de um endereço
ro_ro: Aveţi posibilitatea să alegeţi pentru a imprima rapoartele privind progresele înregistrate cu etichete de corespondenţă. Rapoartele privind progresele înregistrate vor avea etichete poştale poziţionate astfel încât să fie vizibile într-un plic windowed atunci când foaia este pliat în treimi. Mai mult de un raport privind progresele înregistrate pot fi imprimate pe elev în cazul în care studentul a tutorilor care locuiesc la mai mult de o adresă
ru_ru: Вы можете выбрать печать доклады о ходе работы с почтовых наклеек. Доклады о ходе работы будут иметь наклейки расположены таким образом, чтобы быть видимым в оконном конверт, когда лист складывается в трети. Более одного доклада о ходе работы могут быть распечатаны на одного студента, если студент опекунов проживают более чем в один адрес
sk_sk: Môžete si vybrať k tlači správy o pokroku s adresné štítky. Správ o pokroku bude mať adresné štítky umiestnené tak, aby bola viditeľná v obálke oknami, ak je list dal do tretiny. Viac ako jedna správa o dosiahnutom pokroku môže byť vytlačený na jedného študenta v prípade, že študent strážcovia zdržiavajú na viac ako jednu adresu
sl_si: Lahko se odločite za tiskanje poročila o napredku pri nalepke. Poročila o napredku bo imel nalepke nameščena tako, da je vidna v okni ovojnico, ko je lista zložena v tretjini. Več kot eno poročilo o napredku se lahko natisne na študenta, če študent skrbniki prebivajo v več kot enem naslovu
sq_al: Ju mund të zgjidhni për të shtypur raportet e progresit me etiketa postimeve. Raportet e progresit do të ketë etiketat mailing pozicionuar në mënyrë të tillë që të jetë i dukshëm në një zarf dritare kur fletë është palosur në të tretat. Më shumë se një raport progresi mund të jenë të shtypura për student nëse nxënësi ka kujdestarët që banojnë në më shumë se një adresë
sr_rs: Можете изабрати да штампате извештаје о напретку са налепнице са адресом. Извештаје о напретку ће имати етикете мејлинг позициониране на такав начин да буде видљива у уиндоуед коверту када је лист савијен у трећине. Више од једног извештај о напретку може да се штампа по ученику ако студент има чувара који живе у више од једне адресе
sv_se: Du kan välja att skriva ut lägesrapporter med adressetiketter. Lägesrapporterna kommer att ha etiketter placerade på ett sådant sätt att synas i ett fönsterläge kuvert när bladet är vikt i tredjedelar. Mer än en lägesrapport kan skrivas ut per elev om eleven har vårdnadshavare som bor på mer än en adress
th_th: คุณสามารถเลือกที่จะพิมพ์รายงานความคืบหน้าเกี่ยวกับป้ายผนึกจดหมาย รายงานความคืบหน้าจะมีป้ายจ่าหน้าจดหมายในตำแหน่งดังกล่าวเป็นวิธีที่จะมองเห็นในซองหน้าต่างเมื่อแผ่นพับคือในสาม รายงานความคืบหน้ามากกว่าหนึ่งอาจจะพิมพ์ต่อนักเรียนถ้านักเรียนมีผู้ปกครองอยู่บ้านเลขที่ที่อยู่มากกว่าหนึ่ง
tr_tr: Posta etiketleri ile ilerleme raporları yazdırmak için seçebilirsiniz. Ilerleme raporları sac üçe katlanmış bir pencereli zarf içinde açık olarak böyle bir şekilde konumlandırılmış posta etiketleri olacaktır. Öğrenci veliler birden fazla adreste ikamet eden varsa, fazla bir ilerleme raporu, öğrenci başına basılmış olabilir
uk_ua: Ви можете вибрати друк доповіді про хід роботи з поштових наклейок. Доповіді про хід роботи будуть мати наклейки розташовані таким чином, щоб бути видимим у віконному конверт, коли лист складається в третини. Більше однієї доповіді про хід роботи можуть бути роздруковані на одного студента, якщо студент опікунів проживають більше ніж на одну адресу
wa_be: Gallwch ddewis i argraffu&#39;r adroddiadau cynnydd gyda labeli post. Bydd yr adroddiadau cynnydd yn cael labeli post gosod yn y fath fodd fel ei fod yn weladwy mewn amlen windowed pan fydd y daflen yn plygu mewn ran o dair. Gall mwy nag un adroddiad cynnydd yn cael ei argraffu bob myfyriwr os yw&#39;r myfyriwr wedi gwarcheidwaid sy&#39;n byw mewn mwy nag un cyfeiriad
zh_tw: 你可以選擇打印進度報告與郵件標籤。進度報告將郵寄標籤定位在這樣一種方式，是可見的在窗口的信封時，表是折疊的三分之二。一個以上的進度報告可能會打印每個學生如果學生監護人居住在多個地址

source: The progress reports will be automatically downloaded to your computer in the printable PDF format when you click the Submit button
af_za: Die vorderingsverslae sal outomaties afgelaai word na jou rekenaar in die drukbare PDF-formaat as jy op die Submit knoppie
be_by: Даклады аб ходзе работы будзе аўтаматычна загружана на ваш кампутар у фармаце PDF для друку, калі вы націснеце кнопку Адправіць
bg_bg: Докладите за напредъка ще бъде автоматично се изтеглят на вашия компютър в PDF формат за печат, когато щракнете върху бутона Submit
bn_bd: অগ্রগতি প্রতিবেদন স্বয়ংক্রিয়ভাবে আপনার কম্পিউটার হবে ডাউনলোড মুদ্রণযোগ্য পিডিএফ ফরম্যাটে যখন আপনি ছবি বাটন ক্লিক করুন
da_dk: Den situationsrapporter vil automatisk blive downloadet til din computer i PDF-format, når du klikker på knappen Send
el_gr: Οι εκθέσεις προόδου θα γίνει αυτόματα με τον υπολογιστή σας σε εκτυπώσιμη μορφή PDF όταν κάνετε κλικ στο κουμπί Υποβολή
et_ee: Eduaruanded automaatselt laaditakse teie arvutisse printable PDF formaadis, kui klõpsate nupule
fa_ir: گزارش پیشرفت خواهد شد به صورت خودکار در فرمت PDF قابل چاپ به کامپیوتر شما دانلود شده زمانی که دکمه ارسال را کلیک کنید
fi_fi: Edistymisraportit automaattisesti ladataan tietokoneeseesi tulostettava pdf kun napsautat Lähetä-painiketta
ga_ie: Beidh na tuarascálacha ar dhul chun cinn a íoslódáil go huathoibríoch ar do ríomhaire san fhormáid inphriontáilte PDF nuair a dhéanann tú cliceáil ar an gcnaipe Cuir isteach
gl_gl: Os informes de progreso será automaticamente trasladado para o seu ordenador en formato PDF para imprimir ao premer o botón Enviar
hr_hr: Izvješća o napretku će biti automatski preuzeti na svoje računalo u PDF formatu za ispis, kada kliknete gumb Pošalji
hu_hu: Az előrehaladási jelentések automatikusan letöltődik a számítógépre a nyomtatható PDF formátumban, ha rákattint a Küldés gombra
is_is: The skýrslna verður sjálfkrafa niður í tölvuna þína í Prentvæn PDF snið þegar þú smellir á Senda takkann
ja_jp: あなたが[Submit]ボタンをクリックすると、進捗レポートが自動的に印刷可能なPDF形式でコンピュータにダウンロードされます。
lt_lt: Pažangos ataskaitos bus automatiškai atsiunčiami į jūsų kompiuterį spausdinimui PDF formatu, kai paspausite mygtuką &quot;Siųsti&quot;
lv_lv: Progresa ziņojumu kopums tiks automātiski lejupielādēti jūsu datorā izdrukājamu PDF formātu, kad jūs noklikšķiniet uz pogas Iesniegt
mk_mk: Извештаите за напредокот на автоматски ќе биде преснимуваат на вашиот компјутер во печатење PDF формат кога ќе кликнете на копчето Submit
nn_no: Fremdriften Rapportene vil bli automatisk lastet ned til datamaskinen din i utskriftsvennlig PDF-format når du klikker Send-knappen
pl_pl: Sprawozdania z realizacji projektu zostaną automatycznie pobrane do komputera w druku w formacie PDF po kliknięciu przycisku Prześlij
pt_pt: Os relatórios de progresso será automaticamente transferido para o seu computador no formato PDF para impressão quando você clica no botão Enviar
ro_ro: Rapoartele privind progresele înregistrate vor fi automat descărcate pe computer în format PDF imprimabilă atunci când faceţi clic pe butonul Remitere
ru_ru: Доклады о ходе работы будет автоматически загружено на ваш компьютер в формате PDF для печати, когда вы нажмете кнопку Отправить
sk_sk: Správy o pokroku sa automaticky stiahne do počítača vo formáte PDF pre tlač, keď kliknete na tlačidlo Odoslať
sl_si: Poročila o napredku bo samodejno prenesejo v računalnik, v printable PDF formatu, ko boste kliknili na gumb Submit
sq_al: Raportet e progresit do të shkarkohen automatikisht në kompjuterin tuaj në formatin PDF shtypshëm kur ju të klikoni butonin Submit
sr_rs: Извештаји о напретку ће бити аутоматски преузета на ваш рачунар у штампање ПДФ формату када кликнете на Субмит дугме
sv_se: Lägesrapporterna kommer automatiskt ned till din dator i det utskrivbara PDF-format när du klickar på knappen Skicka
th_th: รายงานความคืบหน้าจะถูกดาวน์โหลดโดยอัตโนมัติไปยังเครื่องคอมพิวเตอร์ของคุณในรูปแบบ PDF พิมพ์เมื่อคุณคลิกที่ปุ่มส่ง
tr_tr: Gönder düğmesine tıkladığınızda ilerleme raporları otomatik olarak yazdırılabilir PDF formatında bilgisayarınıza yüklenir.
uk_ua: Доповіді про хід роботи буде автоматично завантажено на ваш комп&#39;ютер у форматі PDF для друку, коли ви натиснете кнопку Надіслати
wa_be: Bydd yr adroddiadau cynnydd ei lwytho i lawr yn awtomatig ar eich cyfrifiadur yn y fformat PDF argraffadwy pan fyddwch yn clicio ar y botwm Anfon
zh_tw: 進度報告將被自動下載到你的計算機中打印的PDF格式，當您點擊提交按鈕

source: This utility allows you to print report cards for any number of students
af_za: Hierdie program kan jy rapporte te druk vir &#39;n aantal studente
ar_dz: هذه الأداة تسمح لك لطباعة بطاقات تقرير عن أي عدد من الطلاب
be_by: Гэтая ўтыліта дазваляе друкаваць табелі для любога колькасці студэнтаў
bg_bg: Тази помощна програма ви позволява да отпечатвате отчетни карти за произволен брой на студентите
bn_bd: এই ইউটিলিটি আপনি ছাত্রদের কোন নম্বর থেকে রিপোর্ট কার্ড প্রিন্ট করা যাবে
da_dk: Dette hjælpeprogram giver dig mulighed for at udskrive rapportere kort til enhver antal studerende
el_gr: Αυτό το βοηθητικό πρόγραμμα σας επιτρέπει να εκτυπώσετε τις κάρτες έκθεση για οποιοδήποτε αριθμό των φοιτητών
et_ee: See utiliit võimaldab printida aruande kaarte tahes õpilaste arv
fa_ir: این ابزار به شما اجازه می دهد تا در آن چاپ کارنامه برای هر تعداد از دانش آموزان
fi_fi: Tämän apuohjelman avulla voit tulostaa raportin kortteja mistään opiskelijoiden määrä
ga_ie: Ceadaíonn an fóntais tú a phriontáil cártaí tuairisce le haghaidh aon líon na mac léinn
gl_gl: Esta utilidade permite que Imprimir tarxetas de informe a calquera número de alumnos
hr_hr: Ovaj alat vam omogućuje da ispišete izvješće kartice za bilo koji broj studenata
hu_hu: Ez a segédprogram lehetővé teszi, hogy nyomtatni jelentést kártyák tetszőleges számú diák
is_is: Þetta tól leyfir þér að prenta skýrsluna kort fyrir hvaða fjölda nemenda
ja_jp: このユーティリティを使用して、学生の任意の数のレポートカードを印刷することができます
lt_lt: Šis įrankis leidžia jums spausdinti ataskaitą korteles bet studentų skaičius
lv_lv: Šī lietderība ļauj drukāt ziņojumu kartes, lai jebkādu skaitu studentu
mk_mk: Оваа алатка ви овозможува да печатите пријавите карти за било кој број на студенти
nn_no: Dette verktøyet kan du skrive ut rapporten kort for en rekke studenter
pl_pl: Narzędzie to pozwala na drukowanie kart zgłoszeń na dowolną liczbę studentów
pt_pt: Este utilitário permite que você imprima cartões de relatório para qualquer número de alunos
ro_ro: Acest utilitar vă permite să imprimaţi cărţi de raport pentru orice număr de studenţi
ru_ru: Эта утилита позволяет печатать табели для любого количества студентов
sk_sk: Tento nástroj umožňuje tlač vysvedčení pre ľubovoľný počet študentov
sl_si: Ta pripomoček vam omogoča, da natisnete poročilo kartic za poljubno število študentov
sq_al: Kjo ju lejon të shërbimeve për të shtypur kartat e raportimit për çdo numër të studentëve
sr_rs: Овај програм вам омогућава да одштампате картице извештај за било који број студената
sv_se: Detta verktyg kan du skriva ut rapporten kort för valfritt antal studenter
th_th: ยูทิลิตี้นี้จะช่วยให้คุณสามารถพิมพ์บัตรรายงานจำนวนนักเรียนใด ๆ
tr_tr: Bu programı öğrencilerin herhangi bir sayı için karne yazdırma sağlar.
uk_ua: Ця утиліта дозволяє друкувати табелі для будь-якої кількості студентів
wa_be: Mae hyn yn cyfleustodau yn eich galluogi i argraffu cardiau adrodd am unrhyw nifer o fyfyrwyr yn
zh_tw: 此實用程序允許您打印報告卡的任意數量的學生
