Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Warning!! - Teachers have missing attendance. Go to : Users -> Teacher Programs -> Missing Attendance
af_za: Waarskuwing! - Onderwysers het ontbreek bywoning. Gaan na: Gebruikers -&gt; Onderwyser Programme -&gt; Missing Bywoning
ar_dz: تحذير! -- المعلمون والمفقودين الحضور. انتقل إلى : مستخدمين -- برامج المعلم&gt; --&gt; الحضور مفقود
be_by: Увага!! - Настаўнікі адсутнічае наведвальнасці. Перайсці: Карыстальнікі -&gt; Праграмы Настаўнік -&gt; Адсутнічае наведвальнасці
bg_bg: Внимание! - Учителите липсват посещаемост. Отиди на: Users -&gt; Учител Programs -&gt; Липсващи Присъствие
bn_bd: সতর্কবাণী! - শিক্ষক উপস্থিতি অনুপস্থিত আছে. যান: ব্যবহারকারী -> শিক্ষক প্রোগ্রাম -> মিসিং এ্যাটেনডেন্স
da_dk: Advarsel! - Lærerne har manglende fremmøde. Gå til: Brugere -&gt; Teacher Programmer -&gt; Manglende Deltagelse
el_gr: Προσοχή! - Οι εκπαιδευτικοί έχουν λείπει συμμετοχή. Μετάβαση σε: Χρήστες -&gt; Προγράμματα Εκπαιδευτικών -&gt; Λείπει Συμμετοχή
es_es: Advertencia! - Los profesores tienen Asistencias sin Completar. Vaya a: Usuarios -> Programas del Profesor -> Asistencias sin Completar
et_ee: Hoiatus! - Õpetajad on kadunud osavõtuta. Mine: Kasutajad -&gt; Õpetajate Programs -&gt; Kadunud Osavõtjate
fa_ir: اخطار! -- معلمان باید از دست رفته حضور. برو به : کاربران --&gt; برنامه های معلم --&gt; گمشده حضور و غیاب
fi_fi: Varoitus! - Opettajat ovat kateissa läsnäoloa. Siirry: Käyttäjät -&gt; Opettaja Ohjelmat -&gt; Puuttuvat Läsnäolo
ga_ie: Rabhadh! - Ag múinteoirí ar iarraidh freastail. Téigh go: Úsáideoirí - Cláir Mhúinteoirí&gt; -&gt; Freastal ar Iarraidh
gl_gl: Advertencia! - Os profesores teñen falta de presenza. Cambiar a: Usuarios - Programas&gt; Profesor - Atención&gt; Missing
hr_hr: Upozorenje! - Nastavnici su nestali pohađanje. Idi na: Korisnici -&gt; Učitelj Programi -&gt; Nedostaje Sudjelovanje
hu_hu: Figyelem! - A tanárok hiányoznak részvétel. Ugrás: Felhasználó -&gt; Tanár Programok -&gt; Missing részvétel
is_is: Viðvörun! - Kennarar hafa vantar aðsókn. Fara til: Notendur -&gt; Teacher Programs -&gt; Vantar Aðsókn
ja_jp: 警告！ - 教師は出席を欠落している。 - &gt;教師のプログラム - &gt;ミッシング出席ユーザー：に移動
lt_lt: Įspėjimas! - Mokytojai trūksta lankomumas. Eiti į: Vartotojai -&gt; Mokytojų programos -&gt; Trūksta Lankomumas
lv_lv: Uzmanību! - Skolotāji trūkst apmeklējumu. Iet uz: Lietotāji -&gt; Skolotājs Programs -&gt; Missing Attendance
mk_mk: Предупредување! - Наставниците имаат недостасува посетеност. Оди до: Корисниците -&gt; Учител Програми -&gt; Недостасува Публика
nn_no: Advarsel! - Lærere har savnet oppmøte. Gå til: Brukere -&gt; Lærer Programmer -&gt; Manglende Oppmøte
pl_pl: Uwaga! - Nauczyciele mają brakuje obecności. Idź do: Użytkownicy -&gt; Programy Nauczyciel -&gt; Uczestnictwo Missing
pt_pt: Aviso! - Os professores têm falta de presença. Ir para: Usuários - Programas&gt; Professor - Atendimento&gt; Missing
ro_ro: Atenţie! - Profesorii au lipsă de prezenţă. Mergi la: Users -&gt; Programe de Profesor -&gt; lipsă de prezenţă
ru_ru: Внимание!! - Учителя отсутствует посещаемости. Перейти: Пользователи -&gt; Программы Учитель -&gt; Отсутствует посещаемости
sk_sk: VAROVANIE! - Učitelia majú chýbajúce účasť. Prejsť na: Používatelia -&gt; Učiteľ Programy -&gt; Chýbajúce divákov
sl_si: Opozorilo! - Učitelji imajo manjka prisotnost. Pojdi na: uporabniki -&gt; Teacher Programs -&gt; Missing Prisotnost
sq_al: Warning! - Mësuesit kanë humbur të pranishëm. Shko te: Users -&gt; Programs Teacher -&gt; Pjesëmarrja e Zhdukur
sr_rs: Упозорење! - Наставници имају недостаје присуство. Иди на: Корисници -&gt; Наставник Програми -&gt; Нестали Присуство
sv_se: Varning! - Lärarna har saknade närvaro. Gå till: Användare -&gt; Lärare Program -&gt; Saknade Närvaro
th_th: คำเตือน! -- ครูมีการขาดหายไปเข้าร่วมประชุม ไปที่ : ผู้ใช้ --&gt; โปรแกรมครู --&gt; ผู้เข้าร่วมที่ขาดหายไป
tr_tr: Uyarı! - Öğretmenler katılım eksik var. Git: Kullanıcılar -&gt; Öğretmen Programlar -&gt; Eksik Seyirci
uk_ua: Увага! - Вчителі відсутній відвідуваності. Перейти: Користувачі -&gt; Програми Учитель -&gt; Відсутня відвідуваності
wa_be: Rhybudd!! - Mae gan athrawon ar goll presenoldeb. Ewch i: Defnyddwyr - Rhaglenni Athrawon&gt; -&gt; Presenoldeb ar goll
zh_tw: 警告！ - 教師都缺少出席會議。轉到：用戶 - &gt;教師程序 - &gt;缺少出席

source: Period -Teacher
af_za: Periode-onderwyser
ar_dz: فترة والمعلمين
be_by: Перыяд з настаўнікамі
bg_bg: Учител на периода
bn_bd: সময়কাল-শিক্ষক
da_dk: Periode-lærer
el_gr: Περίοδος-Καθηγητών
es_es: Período - Profesor
et_ee: Perioodi Õpetaja
fa_ir: دوره معلم
fi_fi: Kausi-opettaja
ga_ie: Tréimhse-Múinteoir
gl_gl: Período de Profesores-
hr_hr: Razdoblje i nastavnika
hu_hu: Időszak-tanár
is_is: Tímabils Kennari
ja_jp: 期間、教師
lt_lt: Laikotarpio mokytojų
lv_lv: Perioda skolotājs
mk_mk: Период-наставник
nn_no: Periode-Lærer
pl_pl: Okres-Nauczyciela
pt_pt: Período de Professores-
ro_ro: Perioada-Profesor
ru_ru: Период с учителями
sk_sk: Obdobie a učiteľov
sl_si: Obdobje, učiteljev
sq_al: Periudha-Mësues
sr_rs: Периода наставника
sv_se: Period-Lärare
th_th: ระยะเวลาครู
tr_tr: Dönem Öğretmen
uk_ua: Період з учителями
wa_be: Cyfnod ac Athrawon
zh_tw: 期間教師

source: Role: Parent
af_za: Rol: Ouer
ar_dz: الدور : الوالد
be_by: Роля: Бацька
bg_bg: Роля: родител
bn_bd: ভূমিকা: মূল
da_dk: Rolle: Forældre
el_gr: Ρόλος: Μητρική
et_ee: Roll: Parent
fa_ir: نقش : پدر ، مادر
fi_fi: Rooli: Parent
ga_ie: Ról: Tuismitheoir
gl_gl: Papel: Parent
hr_hr: Uloga: Roditelj
hu_hu: Szerep: Parent
is_is: Hlutverk: Parent
ja_jp: 役割：親
lt_lt: Vaidmuo: tėvų
lv_lv: Loma: Parent
mk_mk: Улогата: Родител
nn_no: Rolle: Parent
pl_pl: Rola: Parent
pt_pt: Papel: Parent
ro_ro: Rol:-mamă
ru_ru: Роль: Родитель
sk_sk: Úloha: rodičia
sl_si: Vloga: Parent
sq_al: Roli: Prindi
sr_rs: Улога: родитеља
sv_se: Roll: Parent
th_th: บทบาท : ผู้ปกครอง
tr_tr: Rolü: Aile
uk_ua: Роль: Батько
wa_be: Rôl: Rhieni
zh_tw: 角色：家長

source: Role
af_za: Rol
ar_dz: دور
be_by: Роля
bg_bg: Роля
bn_bd: ভূমিকা
da_dk: Rolle
el_gr: Ρόλος
es_es: Rol
et_ee: Roll
fa_ir: نقش
fi_fi: Rooli
ga_ie: Ról
gl_gl: Papel
hr_hr: Uloga
hu_hu: Szerep
is_is: Hlutverk
ja_jp: 役割
lt_lt: Vaidmuo
lv_lv: Loma
mk_mk: Улогата
nn_no: Rolle
pl_pl: Rola
pt_pt: Papel
ro_ro: Rol
ru_ru: Роль
sk_sk: Úloha
sl_si: Vloga
sq_al: Rol
sr_rs: Улога
sv_se: Roll
th_th: บทบาท
tr_tr: Rol
uk_ua: Роль
wa_be: Rôl
zh_tw: 角色

source: Relation
af_za: Betrokkenheid
ar_dz: علاقة
be_by: Сувязь
bg_bg: Връзка
bn_bd: সম্পর্ক
el_gr: Σχέση
es_es: Relación
et_ee: Suhe
fa_ir: ارتباط
fi_fi: Suhde
ga_ie: Gaol
gl_gl: Relación
hr_hr: Odnos
hu_hu: Kapcsolat
is_is: Tengsl
ja_jp: の関係
lt_lt: Santykis
lv_lv: Attiecības
mk_mk: Односот
nn_no: Relasjon
pl_pl: Stosunek
pt_pt: Relação
ro_ro: Relaţie
ru_ru: Связь
sk_sk: Vzťah
sl_si: Razmerje
sq_al: Lidhje
sr_rs: Однос
th_th: ความสัมพันธ์
tr_tr: Ilişki
uk_ua: Зв&#39;язок
wa_be: Perthynas
zh_tw: 關係

source: Workplace
af_za: Werkplek
ar_dz: مكان العمل
be_by: Працоўнае месца
bg_bg: На работното място
bn_bd: কর্মস্থল
da_dk: Arbejdsplads
el_gr: Στο χώρο εργασίας
fa_ir: محل کار
fi_fi: Työpaikka
ga_ie: San Ionad Oibre
gl_gl: Centro de traballo
hr_hr: Na radnom mjestu
hu_hu: Munkahely
is_is: Vinnustaðurinn
ja_jp: 職場
lt_lt: Darbo vietoje
mk_mk: Работното место
nn_no: Arbeidsplass
pl_pl: W miejscu pracy
pt_pt: Local de trabalho
ro_ro: La locul de muncă
ru_ru: Рабочее место
sk_sk: Pracovisko
sl_si: Na delovnem mestu
sr_rs: На радном месту
sv_se: Arbetsplats
th_th: ที่ทำงาน
tr_tr: Işyeri
uk_ua: Робоче місце
wa_be: Gweithle
zh_tw: 工作場所

source: Information about your spouse or significant other residing with you:</B><BR><small>Leave this section blank if you are separated.
af_za: Inligting oor jou eggenoot of betekenisvolle ander wat saam met jou woon: <BR> <small>Laat hierdie artikel leeg as jy geskei is</small> .
ar_dz: معلومات عن زوجتك أو المقيمين هامة أخرى معك : <BR> <small>اترك هذا القسم فارغا إذا كنت منفصلا.</small>
be_by: Інфармацыя аб вашай жонцы ці іншых істотных пражываюць з вамі: <BR> <small>Пакіньце гэты падзел пустым, калі вы падзеленыя.</small>
bg_bg: Информация за вашия съпруг или значими други пребивават заедно с вас: <BR> <small>Оставете празно раздел, ако сте разделени</small> .
bn_bd: আপনার পতি বা গুরুত্বপূর্ণ আপনি সহ অন্যান্য বসবাসের সম্পর্কে তথ্য: এই অধ্যায় ফাঁকা যদি আপনি বিভক্ত ছেড়ে চলে যাওয়ার.
da_dk: Oplysninger om din ægtefælle eller væsentlige andre der bor sammen med dig: <BR> <small>Lad dette afsnit tomt, hvis du er adskilt.</small>
el_gr: Πληροφορίες για το σύζυγό σας ή σημαντικό άλλο που διαμένουν μαζί σας: <BR> <small>Αφήστε κενό αυτό το τμήμα, αν είστε χωρισμένοι.</small>
et_ee: Teave teie abikaasa või teised olulised elavad koos teiega: <BR> <small>Jäta see lahter tühjaks, kui teil on eraldatud.</small>
fa_ir: اطلاعات در مورد همسر خود و یا قابل توجهی ساکن دیگر با شما : <BR> <small>اینجا را خالی بگذارید بخش اگر شما از هم جدا هستند.</small>
fi_fi: Tietoa oman puolison tai muita huomattavia asuvat teidän kanssanne: <BR> <small>Jätä tämä kohta tyhjäksi, jos olet erotettu.</small>
ga_ie: Eolas faoi do chéile nó a chónaíonn in éineacht leat suntasacha eile: <BR> <small>Fhágáil bán alt seo má tá tú scartha.</small>
gl_gl: Información sobre o seu conxuxe ou outros significativos que residen con vostede: <BR> <small>Deixe en branco sección se son separados.</small>
hr_hr: Informacije o svojim suprugom ili druge značajne žive s vama: <BR> <small>Ostavite prazno odjeljak ako ste razdvojeni.</small>
hu_hu: Információk a házastársa vagy más jelentős lakó magával: <BR> <small>Hagyja ezt részben üresen, ha egymástól.</small>
is_is: Upplýsingar um maka eða Maki búa með þér: <BR> <small>Skildu þennan hluta autt ef þú ert aðskilin.</small>
ja_jp: あなたの配偶者または重要な他のお客様との居住に関する情報： <BR> <small>あなたが区切られている場合は、このセクションを空白のままにしておきます。</small>
lt_lt: Informacija apie jūsų sutuoktinis ar kitų svarbių su jumis gyvenančių: <BR> <small>Palikti tuščią šį skyrių, jei yra atskirti</small> .
lv_lv: Informācija par jūsu laulātais vai citi nozīmīgi kuri dzīvo kopā ar Jums: <BR> <small>Atstājiet šo sadaļu tukšu, ja jūs ir atdalīti.</small>
mk_mk: Информации за вашиот брачен другар или значајни други кои живеат со вас: <BR> <small>Остави овој дел празно ако сте разделени.</small>
nn_no: Informasjon om din ektefelle eller signifikante andre bor sammen med deg: <BR> <small>La denne delen blank hvis du er separert.</small>
pl_pl: Informacje o współmałżonka lub innych znaczących zamieszkały ze sobą: <BR> <small>Pozostaw to pole puste sekcji, jeśli są oddzielone.</small>
pt_pt: Informações sobre o seu cônjuge ou outros significativos que residem com você: <BR> <small>Deixe em branco seção se são separados.</small>
ro_ro: Informaţii despre partenerul tau sau au reşedinţa semnificative alte cu tine: <BR> <small>Lăsaţi necompletat acest secţiune dacă sunt separate.</small>
ru_ru: Информация о вашей супруге или иных существенных проживающих с вами: <BR> <small>Оставьте этот раздел пустым, если вы разделены.</small>
sk_sk: Informácie o svojho partnera alebo ďalších významných bývať s vami: <BR> <small>Nechajte tejto časti prázdne, ak sú od seba oddelené.</small>
sl_si: Informacije o vašem zakonca ali druge prebivajo z vami: <BR> <small>Pustite prazno, če ta oddelek so ločeni vas.</small>
sq_al: Informacion në lidhje me bashkëshortin tuaj, ose që jetojnë të tjera të rëndësishme me ju: <BR> <small>Lini bosh këtë pjesë nëse jeni të ndarë.</small>
sr_rs: Информације о ваш супружник или значајан друге борави са вама: <BR> <small>Оставите ово празно део ако су раздвојени.</small>
sv_se: Information om din make eller betydande andra som bor med dig: <BR> <small>Lämna det här avsnittet tomt om du är separerade.</small>
th_th: ข้อมูลเกี่ยวกับคู่สมรสหรือที่สำคัญอื่น ๆ ที่อาศัยอยู่กับคุณ : <BR> <small>เว้นว่างไว้ส่วนนี้ถ้าคุณจะแยก</small>
tr_tr: Eşiniz ya da diğer önemli sizinle birlikte ikamet ile ilgili bilgiler: <BR> <small>Eğer ayrılır bu bölümü boş bırakın.</small>
uk_ua: Інформація вашій дружині або інших істотних проживають з вами: <BR> <small>Залиште цей розділ порожнім, якщо ви розділені.</small>
wa_be: Gwybodaeth am eich priod neu sy&#39;n byw arwyddocaol arall gyda chi: <BR> <small>Gadewch adran hon yn wag os ydych wedi gwahanu.</small>
zh_tw: 有關您的配偶或其他重要的居住與您聯繫： <BR> <small>離開本節空白，如果你是分開的。</small>

source: Schools
af_za: Skole
ar_dz: المدارس
be_by: Школы
bg_bg: Училища
bn_bd: বিদ্যালয়
da_dk: Skoler
el_gr: Σχολεία
es_es: Instituciones
et_ee: Koolid
fa_ir: دانشکده ها
fi_fi: Koulut
ga_ie: Scoileanna
gl_gl: Escolas
hr_hr: Škole
hu_hu: Iskolák
is_is: Skólar
ja_jp: スクール
lt_lt: Mokyklos
lv_lv: Skolas
mk_mk: Училиштата
nn_no: Skoler
pl_pl: Szkoły
pt_pt: Escolas
ro_ro: Şcoli
ru_ru: Школы
sk_sk: Školy
sl_si: Šole
sq_al: Shkollat
sr_rs: Школе
sv_se: Skolor
th_th: โรงเรียน
tr_tr: Okullar
uk_ua: Школи
wa_be: Ysgolion
zh_tw: 學校

source: Other Contacts
af_za: Ander kontakte
be_by: Іншыя кантакты
bg_bg: Други контакти
bn_bd: অন্যান্য পরিচিত
da_dk: Andre kontaktpersoner
el_gr: Άλλες επαφές
fa_ir: تماس با ما سایر
fi_fi: Muut yhteystiedot
ga_ie: Teagmhálacha Eile
gl_gl: Outros Contactos
hr_hr: Ostali kontakti
hu_hu: Egyéb Kapcsolat
is_is: Aðrir tengiliðir
ja_jp: その他の連絡先
lt_lt: Kiti kontaktai
lv_lv: Citas kontaktpersonas
mk_mk: Други Контакт
nn_no: Andre kontakter
pl_pl: Inne Kontakt
pt_pt: Outros Contatos
ro_ro: Alte Contacte
ru_ru: Другие контакты
sk_sk: Ďalšie kontakty
sl_si: Drugi stiki
sq_al: Kontakte tjera
sr_rs: Други контакти
sv_se: Övriga kontakter
th_th: ติดต่ออื่น ๆ
tr_tr: Diğer Kişiler
uk_ua: Інші контакти
wa_be: Cysylltiadau Eraill
zh_tw: 其他聯繫方式

source: Relation to Student
af_za: Betrokkenheid aan Studente
ar_dz: بالنسبة إلى الطلاب
be_by: Стаўленне да студэнцкай
bg_bg: Отношение към Student
bn_bd: ছাত্রী সম্পর্ক:
da_dk: Relation til studerende
el_gr: Σχέση με Student
et_ee: Suhe Student
fa_ir: ارتباط به دانشجویان
fi_fi: Suhde Student
ga_ie: Ndáil leis na Mac Léinn
gl_gl: Relación ao Estudante
hr_hr: Odnos studenata
hu_hu: Kapcsolata a Student
is_is: Tengsl við Student
ja_jp: 生徒との関係
lt_lt: Santykis į studentų
lv_lv: Saistība ar Studentu
mk_mk: Односот на ученикот
nn_no: Forholdet til Student
pl_pl: Stosunku do studentów
pt_pt: Relação ao Estudante
ro_ro: Relaţia cu Student
ru_ru: Отношение к студенческой
sk_sk: Vzťah k študentovi
sl_si: Odnos do študentov
sq_al: Lidhja me Studentin
sr_rs: Однос према Студентски
sv_se: Relation till Student
th_th: ความสัมพันธ์กับนักเรียน
tr_tr: Öğrenci İlişkisi
uk_ua: Ставлення до студентської
wa_be: Perthynas i Fyfyrwyr
zh_tw: 關係到學生

source: Birthdate
af_za: Geboortedatum
ar_dz: تاريخ الميلاد
be_by: Дата нараджэння
bg_bg: Дата на раждане
bn_bd: জন্মদিন
da_dk: Fødselsdato
el_gr: Ημερομηνία γέννησης
es_es: Fecha de Nacimiento
et_ee: Sünnipäev
fa_ir: تاریخ تولد
fi_fi: Syntymäaika
gl_gl: Data de nacemento
hr_hr: Datum rođenja
hu_hu: Születési
is_is: Fæðingardagur
ja_jp: 誕生日
lt_lt: Gimtadienis
lv_lv: Dzimšanas datums
mk_mk: Роденден
nn_no: Fødselsdato
pl_pl: Data urodzenia
pt_pt: Data de nascimento
ro_ro: Data naşterii
ru_ru: Дата рождения
sk_sk: Dátum narodenia
sl_si: Datum rojstva
sq_al: Datëlindja
sr_rs: Рођења
sv_se: Födelsedatum
th_th: วันเกิด
tr_tr: Doğum
uk_ua: Дата народження
zh_tw: 生日

source: Physician
af_za: Geneesheer
be_by: Лекар
bg_bg: Лекар
bn_bd: চিকিত্সক
da_dk: Læge
el_gr: Ιατρός
et_ee: Arst
fa_ir: پزشک
fi_fi: Lääkäri
ga_ie: Lia
gl_gl: Médico
hr_hr: Liječnik
hu_hu: Orvos
is_is: Læknir
ja_jp: 医師
lt_lt: Gydytojas
lv_lv: Ārsts
mk_mk: Лекар
nn_no: Lege
pl_pl: Lekarz
pt_pt: Médico
ro_ro: Medic
ru_ru: Врач
sk_sk: Lekár
sl_si: Zdravnik
sq_al: Mjek
sr_rs: Лекар
sv_se: Läkare
th_th: แพทย์
tr_tr: Doktor
uk_ua: Лікар
wa_be: Meddyg
zh_tw: 醫師

source: Physician Phone
af_za: Geneesheer Tel.
ar_dz: هاتف طبيب
be_by: Лекар Тэлефон
bg_bg: Лекар Телефон
bn_bd: চিকিত্সক ফোন
da_dk: Læge Telefon
el_gr: Τηλέφωνο Ιατρού
et_ee: Arst Telefon
fa_ir: تلفن پزشک
fi_fi: Lääkärin Puhelin
ga_ie: Fón Lia
gl_gl: Teléfono médico
hr_hr: Liječnik Telefon
hu_hu: Orvos telefon
is_is: Læknir Sími
ja_jp: 医師の電話番号
lt_lt: Gydytojas Telefonas
lv_lv: Ārsta Tālrunis
mk_mk: Лекар телефон
nn_no: Lege Phone
pl_pl: Telefon lekarza
pt_pt: Telefone médico
ro_ro: Medic Telefon
ru_ru: Врач Телефон
sk_sk: Telefón lekára
sl_si: Zdravnik Phone
sq_al: Phone Mjek
sr_rs: Лекар Телефон
sv_se: Läkare Tel
th_th: โทรศัพท์มือถือแพทย์
tr_tr: Hekim Telefon
uk_ua: Лікар Телефон
wa_be: Ffôn Meddyg
zh_tw: 醫師電話

source: Preferred Hospital
af_za: Voorkeur Hospital
ar_dz: فضل مستشفى
be_by: Пераважныя бальніцы
bg_bg: Предпочитан болница
bn_bd: পছন্দের হাসপাতাল
da_dk: Foretrukken Hospital
el_gr: Προτεινόμενα Νοσοκομείο
et_ee: Eelistatud Haigla
fa_ir: بیمارستان ترجیحی
fi_fi: Suositut sairaala
ga_ie: Ospidéal Rogha
gl_gl: Hospital preferidos
hr_hr: Preferirana bolnice
hu_hu: Preferált Kórház
is_is: Valið Hospital
ja_jp: プリファード病院
lt_lt: Pageidaujamas ligoninė
lv_lv: Vēlamā slimnīca
mk_mk: Корисно болница
nn_no: Foretrukket Hospital
pl_pl: Preferowane Szpital
pt_pt: Hospital preferidos
ro_ro: Spitalul preferate
ru_ru: Предпочтительные больницы
sk_sk: Preferované nemocnice
sl_si: Prednostna Hospital
sq_al: Spitali i preferuar
sr_rs: Жељени болници
sv_se: Prioriterade sjukhus
th_th: โรงพยาบาลที่ต้องการ
tr_tr: Tercih edilen Hastanesi
uk_ua: Перевага лікарні
wa_be: Ysbyty a Ffefrir
zh_tw: 首選醫院

source: Medical Comments
af_za: Mediese Kommentaar
ar_dz: تعليقات الطبية
be_by: Медыцынскія Каментарыі
bg_bg: Медицински Коментари
bn_bd: মন্তব্যে অনুসন্ধান করো
da_dk: Medicinsk Kommentarer
el_gr: Ιατρική Σχόλια
et_ee: Medical Kommentaarid
fa_ir: نظرات پزشکی
fi_fi: Lääketieteellinen Kommentit
ga_ie: Tuairimí Leighis
gl_gl: Comments médica
hr_hr: Medicinski Komentari
hu_hu: Orvosi Hozzászólások
ja_jp: 医療コメント
lt_lt: Medicinos Komentarai
lv_lv: Medicīnas Komentāri
mk_mk: Медицински Коментари
nn_no: Medisinsk Kommentarer
pl_pl: Medical Komentarze
pt_pt: Comments médica
ro_ro: Comentarii medicale
ru_ru: Медицинские Комментарии
sk_sk: Lekárske Komentáre
sl_si: Medicinske Komentarji
sq_al: Komentet Mjekësore
sr_rs: Медицински Коментари
sv_se: Medicinsk Kommentarer
th_th: ความเห็นแพทย์
tr_tr: Tıbbi Yorumlar
uk_ua: Медичні Коментарі
wa_be: Sylwadau Meddygol
zh_tw: 醫療評論

source: This person has no information in the system.
af_za: Hierdie persoon het geen inligting in die stelsel.
ar_dz: هذا الشخص لا يمتلك أي معلومات في هذا النظام.
be_by: Гэты чалавек не мае ніякай інфармацыі ў сістэме.
bg_bg: Този човек не разполага с информация в системата.
bn_bd: এই ব্যক্তি সিস্টেমের মধ্যে কোন তথ্য আছে.
da_dk: Denne person har ingen oplysninger i systemet.
el_gr: Αυτό το άτομο δεν έχει καμία πληροφορία στο σύστημα.
es_es: Esta persona no posee información en el sistema.
et_ee: See inimene ei ole andmeid süsteemi.
fa_ir: این فرد به هیچ اطلاعاتی در این سیستم است.
fi_fi: Tällä henkilöllä ei ole tietoja järjestelmään.
ga_ie: Tá an duine aon eolas sa chóras.
gl_gl: Esta persoa non ten ningunha información no sistema.
hr_hr: Ta osoba nema informacija u sustavu.
hu_hu: Ez a személy nem rendelkezik információkkal a rendszerben.
is_is: Þessi maður hefur engar upplýsingar í kerfinu.
ja_jp: この人は、システム内の情報がありません。
lt_lt: Šis asmuo neturi informacijos sistema.
lv_lv: Šī persona nav informācijas sistēmā.
mk_mk: Оваа личност нема информации во системот.
nn_no: Denne personen har ingen informasjon i systemet.
pl_pl: Ta osoba nie posiada informacji w systemie.
pt_pt: Esta pessoa não tem nenhuma informação no sistema.
ro_ro: Aceasta persoana nu are nici o informaţie în sistem.
ru_ru: Этот человек не имеет никакой информации в системе.
sk_sk: Táto osoba nemá žiadne informácie v systéme.
sl_si: Ta oseba nima nobenih podatkov v sistemu.
sq_al: Ky person ka asnjë informacion në sistem.
sr_rs: Ова особа нема информација у систему.
sv_se: Denna person har ingen information i systemet.
th_th: คนนี้มีข้อมูลในระบบไม่มี
tr_tr: Bu kişi, sistemde herhangi bir bilgi vardır.
uk_ua: Ця людина не має ніякої інформації в системі.
wa_be: Mae hyn yn rhywun sydd heb unrhyw wybodaeth yn y system.
zh_tw: 此人沒有信息在系統中。

source: Sorry! No Students were selected
af_za: Jammer! Geen studente is gekies
ar_dz: آسف! وقد تم اختيار الطلاب لا
be_by: Выбачайце! Няма Студэнты былі абраныя
bg_bg: Съжалявам! Не бяха избрани Студенти
bn_bd: দুঃখিত! কোন শিক্ষার্থী নির্বাচিত হয়েছে
da_dk: Undskyld! Ingen studerende blev udvalgt
el_gr: Συγγνώμη! Δεν φοιτητές επιλέχθηκαν
es_es: Error ! No se ha seleccionado ningún alumno
et_ee: Sorry! Ei Õpilased valiti
fa_ir: ببخشید! دانشجویان انتخاب شدند
fi_fi: Sorry! Ei Opiskelijat valittiin
ga_ie: Tá brón orainn! Roghnaíodh Uimh Mic Léinn
gl_gl: Sorry! Os alumnos non foron seleccionados
hr_hr: Žao nam je! Nema Studenti su odabrani
hu_hu: Elnézést! Nem diákok választottak
is_is: Því miður! Engar Nemendur voru valin
ja_jp: すみません！ない学生は、選択されていません
lt_lt: Atsiprašau! Studentai buvo atrinkti
lv_lv: Atvainojiet! Nr Skolēni tika izvēlēti
mk_mk: За жал! Не Студентите беа избрани
nn_no: Beklager! Ingen Studenter ble valgt
pl_pl: Przepraszamy! Studenci nie zostali wybrani
pt_pt: Sorry! Os alunos não foram selecionados
ro_ro: Ne pare rau! Nr Elevii au fost selectate
ru_ru: Извините! Нет Студенты были выбраны
sk_sk: Ospravedlňujeme sa! Žiadni študenti boli vybraní
sl_si: Žal mi je! Št Študenti so bili izbrani
sq_al: Na vjen keq! Studentët nuk janë zgjedhur
sr_rs: Сорри! Нема Студенти су изабрани
sv_se: Tyvärr! Inga studenter har valts
th_th: ขออภัย! ไม่มีนักเรียนที่ถูกเลือก
tr_tr: Özür dileriz! Öğrenciler seçildi
uk_ua: Вибачте! Ні Студенти були вибрані
wa_be: Sori! Dim myfyrwyr eu dewis
zh_tw: 對不起！沒有學生被選中

source: Enrolled
af_za: Ingeskryf
ar_dz: التحق
be_by: Паступіўшы
bg_bg: Записани
bn_bd: নাম নথিভুক্ত
da_dk: Indskrevne
es_es: Inscripto
et_ee: Registreerunud
fa_ir: ثبت نام
fi_fi: Rekisteröidyt
ga_ie: Rollaithe
gl_gl: Subscritores
hr_hr: Upisani
hu_hu: Beiratkozott
is_is: Tóku þátt
ja_jp: 登録
lt_lt: Mokosi
lv_lv: Reģistrējušies
mk_mk: Запишани
nn_no: Lært
pl_pl: Włączono
pt_pt: Inscritos
ro_ro: Înscrişi
ru_ru: Поступив
sk_sk: Zapísal
sl_si: Vpis
sq_al: Regjistruar
sr_rs: Уписаних
sv_se: Inskrivna
th_th: ลงทะเบียนเรียน
tr_tr: Kayıtlar
uk_ua: Вступивши
wa_be: Cofrestru
zh_tw: 登記

source: Dropped
af_za: Drop
ar_dz: انخفض
be_by: Выпала
bg_bg: Окачен
bn_bd: বহিস্কার
da_dk: Tabte
es_es: Dado de Baja
et_ee: Mahavisatud
fa_ir: کاهش یافته است
fi_fi: Keskeyttäneet
ga_ie: Thit
gl_gl: Caeu
hr_hr: Ispustio
hu_hu: Eldobott
is_is: Lækkað
ja_jp: ドロップ
lt_lt: Sumažėjo
lv_lv: Kritās
mk_mk: Падна
nn_no: Droppet
pt_pt: Caiu
ro_ro: A scăzut
ru_ru: Выпало
sk_sk: Upustil
sl_si: Padla
sq_al: Ra
sr_rs: Избрисано
sv_se: Tappade
th_th: ปรับตัวลดลง
tr_tr: Bırakılan
uk_ua: Випало
wa_be: Gollwng
zh_tw: 掉落

source: Add / Drop Report
af_za: Voeg / Drop Report
ar_dz: إضافة تقرير / قطرة
be_by: Ўводу / высновы дакладу
bg_bg: Add / Drop на отчета
bn_bd: এই লিস্টে নির্দেশিকা যোগ করো
da_dk: Tilføj / Drop Anmeld
el_gr: Add / Drop Έκθεση
es_es: Agregar/Dar de Baja un Informe
fa_ir: اضافه کردن / قطره گزارش
fi_fi: Lisää / Drop Raportti
ga_ie: Cuir / Drop Tuarascáil
gl_gl: Add / drop Informes
hr_hr: Dodaj / Drop Prijavi
hu_hu: Add / drop jelentése
is_is: Bæta við / Drop Report
ja_jp: レポートを追加/削除
lt_lt: Pridėti / Drop pranešimą
lv_lv: Add / Drop Ziņojums
mk_mk: Додај / капка Злоупотреба
nn_no: Legg til / Drop Report
pl_pl: Add / Drop Zgłoś
pt_pt: Add / Drop Relatórios
ro_ro: Adaugă / Arunca Raport
ru_ru: Ввода / вывода доклада
sk_sk: Pridať / Drop správy
sl_si: Add / Drop Prijavi
sq_al: Shto / Drop Raport
sr_rs: Додај / Избаци извештаја
sv_se: Lägg till / Drop Rapport
th_th: เพิ่ม / วางรายงาน
tr_tr: Ekle / Raporu Kutu
uk_ua: Вводу / виводу доповіді
wa_be: Ychwanegu / Galw Heibio Adroddiad
zh_tw: 添加/刪除報告
