Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Invalid date could not be saved
af_za: Ongeldig datum kon nie gered word

source: New User Field
af_za: Nuwe Gebruikers Veld
ar_dz: العضو الجديد الميدانية
be_by: Новае поле Карыстальнік
bg_bg: Областта на нов потребител
bn_bd: নতুন ব্যবহারকারী ক্ষেত্র
da_dk: Ny bruger Field
el_gr: Νέο Πεδίο χρήστη
et_ee: Uus kasutaja Field
fa_ir: فیلد کاربر جدید
fi_fi: Uudet Käyttäjän kenttä
ga_ie: Réimse Úsáideoir Nua
gl_gl: Campo de Usuario novo
hr_hr: Novi korisnik polje
hu_hu: Új felhasználó mező
ja_jp: 新しいユーザーフィールド
lt_lt: Naujas vartotojas srityje
lv_lv: Jauna lietotāja lauks
mk_mk: Нов пристап поле
nn_no: Ny bruker felt
pl_pl: Nowe Pole użytkownika
pt_pt: Campo de Usuário novo
ro_ro: Ghid de câmp nou
ru_ru: Новое поле Пользователь
sk_sk: Nové užívateľské pole
sl_si: Nov uporabnik Field
sq_al: Fusha Përdoruesi të Ri
sr_rs: Нови корисник поље
sv_se: Ny användare Field
th_th: ฟิลด์ผู้ใช้ใหม่
tr_tr: Yeni Kullanıcı Alanı
uk_ua: Нове поле Користувач
wa_be: Maes Defnyddiwr Newydd
zh_tw: 新用戶字段

source: Start date can not be greater than End date
af_za: Begin datum kan nie groter as Einde datum
ar_dz: تاريخ بدء لا يمكن أن يكون أكبر من تاريخ الانتهاء
es_es: Fechas Asignadas por defecto a la fecha de hoy

source: User Field Category
af_za: Gebruikers Veld Kategorie
ar_dz: دليل حقل الفئة
be_by: Катэгорыя Поле карыстальніка
bg_bg: Потребителят Поле Категория
bn_bd: ব্যবহারকারী ক্ষেত্র বিষয়শ্রেণী
da_dk: Bruger Field kategori
el_gr: Χρήστης Κατηγορία Πεδίο
es_es: Categoría del Campo Usuario
et_ee: Kasutaja Field Kategooria
fa_ir: کاربر رده میدان
fi_fi: Käyttäjän kenttä Luokka
ga_ie: Catagóir Allamuigh Úsáideoir
gl_gl: Categoría Campo de Usuario
hr_hr: Korisničko polje Kategorija
hu_hu: Felhasználói mező kategória
is_is: User Field Flokkur
ja_jp: ユーザーのフィールドのカテゴリ
lt_lt: Vartotojo laukas Kategorija
lv_lv: Lietotāja lauks Kategorija
mk_mk: Пристап поле Категорија
nn_no: Bruker Felt Kategori
pl_pl: Kategoria Pole użytkownika
pt_pt: Categoria Campo de Usuário
ro_ro: Ghid de câmp Categorie
ru_ru: Категория Поле пользователя
sk_sk: Užívateľ pole kategórie
sl_si: Uporabniško Field Kategorija
sq_al: Fusha User Category
sr_rs: Корисник поља Категорија
sv_se: Användare Field Kategori
th_th: หมวดหมู่ข้อมูลผู้ใช้
tr_tr: Kullanıcı Alanı Kategori
uk_ua: Категорія Поле користувача
wa_be: Categori Maes Defnyddiwr
zh_tw: 用戶字段分類

source: Start date can not be blank
af_za: Begin datum kan nie leeg wees
ar_dz: تاريخ بدء لا يمكن أن يكون فارغا
es_es: Fecha de inicio no puede estar en blanco

source: Unable to save data, because Special Charecters do not allow in Field Name
af_za: Kan nie data te red, want Spesiale charecters toelaat nie in die veld Naam

source: Select Multiple Choices
af_za: Kies verskeie keuses
ar_dz: تحديد اختيارات متعددة
be_by: Выберыце з множным выбарам
bg_bg: Изберете Multiple Choices
bn_bd: মাল্টিপল চয়েস নির্বাচন
da_dk: Vælg flere valg
el_gr: Επιλέξτε πολλαπλές επιλογές
es_es: Seleccione Múltiples Opciones
et_ee: Vali mitu valikud
fa_ir: انتخاب گزینه
fi_fi: Valitse Useita vaihtoehtoja
ga_ie: Roghnaigh Il-Roghanna
gl_gl: Seleccione Opcións Múltiples
hr_hr: Odabir više Izbori
hu_hu: Válasszon több választási
is_is: Velja mörg Choices
ja_jp: 複数の選択肢を選択します。
lt_lt: Pasirinkite Keli pasirinkimai
lv_lv: Izvēlieties vairākus izvēles
mk_mk: Изберете повеќе избори
nn_no: Velg Flere valg
pl_pl: Wybierz Multiple Choices
pt_pt: Selecione Escolhas Múltiplas
ro_ro: Selectaţi mai multe alegeri
ru_ru: Выберите с множественным выбором
sk_sk: Vybrať viac volieb
sq_al: Zgjidh zgjedhje të shumëfishta
sr_rs: Одаберите више опција
sv_se: Välj flera val
th_th: เลือกตัวเลือกหลาย
tr_tr: Çok sayıda seçim seçin
uk_ua: Оберіть з множинним вибором
wa_be: Dewiswch Dewisiadau Lluosog
zh_tw: 選擇多個選擇

source: one per line
af_za: een per reël
ar_dz: واحد لكل سطر
be_by: па адным у радку
bg_bg: по една на ред
bn_bd: লাইন প্রতি এক
da_dk: én pr linje
el_gr: μία σε κάθε γραμμή
es_es: uno por línea
et_ee: üks rea kohta
fa_ir: یکی در هر خط
fi_fi: yksi per rivi
ga_ie: amháin in aghaidh an líne
gl_gl: un por liña
hr_hr: jedan po retku
hu_hu: soronként
is_is: eitt í hverja línu
ja_jp: 1行につき1つ
lt_lt: po vieną į eilutę
lv_lv: pa vienam katrā rindiņā
mk_mk: еден на линија
nn_no: én per linje
pl_pl: po jednej w wierszu
pt_pt: um por linha
ro_ro: unul pe fiecare rând
ru_ru: по одному в строке
sk_sk: na každom riadku jeden
sl_si: po eno vrstico
sq_al: një për çdo rresht
sr_rs: једну у сваком реду
sv_se: ett per rad
th_th: ต่อหนึ่งบรรทัด
tr_tr: her satırda bir tane
uk_ua: по одному в рядку
wa_be: un i bob llinell
zh_tw: 每行一個

source: for long text it will be ignored
af_za: vir 'n lang teks sal geïgnoreer word

source: User Field Categories
af_za: Gebruikers Veld Kategorieë
ar_dz: فئات المستخدم الميدانية
be_by: Катэгорыі Поле карыстальніка
bg_bg: Категории потребителски полета
bn_bd: ব্যবহারকারী ক্ষেত্র বিভাগ
da_dk: Bruger Field Kategorier
el_gr: Κατηγορίες Πεδίο χρήστη
es_es: Categorías del Campo Usuario
et_ee: Kasutaja Field Kategooriad
fa_ir: ردههای صفحه فیلد کاربری
fi_fi: Käyttäjän kenttä luokat
ga_ie: Catagóirí Allamuigh Úsáideoir
gl_gl: Campo Categorías usuario
hr_hr: Korisničko polje Kategorije
hu_hu: Felhasználói mező Kategóriák
is_is: User Field Flokkar
ja_jp: ユーザーのフィールドのカテゴリ
lt_lt: Vartotojo laukas Kategorijos
lv_lv: Lietotāja lauks Kategorijas
mk_mk: Пристап поле Категории
nn_no: Bruker Felt Kategorier
pl_pl: Kategorie Pole użytkownika
pt_pt: Campo Categorias usuário
ro_ro: Câmp utilizator Categorii
ru_ru: Категории Поле пользователя
sk_sk: Kategórie Užívateľ pole
sl_si: Uporabniško Field Kategorije
sq_al: Kategoritë Fusha User
sr_rs: Корисник поље Категорије
sv_se: Användare Field Kategorier
th_th: หมวดหมู่ข้อมูลผู้ใช้
tr_tr: Kullanıcı Alanı Kategorileri
uk_ua: Категорії Поле користувача
wa_be: Categorïau Maes Defnyddiwr
zh_tw: 用戶字段分類

source: User Field
af_za: Gebruikers Veld
ar_dz: مستخدم الميدانية
be_by: Поле карыстальніка
bg_bg: Потребителят поле
bn_bd: ব্যবহারকারী ক্ষেত্র
da_dk: Bruger Field
el_gr: Πεδίο χρήστη
es_es: Campo de Usuario
et_ee: Kasutaja Field
fa_ir: فیلد کاربری
fi_fi: Käyttäjän kenttä
ga_ie: Réimse Úsáideoir
gl_gl: Campo de Usuario
hr_hr: Korisničko polje
hu_hu: Felhasználói mező
ja_jp: ユーザーのフィールド
lt_lt: Vartotojo laukas
lv_lv: Lietotāja lauks
mk_mk: Пристап поле
nn_no: Bruker Felt
pl_pl: Pole użytkownika
pt_pt: Campo de Usuário
ro_ro: Ghid de câmp
ru_ru: Поле пользователя
sk_sk: Užívateľ pole
sl_si: Uporabniško Field
sq_al: Fusha User
sr_rs: Корисник поље
sv_se: Användare Field
th_th: เขตข้อมูลผู้ใช้
tr_tr: Kullanıcı Alanı
uk_ua: Поле користувача
wa_be: Maes Defnyddiwr
zh_tw: 用戶字段

source: Mr.
af_za: Mnr.
ar_dz: سيد
be_by: Спадар
bg_bg: Господин
bn_bd: জনাব
el_gr: Ο κ.
es_es: Sr.
et_ee: Hr.
fa_ir: آقای
fi_fi: Herra
ga_ie: An tUasal
gl_gl: Señor
hr_hr: G.
hu_hu: Úr
ja_jp: 氏
lv_lv: Kungs
mk_mk: Г-дин
pl_pl: Pan
pt_pt: Senhor
ro_ro: Dl.
ru_ru: Господин
sk_sk: Pán
sl_si: G.
sq_al: Zoti
sr_rs: Господин
th_th: นาย
uk_ua: Пан
zh_tw: 先生，

source: Mrs.
af_za: Mev.
ar_dz: السيدة
be_by: Місіс
bg_bg: Госпожа
bn_bd: জনাবা
da_dk: Fru
el_gr: Κα
es_es: Sra.
et_ee: Pr.
fa_ir: خانم
fi_fi: Rouva
gl_gl: Señora
hr_hr: Gospođa
hu_hu: Asszony
is_is: Frú
ja_jp: ミセス
lv_lv: Kundze
mk_mk: Г-ѓа
pl_pl: Pani
pt_pt: Senhora
ro_ro: Doamna
ru_ru: Миссис
sk_sk: Pani
sl_si: Ga
sq_al: Zonja
sr_rs: Госпођа
th_th: นาง
uk_ua: Місіс
zh_tw: 夫人

source: Ms.
af_za: Me.
ar_dz: السيدة
be_by: Г-жа
bg_bg: Г-жа
bn_bd: শ্রীমতি
el_gr: Κα
es_es: Sra.
et_ee: Proua
fa_ir: خانم
fi_fi: Neiti
hr_hr: Gospođa
hu_hu: Kisasszony
is_is: Fröken
ja_jp: さん
lt_lt: Miss
mk_mk: Г-ѓа
pl_pl: Pani
ro_ro: Dna
ru_ru: Г-жа
sk_sk: Pani
sq_al: Znj
sr_rs: Госпођа
th_th: นางสาว
uk_ua: Г-жа
zh_tw: 女士

source: Miss
af_za: Mej.
ar_dz: يغيب
be_by: Сумаваць
bg_bg: Мис
bn_bd: মিস্
el_gr: Δεσποινίς
es_es: Srta.
fa_ir: دوشیزه
fi_fi: Menettää
ga_ie: Iníon
gl_gl: Perder
hr_hr: Propustiti
hu_hu: Hiányzik
ja_jp: ミス
lt_lt: Praleisti
lv_lv: Palaist garām
mk_mk: Мис
pl_pl: Panna
pt_pt: Perder
ro_ro: Pierde
ru_ru: Скучать
sq_al: Humbas
sr_rs: Пропустити
sv_se: Fröken
th_th: พลาด
tr_tr: Kaçırmak
uk_ua: Сумувати
zh_tw: 小姐

source: Rev
af_za: Ds.
ar_dz: تزيد السرعة
be_by: Абарот
bn_bd: উলটা
et_ee: Pööre
fa_ir: دور برداشتن
fi_fi: Kierros
gl_gl: Rotación
hr_hr: Otk
hu_hu: Fordulat
ja_jp: 回転
pt_pt: Rotação
ru_ru: Оборот
sr_rs: Рев
th_th: การหมุนรอบ
tr_tr: Devir
uk_ua: Оборот
wa_be: Parch
zh_tw: 馮

source: Phone Number
af_za: Telefoonnommer
ar_dz: رقم الهاتف
be_by: Нумар тэлефона
bg_bg: Телефонен номер
bn_bd: ফোন নম্বর
da_dk: Telefonnummer
el_gr: Αριθμός τηλεφώνου
es_es: Número de Teléfono
et_ee: Telefoninumber
fa_ir: شماره تلفن
fi_fi: Puhelinnumero
ga_ie: Uimhir Theileafóin
gl_gl: Número de teléfono
hr_hr: Broj telefona
hu_hu: Telefonszám
is_is: Símanúmer
ja_jp: 電話番号
lt_lt: Telefono numeris
lv_lv: Tālruņa numurs
mk_mk: Телефонски број
nn_no: Telefonnummer
pl_pl: Numer telefonu
pt_pt: Número de telefone
ro_ro: Număr de telefon
ru_ru: Номер телефона
sk_sk: Telefónne číslo
sl_si: Telefonska številka
sq_al: Numri i telefonit
sr_rs: Број телефона
sv_se: Telefonnummer
th_th: หมายเลขโทรศัพท์
tr_tr: Telefon Numarası
uk_ua: Номер телефону
wa_be: Rhif Ffôn
zh_tw: 電話號碼

source: Last Year Staff ID
af_za: Verlede jaar Personeel ID
be_by: Апошняе ID персаналу года
bg_bg: Последно Година персонала ID
bn_bd: গত বছর স্টাফ আইডি
da_dk: Sidste år Personale-id
el_gr: Τελευταία ID έτους Προσωπικό
et_ee: Viimase aasta personal ID
fa_ir: آخرین سال ID کارکنان
fi_fi: Viimeinen vuosi Henkilökunta tunnus
ga_ie: ID Foirne Last Bliain
gl_gl: ID Funcionarios Ano pasado
hr_hr: Prošle godine Osoblje ID
hu_hu: Tavaly személyzet ID
is_is: Síðasta ár Staff ID
ja_jp: 昨年のスタッフのID
lt_lt: Pernai tarnybų ID
lv_lv: Pagājušajā gadā Personāla ID
mk_mk: Минатата година Персоналот проект
nn_no: Siste år Personale ID
pl_pl: Ostatnio ID Personel Rok
pt_pt: ID Funcionários Ano passado
ro_ro: Anul trecut ID-ul Personal
ru_ru: Последнее ID персонала года
sk_sk: Posledný rok Zamestnanci ID
sl_si: Zadnje leto Osebje ID
sq_al: Stafi i Fundit Viti ID
sr_rs: Прошле године Особље ИД
sv_se: Senaste året Personal-ID
th_th: ปีรหัสประจำตัวพนักงานครั้งสุดท้าย
tr_tr: Geçen Yıl Çalışanlar ID
uk_ua: Останнє ID персоналу року
wa_be: Llynedd ID Staff
zh_tw: 去年員工編號

source: Deselect
ar_dz: إلغاء
es_es: Desmarque

source: your child
ar_dz: طفلك
bn_bd: আপনার সন্তান

source: yourself
ar_dz: نفسك

source: Missing attendance data list created.
ar_dz: قائمة المفقودين بيانات الحضور بإنشائه.

source: Could not Connect to Database
ar_dz: لا يمكن الاتصال بقاعدة البيانات
bn_bd: ডেটাবেস সংযোগ করতে পারে নি

source: openSIS has encountered an error that could have resulted from any of the following
ar_dz: openSIS واجه خطأ يمكن أن يكون نجم عن أي مما يلي
bn_bd: openSIS নিম্নলিখিত যে কোনো থেকে প্রসূত হতে পারে যে একটি ত্রুটির সম্মুখীন হয়েছে

source: Invalid data input
ar_dz: إدخال بيانات غير صالحة
bn_bd: অবৈধ ডেটা ইনপুট

source: Database SQL error
ar_dz: خطأ في قاعدة البيانات SQL
bn_bd: ডাটাবেস এসকিউএল ত্রুটি

source: Please take this screen shot and send it to your openSIS representative for debugging and resolution.
ar_dz: يرجى اتخاذ هذه النار الشاشة وإرسالها إلى ممثل openSIS الخاص من أجل التصحيح والقرار.
bn_bd: এই স্ক্রিন শট নিয়ে এটি ডিবাগ এবং রেজল্যুশন জন্য আপনার openSIS প্রতিনিধির পাঠান.

source: System
ar_dz: نظام
bn_bd: পদ্ধতি

source: openSIS Dashboard
ar_dz: لوحة openSIS
bn_bd: openSIS ড্যাশবোর্ড
el_gr: openSIS ταμπλό
es_es: Panel de Control del Sistema
fa_ir: openSIS صفحه
ga_ie: openSIS Painéal na
gl_gl: openSIS Panel
hr_hr: openSIS Nadzorna ploča
is_is: openSIS Mælaborð
ja_jp: openSISダッシュ​​ボード
lt_lt: openSIS skydelis
mk_mk: openSIS семафорот
pt_pt: openSIS Painel
ro_ro: openSIS Tablou de bord
sq_al: openSIS Paneli i drejtimit
sr_rs: опенСИС контролној табли
th_th: แผงควบคุม openSIS
wa_be: openSIS Dangosfwrdd
zh_tw: openSIS儀表板

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information, portal notes and alerts for teachers that have missing attendance. When you login for the first time it will be a blank screen. It will fill up as and when you add day-today records in your instance of the software. As an administrator, you can setup the schools in this system, modify students and users, and access essential student reports.
ar_dz: لوحة التحكم الرئيسية هي الصفحة الرئيسية الافتراضية الخاصة بك ويوفر الوصول إلى التنبيهات الهامة عند تسجيل الدخول إلى التطبيق. يظهر لوحة القيادة openSIS جميع المعلومات حدث تقويم الأخيرة، الملاحظات والتنبيهات بوابتك للمعلمين التي لها حضور في عداد المفقودين. عند تسجيل الدخول لأول مرة سيكون شاشة فارغة. وسوف تملأ كما وعند إضافة سجلات يوم اليوم في المثيل من البرنامج. كمسؤول، يمكنك إعداد المدارس في هذا النظام، وتعديل الطلاب والمستخدمين، وتقارير وصول الطالب الأساسية.
es_es: El tablero de instrumentos es su página de inicio por defecto y proporciona acceso a las alertas importantes a la hora de iniciar sesión en la aplicación. El tablero de instrumentos openSIS muestra toda la información de evento del calendario reciente, notas de portales y alertas para los profesores que tienen la asistencia que falta. Cuando vuelve a entrar por primera vez será una pantalla en blanco. Se irá llenando a medida que se agregan registros del día a día en la instancia del software. Como administrador, puede configurar las escuelas en este sistema, modificar los estudiantes y los usuarios, y los informes de acceso de los estudiantes esencial.

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information, portal notes and alerts for teachers that have missing attendance. When you login for the first time it will be a blank screen. It will fill up as and when you add day-today records in your instance of the software. As a teacher, you can view student information and schedules for students who you teach and input attendance, grades, and eligibility for these students. You can keep track of students grades from the Grades tab. From this tab, not only can you keep track of grades, but you can print progress reports for any of your students.
ar_dz: لوحة التحكم الرئيسية هي الصفحة الرئيسية الافتراضية الخاصة بك ويوفر الوصول إلى التنبيهات الهامة عند تسجيل الدخول إلى التطبيق. يظهر لوحة القيادة openSIS جميع المعلومات حدث تقويم الأخيرة، الملاحظات والتنبيهات بوابتك للمعلمين التي لها حضور في عداد المفقودين. عند تسجيل الدخول لأول مرة سيكون شاشة فارغة. وسوف تملأ كما وعند إضافة سجلات يوم اليوم في المثيل من البرنامج. كمدرس، يمكنك عرض المعلومات وجداول الطلاب للطلاب الذين كنت تعلم والحضور المدخلات، والدرجات، والأهلية لهؤلاء الطلاب. يمكنك تتبع طلاب الصفوف من علامة التبويب علامات. من علامة التبويب هذه، ليس فقط يمكنك تتبع الدرجات، ولكن يمكنك طباعة تقارير مرحلية عن أي من طلابك.
es_es: El tablero de instrumentos es su página de inicio por defecto y proporciona acceso a las alertas importantes a la hora de iniciar sesión en la aplicación. El tablero de instrumentos openSIS muestra toda la información de evento del calendario reciente, notas de portales y alertas para los profesores que tienen la asistencia que falta. Cuando vuelve a entrar por primera vez será una pantalla en blanco. Se irá llenando a medida que se agregan registros del día a día en la instancia del software. Como maestro, puede ver información y horarios de los estudiantes para los estudiantes que usted enseña y asistencia de entrada, grados, y la elegibilidad para estos estudiantes. Puede hacer un seguimiento de los estudiantes de los grados desde la ficha Grados. Desde esta ficha, no sólo se puede realizar un seguimiento de los grados, pero puede imprimir informes de progreso para cualquiera de sus estudiantes.

source: To choose a period to work on, select the period from the pull-down menu on the top. The program will automatically refresh with the new period in the workspace. You can also change the school year and current marking period in a similar fashion.
ar_dz: لاختيار الفترة على العمل، حدد الفترة من القائمة المنسدلة على القمة. سيقوم البرنامج تلقائيا تحديث مع الفترة الجديدة في مساحة العمل. يمكنك أيضا تغيير الفترة بمناسبة العام الدراسي الحالي وبطريقة مماثلة.
es_es: Para elegir un período que trabajar, seleccionar el período en el menú desplegable en la parte superior. El programa se actualizará automáticamente con el nuevo período en el espacio de trabajo. También puede cambiar el período de calificaciones del año escolar y la corriente de una manera similar.

source: You can also quickly access a Student's Demographic Information from the Students tab.
ar_dz: يمكنك أيضا الوصول إلى المعلومات بسرعة الديموغرافي على الطالب من علامة التبويب الطلاب.
es_es: También puede acceder rápidamente a la información demográfica de un estudiante de la pestaña estudiantes.

source: When you click on any of the tabs in the top menu, you will see a list of sub-menus available to you in that category. Clicking on any menu will launch the specific page in the main frame, and it will update the help frame to display help for that section.
ar_dz: عند النقر على أي من علامات التبويب في أعلى القائمة، سترى قائمة من القوائم الفرعية المتاحة لك في هذه الفئة. سوف النقر على أي قائمة تشغيل صفحة معينة في الإطار الرئيسي، وأنه سيتم تحديث إطار مساعدة لعرض التعليمات لهذا القسم.
es_es: Al hacer clic en cualquiera de las fichas en el menú superior, usted verá una lista de submenús disponibles para usted en esa categoría. Al hacer clic en cualquier menú lanzará la página específica en el marco principal, y se actualizará el marco de ayuda para mostrar la ayuda de esa sección.

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information, portal notes and alerts for teachers that have missing attendance. When you login for the first time it will be a blank screen. It will fill up as and when you add day-today records in your instance of the software. As a parent, you can view your children's information, schedules, grades, eligibility, and attendance.
ar_dz: لوحة التحكم الرئيسية هي الصفحة الرئيسية الافتراضية الخاصة بك ويوفر الوصول إلى التنبيهات الهامة عند تسجيل الدخول إلى التطبيق. يظهر لوحة القيادة openSIS جميع المعلومات حدث تقويم الأخيرة، الملاحظات والتنبيهات بوابتك للمعلمين التي لها حضور في عداد المفقودين. عند تسجيل الدخول لأول مرة سيكون شاشة فارغة. وسوف تملأ كما وعند إضافة سجلات يوم اليوم في المثيل من البرنامج. كوالد، يمكنك عرض معلومات أطفالك، والجداول الزمنية، ودرجات، والأهلية، والحضور.
es_es: El tablero de instrumentos es su página de inicio por defecto y proporciona acceso a las alertas importantes a la hora de iniciar sesión en la aplicación. El tablero de instrumentos openSIS muestra toda la información de evento del calendario reciente, notas de portales y alertas para los profesores que tienen la asistencia que falta. Cuando vuelve a entrar por primera vez será una pantalla en blanco. Se irá llenando a medida que se agregan registros del día a día en la instancia del software. Como padre, usted puede ver la información de sus hijos, los horarios, las calificaciones, la elegibilidad, y la asistencia.

source: To choose a child, select the child's name from the pull-down menu on the top. The program will automatically refresh with the new child in the workspace. You can also change the school year and current marking period in a similar fashion.
ar_dz: لاختيار طفل، حدد اسم الطفل من القائمة المنسدلة على القمة. سيقوم البرنامج تلقائيا تحديث مع الطفل الجديد في مساحة العمل. يمكنك أيضا تغيير الفترة بمناسبة العام الدراسي الحالي وبطريقة مماثلة.
es_es: Para elegir a un niño, seleccione el nombre del niño en el menú desplegable en la parte superior. El programa se actualizará automáticamente con el nuevo niño en el área de trabajo. También puede cambiar el período de calificaciones del año escolar y la corriente de una manera similar.

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information and portal notes. When you login for the first time it will be a blank screen. It will fill up as and when new portal notes and events are added in your instance of the software. As a student, you can view your demographic information, schedule, grades, eligibility, and attendance records.
ar_dz: لوحة التحكم الرئيسية هي الصفحة الرئيسية الافتراضية الخاصة بك ويوفر الوصول إلى التنبيهات الهامة عند تسجيل الدخول إلى التطبيق. يظهر لوحة القيادة openSIS كافة المعلومات تقويم الحدث وبوابة الملاحظات الأخيرة. عند تسجيل الدخول لأول مرة سيكون شاشة فارغة. وسوف تملأ، وعندما تضاف الملاحظات والأحداث بوابة جديدة في المثيل من البرنامج. كطالب، يمكنك عرض معلوماتك الديموغرافية، والجدول الزمني، ودرجات، والأهلية، وسجلات الحضور.
es_es: El tablero de instrumentos es su página de inicio por defecto y proporciona acceso a las alertas importantes a la hora de iniciar sesión en la aplicación. El tablero de instrumentos openSIS muestra toda la información de eventos de calendario y portal notas recientes. Cuando vuelve a entrar por primera vez será una pantalla en blanco. Se irá llenando a medida que se añaden nuevas notas y eventos de portal en la instancia del software. Como estudiante, usted puede ver su información demográfica, el calendario, las notas, la elegibilidad, y los registros de asistencia.

source: You can change the school year and current marking period with the pull-down menus in the left frame to view records for that specific period.
ar_dz: يمكنك تغيير الفترة بمناسبة العام الدراسي الحالي ومع القوائم المنسدلة في الإطار الأيسر لعرض سجلات لتلك الفترة المحددة.
es_es: Usted puede cambiar el período de calificaciones año escolar y actual con los menús desplegables en el marco de la izquierda para ver los registros para ese período específico.

source: When you click on any of the tabs in the top menu, you will see a list of sub-menus available to you in that category. Clicking on any menu will launch the specific page in the main frame, and it will update the help frame to display help for that page.
ar_dz: عند النقر على أي من علامات التبويب في أعلى القائمة، سترى قائمة من القوائم الفرعية المتاحة لك في هذه الفئة. سوف النقر على أي قائمة تشغيل صفحة معينة في الإطار الرئيسي، وأنه سيتم تحديث إطار مساعدة لعرض مساعدة لهذه الصفحة.
es_es: Al hacer clic en cualquiera de las fichas en el menú superior, usted verá una lista de submenús disponibles para usted en esa categoría. Al hacer clic en cualquier menú lanzará la página específica en el marco principal, y se actualizará el marco de ayuda para mostrar la ayuda de esa sección.

source: Portal Notes
ar_dz: ملاحظات البوابة
be_by: Партал Notes
bg_bg: Portal Бележки
bn_bd: প্রবেশ পথের তথ্য
el_gr: Portal Σημειώσεις
es_es: Portal Notas
fa_ir: یادداشت های پورتال
ga_ie: Nótaí Tairseach
gl_gl: Notes Portal
hr_hr: Portal Bilješke
is_is: Portal Skýringar
ja_jp: ポータル上の注意
lt_lt: Portalas Pastabos
lv_lv: Portāls norāda,
mk_mk: Портал Забелешки
nn_no: Portal Merknader
pl_pl: Uwagi Portal
pt_pt: Notes Portal
ro_ro: Portal constată
ru_ru: Портал Notes
sk_sk: Portál poznámky
sq_al: Shënime Portal
sr_rs: Белешке портал
th_th: หมายเหตุพอร์ทัล
tr_tr: Portal Notlar
uk_ua: Портал Notes
wa_be: Nodiadau Porth
zh_tw: 門戶網站說明

source: To modify a note, click on any of the note's information, change the value, and click the Save button.
ar_dz: لتعديل ملاحظة، اضغط على أي من المعلومات في المذكرة، وتغيير القيمة، وانقر على زر حفظ.
es_es: Para modificar una nota, haga clic en cualquiera de la información de la nota, cambie el valor y haga clic en el botón Guardar.
