Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: First, select a course to be added as a request by clicking the Choose a Course link at the top of the screen and choosing the course from the popup screen that appears. You can also perform this action from the next screen. Next, search for students. Notice that you can search for students who already have a certain request or are in a certain activity. This can be useful since you can add a laboratory course request to all students who requested chemistry. Or you can add a P.E. course request to all students in Boys Basketball. From the search result, you can select any number of students. To select all the students in the list, check the checkbox in the blue column headings above the list. After you have selected each desired student from this list, click the Add Course to Selected Students button at the top of the screen. If you have not yet chosen a course to add as a request, you must do that before you click this button.
af_za: Kies eers &#39;n kursus te word bygevoeg as&#39; n versoek deur te kliek op die Kies &#39;n kursus skakel aan die bokant van die skerm en die keuse van die loop van die pop-up &quot;skerm wat verskyn. Jy kan ook hierdie optrede van die volgende skerm te voer. Volgende, soek vir studente. Let daarop dat jy kan soek vir studente wat reeds &#39;n sekere versoek het of in&#39; n sekere aktiwiteit. Dit kan handig wees, want jy kan &#39;n laboratorium-kursus versoek aan alle studente wat Chemie versoek. Of jy kan &#39;n PE natuurlik versoek aan alle studente in Boys Basketball. Van die resultaat, kan jy kies &#39;n aantal studente. Om al die studente in die lys te kies, maak seker die boks in die blou kolomopskrifte bo die lys. Nadat jy gekies het elke student van hierdie lys, kliek op die knoppie kursus aan geselekteerde studente knoppie aan die bokant van die skerm. As jy nog nie &#39;n kursus by te voeg as&#39; n versoek gekies word, moet jy dit doen voordat jy op hierdie knoppie klik.
be_by: Па-першае, выбраць курс будзе дададзены як запыт, націснуўшы Выбраць курс у верхняй частцы экрана і выбраць курс з ўсплывае якое з&#39;явілася акне. Вы таксама можаце выканаць гэтае дзеянне з наступнага экрана. Далей, пошук для студэнтаў. Звярніце ўвагу, што вы можаце шукаць для студэнтаў, якія ўжо маюць пэўны запыт, альбо знаходзяцца ў пэўнай дзейнасцю. Гэта можа быць карысным, паколькі вы можаце дадаць запыт лабараторыі курс для ўсіх студэнтаў, якія прасілі хіміі. Ці вы можаце дадаць запыт PE курс для ўсіх студэнтаў у баскетбол Boys. З вынікаў пошуку, вы можаце выбраць любую колькасць студэнтаў. Каб выбраць усе студэнты ў спісе, ўсталюйце сцяжок ў сіняй загалоўкі слупкоў над спісам. Пасля выбару жаданых кожнага студэнта з гэтага спісу, націсніце кнопку Дадаць, каб курс наадварот Студэнты ў верхняй частцы экрана. Калі вы яшчэ не абралі курс, каб дадаць у запыт, вы павінны зрабіць, што перш чым націснуць на гэтую кнопку.
bg_bg: Първо, изберете курс, да бъде добавена като искане, като щракнете върху Избор на курс по връзката в горната част на екрана и избора на курс от появилото се екран, който се появява. Можете да извършите това действие от следващия екран. На следващо място, търсене за студенти. Забележете, че можете да търсите за студенти, които вече имат определена заявка или в дадена дейност. Това може да бъде полезно, тъй като можете да да добавите искане разбира лаборатория за всички студенти, които поискаха химия. Или можете да добавите курс PE искане на всички студенти в Бойс Баскетбол. От резултатите от търсенето, можете да изберете произволен брой на студентите. За да изберете всички студенти в списъка, поставете отметка в квадратчето в синята заглавия на колоните над списъка. След като сте избрали всеки студент от този списък, щракнете върху Добавяне на курса на избраните студенти на бутона в горната част на екрана. Ако все още не сте избрали разбира се, да се добави като искане, трябва да направите, че преди да натиснете този бутон.
bn_bd: প্রথম, একটি অনুরোধ হিসাবে একটি পর্দার উপরের কোর্স লিঙ্ক নির্বাচন করুন ক্লিক করে পপআপ পর্দায় প্রদর্শিত থেকে কোর্স বেছে যোগ কোর্স নির্বাচন. আপনি পরবর্তী পর্দায় এই কর্ম সঞ্চালন করা যাবে. পরবর্তী ছাত্রদের জন্য, অনুসন্ধান. উল্লেখ্য আপনি ছাত্র যারা ইতিমধ্যে একটি নির্দিষ্ট অনুরোধ অথবা একটি নির্দিষ্ট কার্যকলাপ হয় অনুসন্ধান করতে পারেন. এই দরকারী যেহেতু আপনি একটি পরীক্ষাগার কোর্স অনুরোধ সব ছাত্র যারা রসায়ন অনুরোধ যোগ করতে হবে. অথবা আপনি একটি P.E. যোগ করতে পারেন বালক বাস্কেটবল সমস্ত ছাত্রদের কোর্স অনুরোধ. অনুসন্ধান ফলাফল থেকে, আপনি ছাত্রদের কোন সংখ্যা নির্বাচন করতে পারবেন. সমস্ত তালিকা ছাত্র নির্বাচন, নীল তালিকা উপরে কলাম শিরোনামে চেকবক্স চেক. পরে আপনি এই তালিকা থেকে প্রতিটি পছন্দসই ছাত্র নির্বাচন, নির্বাচিত ছাত্র বাটন পর্দার উপরের যোগ কোর্স ক্লিক করুন. যদি আপনি একটি অনুরোধ হিসাবে যোগ একটা কোর্স নির্বাচিত এখনও না, আপনি যে না আগে আপনি এই বাটন ক্লিক করা আবশ্যক.
da_dk: Først skal du vælge et kursus for at blive tilføjet som en anmodning ved at klikke på Vælg et kursus linket på toppen af ​​skærmen og vælge kurset fra popup skærmbillede, der vises. Du kan også udføre denne handling fra det næste skærmbillede. Næste, søg efter studerende. Bemærk at du kan søge efter studerende, der allerede har en vis anmodning eller er i en bestemt aktivitet. Dette kan være nyttigt, da du kan tilføje et laboratorium kursus anmodning til alle studerende, der anmodede om kemi. Eller du kan tilføje et PE-kursus anmodning til alle studerende i Boys Basketball. Fra søgeresultatet kan du vælge et antal studerende. For at vælge alle studerende på listen, markere afkrydsningsfeltet i den blå kolonneoverskrifterne over listen. Når du har valgt de ønskede elev fra denne liste, skal du klikke på Tilføj kursus til udvalgte studerende knappen øverst på skærmen. Hvis du endnu ikke har valgt et kursus for at tilføje som en anmodning, skal du gøre det, før du klikker på denne knap.
el_gr: Αρχικά, επιλέξτε μια πορεία που πρέπει να προστεθεί ως ένα αίτημα, κάνοντας κλικ στο Επιλέξτε μια σύνδεση σειρά μαθημάτων στο πάνω μέρος της οθόνης και επιλέγοντας το μάθημα από το αναδυόμενο παράθυρο που θα εμφανιστεί. Μπορείτε επίσης να εκτελέσετε αυτή την ενέργεια από την επόμενη οθόνη. Στη συνέχεια, η αναζήτηση για τους φοιτητές. Σημειώστε ότι μπορείτε να ψάξετε για τους φοιτητές που έχουν ήδη ένα συγκεκριμένο αίτημα ή βρίσκονται σε κάποια δραστηριότητα. Αυτό μπορεί να είναι χρήσιμο δεδομένου ότι μπορείτε να προσθέσετε ένα αίτημα πορεία εργαστήριο σε όλους τους φοιτητές που ζήτησε χημεία. Ή μπορείτε να προσθέσετε ένα αίτημα πορεία PE σε όλους τους φοιτητές σε αγόρια μπάσκετ. Από το αποτέλεσμα της αναζήτησης, μπορείτε να επιλέξετε οποιοδήποτε αριθμό σπουδαστών. Για να επιλέξετε όλους τους φοιτητές στη λίστα, επιλέξτε το πλαίσιο ελέγχου στο μπλε επικεφαλίδες στήλης πάνω από τη λίστα. Αφού έχετε επιλέξει κάθε επιθυμητή σπουδαστής από αυτή τη λίστα, κάντε κλικ στο Προσθήκη Γήπεδο στο επιλεγμένο κουμπί φοιτητές στο πάνω μέρος της οθόνης. Εάν δεν έχετε επιλέξει ακόμα ένα μάθημα για να προσθέσετε ως ένα αίτημα, πρέπει να κάνετε ότι πριν να κάνετε κλικ σε αυτό το κουμπί.
et_ee: Kõigepealt vali muidugi tuleks lisada taotluse klikkides Vali Kursuse link ülaosas ekraani ja valides kursuse popup ekraan, mis ilmub. Samuti saab seda toimingut teostada alates järgmisest ekraanil. Edasi otsida õpilastele. Pange tähele, et võite otsida üliõpilastele, kes juba on teatud taotluse või on teatud aktiivsus. See võib olla kasulik, sest siis saad lisada laboris muidugi taotleda kõik üliõpilased, kes palus keemia. Või siis saad lisada PE muidugi taotleda kõik üliõpilased Boys korvpalli. Otsing tulemustest, saate valida suvalise arvu õpilasi. Et valida kõik õpilaste nimekirjas, kontrollige kast on sinine Veerupealdiste eespool nimekirja. Kui olete valinud iga soovitud õpilane sellest nimekirjast, klõpsa Add Course to Selected Õpilased nupule ülaosas ekraani. Kui te pole veel valinud muidugi lisada nii request, tuleb seda teha enne kui klõpsate seda nuppu.
fa_ir: اول ، انتخاب البته به عنوان یک درخواست از طریق کلیک کردن بر روی لینک البته در بالای صفحه نمایش را انتخاب کنید و انتخاب البته از صفحه نمایش پنجره که ظاهر می شود اضافه شده است. شما همچنین می توانید این عمل را از روی صفحه نمایش بعد انجام دهد. در مرحله بعد ، جستجو برای دانش آموزان است. توجه کنید که شما می توانید برای جستجوی دانش آموزانی که در حال حاضر یک درخواست خاص یا در یک فعالیت خاص هستند. این می تواند مفید باشد شما می توانید از یک آزمایشگاه درخواست البته به تمام دانشجویانی که درخواست شیمی اضافه کنید. یا شما می توانید درخواست البته PE را به همه دانش آموزان در بسکتبال پسران اضافه کنید. از نتیجه جستجو ، شما می توانید هر تعداد از دانش آموزان را انتخاب کنید. برای همه دانش آموزان در لیست را انتخاب کنید ، چک کردن چک باکس به عنوان ستون آبی رنگ در بالای لیست. بعد از اینکه هر دانش آموز مورد نظر را از این لیست انتخاب شده ، با کلیک بر روی درس اضافه کردن به دکمه دانش آموزان انتخاب شده در بالای صفحه کلیک کنید. اگر شما هنوز رتبهدهی نشده است انتخاب البته به عنوان یک درخواست برای اضافه کردن ، شما باید بدانند که پیش از این دکمه کلیک کنید.
fi_fi: Valitse ensin tietenkin lisätään pyyntöä napsauttamalla Valitse Kurssin linkkiä ruudun yläreunassa ja valitsemalla kurssin aukeavasta joka tulee näkyviin. Voit myös toiminnon suorittamista seuraavassa näytössä. Seuraava, etsi opiskelijoille. Huomaa, että voit etsiä opiskelijoita, joilla on jo tietty pyytää tai ovat tiettyyn toimintaan. Tästä voi olla hyötyä, koska voit lisätä työkurssi pyyntö kaikille opiskelijoille, jotka pyysivät kemia. Tai voit lisätä PE kurssin pyyntö kaikille opiskelijoille Pojat Koripallo. Vuodesta hakutuloksen, voit valita haluamasi määrän opiskelijoita. Voit valita kaikki oppilaat luettelossa valitsemalla valintaruudun sinisessä sarakeotsikot luettelon yläpuolella. Kun olet valinnut jokaisella halutulla opiskelija tästä luettelosta Lisää Kurssi valikoiduille opiskelijoille painiketta näytön yläreunassa. Jos et ole vielä valinnut kurssin Lisää pyyntö, sinun täytyy tehdä ennen kuin napsautat tätä painiketta.
ga_ie: An chéad, roghnaigh cúrsa a chur leis mar iarratas trí chliceáil ar an nasc Roghnaigh Cúrsa ag barr an scáileáin a roghnú agus an cúrsa as an scáileán aníos gur dealraitheach. Is féidir leat a dhéanamh freisin ar an gníomh seo as an scáileán seo chugainn. Next, cuardaigh do mhic léinn. Fógra gur féidir leat cuardach a dhéanamh ar mhic léinn a bhfuil iarratas áirithe cheana féin nó atá i ngníomhaíocht áirithe. Is féidir é seo a bheith úsáideach toisc gur féidir leat a iarraidh ar chúrsa saotharlainne a chur le gach mac léinn a d&#39;iarr cheimic. Nó is féidir leat a iarraidh ar chúrsa corpoideachais a chur le gach mac léinn i Cispheil Buachaillí. Ón toradh an chuardaigh, is féidir leat a roghnú aon líon na mac léinn. A roghnú na daltaí go léir ar an liosta, a sheiceáil an ticbhosca sa cholún gorm na ceannteidil thuas ar an liosta. Tar éis duit an roghnaithe gach mac léinn atá ag teastáil ón liosta seo, cliceáil ar an gCúrsa Cuir le Roghnaithe gcnaipe Mic Léinn ag barr an scáileáin. Mura bhfuil tú roghnaithe fós ar chúrsa a chur mar a iarraidh, ní mór duit é sin a dhéanamh sula ndéanann tú cliceáil ar an gcnaipe seo.
gl_gl: Primeiro, seleccione un curso para ser engadido como unha proposta, premendo no Curso Seleccione unha ligazón na parte superior da pantalla e elixir o curso a partir da pantalla emerxente que aparece. Tamén pode realizar esta acción desde a pantalla seguinte. Investigación, xunto aos alumnos. Teña en conta que pode buscar para os alumnos que xa teñen un determinado solicitude ou están nunha determinada actividade. Isto pode ser útil, pois pode engadir unha proposta claro de laboratorio para todos os estudantes que solicitaron química. Ou pode engadir unha proposta clara para todos os estudantes PE en Baloncesto Boys. Desde o resultado de búsqueda, pode seleccionar calquera número de alumnos. Para seleccionar todos os alumnos na lista, marque a caixa en títulos de columna azul sobre a lista. Despois de ter escollido a cada alumno que desexe dende esta lista, fai clic en Engadir ao curso de Alumnos seleccionados na parte superior da pantalla. Se aínda non escolleu un curso engadir como unha proposta, ten que facelo antes de premer neste botón.
hr_hr: Prvo odaberite tečaj biti dodan kao zahtjev klikom Odaberite tečaj link na vrhu zaslona i odabirom kolegija iz prozoru koji se pojavi. Također možete izvesti ovu radnju iz sljedećih zaslona. Dalje, traži za studente. Primjetite da možete pretraživati ​​za studente koji već imaju određeni zahtjev ili u određenom aktivnosti. To može biti korisno jer možete dodati zahtjev laboratorij naravno svim učenicima koji su zatražili kemije. Ili možete dodati zahtjev PE Naravno da sve učenike u Dječaci Košarka. Iz rezultata pretraživanja, možete odabrati bilo koji broj studenata. Za odabir svih studenata na popisu, provjerite okvir u plavom stupaca iznad popisa. Nakon što ste odabrali željeni svakog studenta s ovog popisa, kliknite gumb Dodaj tečaj za odabrane Studenti gumb na vrhu ekrana. Ako još niste odabrali tečaj dodati kao zahtjev, morate to učiniti prije nego što kliknete ovaj gumb.
hu_hu: Először válassza ki a tanfolyam, hogy ki a kérését kattintva választása pálya linkre a képernyő tetején, és kiválasztja a kurzus az előugró képernyőn jelenik meg. Ön is elvégezheti ezt a műveletet a következő képernyőn. Ezután keressük meg a diákok. Figyeljük meg, hogy lehet keresni a hallgatók, akik már rendelkeznek egy bizonyos kérés, vagy egy bizonyos tevékenységet. Ez hasznos lehet, mert akkor add laboratóriumi természetesen kérésre minden olyan diák, aki kérte a kémia. Vagy hozzáadhat egy PE természetesen kérésre minden diák Boys kosárlabda. A keresési eredmény, akkor kiválaszthat egy számot a diákok. Válasszuk a diákok a listában, ellenőrizze a négyzetet a kék oszlopfejlécek fölött a listán. Miután kiválasztotta a kívánt minden egyes diák a listából, kattintson a Hozzáadás a kijelölt pálya diákok gombra a képernyő felső részén. Ha még nem választott tanfolyamot hozzá, mint egy kérelmet, meg kell tennie, hogy mielőtt rákattint erre a gombra.
is_is: Fyrst skaltu velja námskeið til að bæta við eins og beiðni með því að smella á Velja Course efst á skjánum og velja námskeið úr almenningur skjánum sem birtist. Þú getur einnig framkvæma þessa aðgerð af the næstur skjár. Næst skaltu leita að nemendum. Taka eftir þessi þú geta leita að nemendum sem þegar hafa ákveðna beiðni eða eru í ákveðinni virkni. Þetta getur verið gagnlegt þar sem þú getur bætt við námskeið rannsóknarstofu beiðni til allra nemenda sem óskað efnafræði. Eða þú getur bætt við PE sjálfsögðu beiðni um að allir nemendur í Boys körfubolti. Frá leitarniðurstöðu getur þú valið hvaða fjölda nemenda. Til að velja allir nemendur í listanum skaltu athuga í kassann í bláa fyrirsagnir dálki fyrir ofan listann. Eftir að þú hefur valið hvert þú vilt nemandi frá þessum lista, smella á Add Course í valin Nemendur takkann efst á skjánum. Ef þú hefur ekki enn valið auðvitað að bæta við eins beiðni verður þú að gera það áður en þú smellir á þennan hnapp.
ja_jp: 最初、画面の上部にあるコースのリンクを選択をクリックし、表示されるポップアップ画面からコースを選択することで、要求として追加されるコースを選択。また、次の画面からこのアクションを実行できます。学生のための次に、検索。既に特定の要求を持っているか、特定のアクティビティ内にある学生を検索できることに注意してください。あなたが化学を要求したすべての学生に研究室のコース要求を追加できるため、これは便利です。または、ボーイズのバスケットボールのすべての学生にPEのコース要求を追加することができます。検索結果から、学生の任意の数を選択することができます。リスト内のすべての学生を選択するには、リストの上の青い列見出しのチェックボックスをチェックしてください。このリストから目的の各生徒を選択したら、画面の上部にある[選択した生徒のボタンへの追加コースをクリックします。あなたがまだ要求として追加するコースを選択していない場合、このボタンをクリックする前に、あなたはそれを行う必要があります。
lt_lt: Pirma, pasirinkite kursą, turi būti pridedamas kaip prašymą, paspaudę Pasirinkite kursai ekrano viršuje nuorodą ir pasirinkti iš iššokantį ekranas, kuris pasirodo. Jūs taip pat galite atlikti šį veiksmą nuo kito ekrano. Kitas, paiešką studentams. Pranešimas, kad galite ieškoti studentų, kurie jau tam tikrą prašymą arba tam tikrą veiklą. Tai gali būti naudinga, nes galite įtraukti visi studentai, kurie paprašė chemijos laboratoriniai kursas prašymą. Ar lavinimo kursą, prašymą galite pridėti visų berniukų krepšinio studentų. Iš paieškos rezultatų, galite pasirinkti bet kokį studentų skaičių. Norėdami pasirinkti visą sąrašą studentų, pažymėkite žymės langelį virš sąrašo mėlyna stulpelių antraštes. Po jūs pasirinkote kiekvieną norimą studentų iš šio sąrašo, spustelėkite Pridėti kursai Pasirinkta Studentai mygtuką ekrano viršuje. Jei dar ne žinoma, pridėti prašymą, turite padaryti, kad prieš jus spustelėkite šį mygtuką.
lv_lv: Pirmkārt, izvēlieties protams, ir pievienots kā pieprasījumu, noklikšķinot Izvēlieties kursu saites ekrāna augšā un izvēloties kursu no uznirstošo ekrāns, kas parādās. Varat arī veikt šo darbību no nākamo ekrānu. Tālāk, meklēt studentiem. Ievērojiet, ka jūs varat meklēt studentiem, kas jau ir noteiktas pieprasījuma vai ir atsevišķas aktivitātes. Tas var noderēt, jo jūs varat pievienot laboratorija kursu pieprasījumu visiem studentiem, kas pieprasa ķīmiju. Vai arī jūs varat pievienot PE kursu lūgums visiem Boys Basketbola studentiem. No meklēšanas rezultātu, jūs varat izvēlēties jebkuru studentu skaita. Lai atlasītu visas studentu sarakstu, pārbaudiet izvēles rūtiņas zilā kolonnu virsrakstus virs saraksta. Kad esat izvēlējies katrā izvēlētajā studente no šī saraksta, noklikšķiniet uz Pievienot Course uz Atlasītie studenti pogas augšpusē ekrānam. Ja neesat vēl izvēlējies kursu, lai pievienotu par pieprasījumu, jums ir jādara, ka pirms noklikšķināt uz šīs pogas.
mk_mk: Прво, одбери се разбира треба да се додаде како барање со кликнување на Изберете курс линкот на врвот на екранот и изборот на курс од скокачки екранот што се појавува. Можете исто така да се изврши оваа акција од следниот екран. Следна, барај за студентите. Забележете дека можете да направите пребарување за студентите кои веќе имаат одредени или пак се во одредена активност. Ова може да биде корисно, бидејќи можете да додадете лабораторија разбира барање до сите студенти кои бараат хемија. Или можете да додадете разбира ЈП барање до сите ученици во Момци кошарка. Од резултатите од пребарувањето, може да го изберете кој било број на студенти. За да изберете сите студенти во листата, проверете полето во сино колона наслови погоре на листата. Откако ќе изберете саканиот секој студент од овој список, кликнете на Add се разбира да избрани студенти копчето на горниот дел од екранот. Ако сеуште не сте одбрале се разбира за да додадете како барање, мора да го направи тоа пред да кликнете на ова копче.
nn_no: Først velger et kurs for å bli lagt til som en forespørsel ved å klikke Velg en løype linken øverst på skjermen og velge kurset fra popup-skjermen som vises. Du kan også utføre denne handlingen fra neste skjermbilde. Deretter søker du etter studenter. Legg merke til at du kan søke etter studenter som allerede har en viss forespørsel eller er i en viss aktivitet. Dette kan være nyttig siden du kan legge et laboratoriekurs forespørsel til alle studenter som ba om kjemi. Eller du kan legge til en PE selvfølgelig forespørsel til alle studenter i Boys Basketball. Fra søkeresultatet kan du velge antall studenter. For å velge alle studentene i listen, sjekk boksen i den blå kolonnen overskrifter over listen. Etter du har valgt hver ønsket student fra denne listen, klikker du Legg Course til utvalgte studenter knappen øverst på skjermen. Hvis du ennå ikke har valgt et kurs for å legge til som en forespørsel, må du gjøre det før du klikker på denne knappen.
pl_pl: Po pierwsze, wybierz Oczywiście należy dodać jako wniosek klikając na link Wybierz pole u góry ekranu i wybierając kurs z popup wyświetlonym ekranie. Można również wykonać to działanie na następnym ekranie. Następnie wyszukiwania dla studentów. Zauważ, że można szukać studentów, którzy już mają pewien wniosek lub są w określonej działalności. Może to być przydatne, ponieważ można dodać wniosek oczywiście laboratorium do wszystkich studentów, którzy wniosek chemii. Możesz dodać wniosek oczywiście PE dla wszystkich uczniów w koszykówce chłopców. Z wyników wyszukiwania, można wybrać dowolną liczbę studentów. Aby wybrać wszystkich studentów na liście, zaznacz pole wyboru w niebieski nagłówki kolumn powyżej listy. Po wybraniu każdego żądanego ucznia z tej listy, kliknij przycisk Dodaj pole do wybranych przycisk Studenci w górnej części ekranu. Jeśli nie masz jeszcze wybranego kursu, aby dodać jako wniosek, musi to zrobić przed kliknięciem przycisku.
pt_pt: Primeiro, selecione um curso para ser adicionado como um pedido, clicando no Curso Escolha um link no topo da tela e escolher o curso a partir da tela popup que aparece. Você também pode executar esta ação a partir da tela seguinte. Pesquisa, junto aos alunos. Observe que você pode pesquisar para os alunos que já têm um determinado pedido ou estão em uma determinada actividade. Isto pode ser útil, pois você pode adicionar um pedido claro de laboratório para todos os estudantes que solicitaram química. Ou você pode adicionar um pedido claro para todos os estudantes PE em Basquetebol Boys. A partir do resultado de busca, você pode selecionar qualquer número de alunos. Para selecionar todos os alunos na lista, marque a caixa em títulos de coluna azul acima da lista. Depois de ter escolhido a cada aluno desejado a partir desta lista, clique em Adicionar ao Curso de Alunos Selecionados no topo da tela. Se você ainda não escolheu um curso adicionar como um pedido, você deve fazer isso antes de clicar neste botão.
ro_ro: În primul rând, selectaţi un curs pentru a se adaugă ca o cerere, făcând clic pe link-ul Alege un curs la partea de sus a ecranului şi alegerea de curs, din ecranul de popup care apare. Puteţi efectua, de asemenea, această acţiune de la ecranul următor. Căutare următoare, pentru studenţi. Observaţi că aveţi posibilitatea să căutaţi pentru studenţii care au deja o cerere anumite sau sunt într-o anumită activitate. Acest lucru poate fi util, deoarece aveţi posibilitatea să adăugaţi o cerere de curs de laborator pentru toţi elevii care au solicitat chimie. Sau aveţi posibilitatea să adăugaţi o cerere de curs PE pentru toţi elevii din Baschet Boys. Din rezultatele căutării, puteţi selecta orice număr de studenţi. Pentru a selecta toţi elevii din listă, bifaţi caseta de selectare în titlurile de coloană albastru deasupra listei. Dupa ce ati selectat fiecare elev dorit din această listă, faceţi clic pe butonul Adauga in curs selectate Studenţii de la partea de sus a ecranului. Dacă nu aţi ales încă un curs pentru a adăuga ca o cerere, trebuie să faci asta înainte de a vă faceţi clic pe acest buton.
ru_ru: Во-первых, выбрать курс будет добавлен как запрос, нажав Выбрать курс в верхней части экрана и выбрать курс из всплывающего появившемся окне. Вы также можете выполнить это действие со следующего экрана. Далее, поиск для студентов. Обратите внимание, что вы можете искать для студентов, которые уже имеют определенный запрос, либо находятся в определенной деятельностью. Это может быть полезным, поскольку вы можете добавить запрос лаборатории курс для всех студентов, которые просили химии. Или вы можете добавить запрос PE курс для всех студентов в баскетбол Boys. Из результатов поиска, вы можете выбрать любое количество студентов. Чтобы выбрать все студенты в списке, установите флажок в синей заголовки столбцов над списком. После выбора желаемых каждого студента из этого списка, нажмите кнопку Добавить, чтобы курс выбранное Студенты в верхней части экрана. Если вы еще не выбрали курс, чтобы добавить в запрос, вы должны сделать, что прежде чем нажать на эту кнопку.
sk_sk: Najprv si vyberte kurz, ktoré sa pridávajú ako žiadosť kliknutím Vyberte predmet odkaz v hornej časti obrazovky a výberom kurzu z miestnej obrazovke, ktorá sa objaví. Môžete tiež vykonať túto akciu Na ďalšej obrazovke. Ďalšie, hľadať pre študentov. Všimnite si, že môžete hľadať pre študentov, ktorí už majú určité žiadosti, alebo v určitú činnosť. To môže byť užitočné, pretože môžete pridať laboratórne cvičenia žiadosť pre všetkých študentov, ktorí žiadali o chémiu. Alebo môžete pridať kurz PE požiadavku pre všetkých študentov v basketbale chlapcov. Z výsledkov vyhľadávania, môžete si vybrať ľubovoľný počet študentov. Ak chcete vybrať všetkých študentov v zozname, začiarknite políčko v modrom záhlaví stĺpca nad zoznamom. Po výbere požadovaného každý študent z tohto zoznamu, kliknite na tlačidlo Pridať kurz vybraným študentom tlačidla v hornej časti obrazovky. Ak ste doteraz vybrali kurz pridať ako požiadavku, musíte to urobiť skôr, ako kliknete na toto tlačidlo.
sl_si: Najprej izberite Seveda je treba dodati kot zahtevo s klikom na Izberi Course povezavo na vrhu zaslona in izbiri seveda iz popup zaslon, ki se pojavi. Prav tako lahko to dejanje iz naslednjem zaslonu. Naslednji, iskanje za študente. Obvestilo, da lahko iščete za študente, ki že imajo določene zahteve, ali so v nekaterih dejavnostih. To je lahko uporabno, saj lahko dodate zahtevo laboratorija seveda za vse študente, ki zahtevajo kemije. Ali lahko dodate zahtevo seveda PE vsem študentom v košarki Boys. Od rezultat iskanja, lahko izberete poljubno število študentov. Če želite izbrati vse študente na seznamu, preverite polje v modri stolpcev nad seznamom. Ko izberete želeno vsak študent s tega seznama, kliknite Add Course v izbrani gumb Učenci na vrhu zaslona. Če še niste izbrali seveda dodati kot zahtevo, mora to storite, preden boste kliknili na ta gumb.
sq_al: Së pari, zgjidh një kurs të jetë shtuar si një kërkesë duke klikuar Zgjidhni një lidhje kursit në krye të ekranit dhe duke zgjedhur kursin nga ekrani Popup që duket. Ju gjithashtu mund të kryejnë këtë veprim nga ekrani tjetër. Tjetra, kërko për studentët. Vini re se ju mund të kërkoni për studentët të cilët tashmë kanë një kërkesë të caktuar ose në një aktivitet të caktuar. Kjo mund të jetë e dobishme që ju mund të shtoni një kërkesë kurs laborator për të gjithë studentët të cilët kërkuan kimi. Ose ju mund të shtoni një kërkesë kurs PE për të gjithë nxënësit në Boys Basketball. Nga rezultati i kërkimit, ju mund të zgjidhni çdo numri i studentëve. Për të zgjedhur të gjithë nxënësit në listë, shikoni kutinë në krerët kolonën blu mbi listën. Pasi ta keni zgjedhur çdo student të dëshiruar nga kjo listë, kliko Kursi Add to Selected button Studentët në krye të ekranit. Nëse ju nuk e keni zgjedhur ende një kurs për të shtuar si një kërkesë, ju duhet të bëni që përpara se të klikoni këtë buton.
sr_rs: Прво, изаберите наравно да се дода као захтев кликом Изаберите везу курс у врху екрана и избор ток из понуђеног екран који се појављује. Такође можете извршења ове акције од следећег екрана. Даље, тражи за студенте. Приметите да можете да претражујете за студенте који већ имају одређени захтев или су у одређеним активностима. Ово може бити корисно јер можете додати захтев лабораторија курса за све студенте који су тражили хемије. Или можете додати ЈП курса захтев да сви студенти у кошарци Дечаци. Од резултат претраге, можете да изаберете било који број студената. Да бисте изабрали све студенте на листи, проверите поље за потврду у плавом наслове колона изнад листе. Након што сте изабрали сваки жељени студената са ове листе, кликните на дугме Додај Курс на изабране дугме Студенти на врху екрана. Уколико још нисте одабрали наравно да додате као захтев, морате да урадите да пре него што кликнете на ово дугме.
sv_se: Välj först en kurs som ska läggas till som en begäran genom att klicka på Välj en kurs länk längst upp på skärmen och välja kursen från popup-skärmen som visas. Du kan även utföra denna åtgärd från nästa skärm. Därefter söka för studenter. Observera att du kan söka för studenter som redan har en viss begäran eller är i en viss verksamhet. Detta kan vara användbart eftersom du kan lägga till en begäran laborationskurs för alla studenter som begärt kemi. Eller så kan du lägga till ett PE-kurs förfrågan till alla elever i Boys Basket. Från sökresultatet kan du välja valfritt antal studenter. För att välja alla elever i listan markerar du kryssrutan i den blå kolumnrubriker ovanför listan. När du valt varje önskad elev från listan, klicka på Lägg jaga till utvalda studenter knappen längst upp på skärmen. Om du inte har valt en kurs för att lägga till som en förfrågan måste du göra det innan du klickar på denna knapp.
th_th: ก่อนเลือกหลักสูตรที่จะเพิ่มตามคำขอโดยการคลิกที่เลือกการเชื่อมโยงหลักสูตรที่ด้านบนของหน้าจอและเลือกหลักสูตรจากหน้าจอป๊อปอัพที่ปรากฏขึ้น คุณยังสามารถดำเนินการนี​​้จากหน้าจอถัดไป ค้นหาถัดไปสำหรับนักเรียน ขอให้สังเกตว่าคุณสามารถค้นหาสำหรับนักเรียนที่มีการร้องขอบางอย่างหรืออยู่ในกิจกรรมบางอย่าง นี้จะมีประโยชน์เนื่องจากคุณสามารถเพิ่มหลักสูตรห้องปฏิบัติการขอให้นักเรียนทุกคนที่ร้องขอเคมี หรือคุณสามารถเพิ่มการร้องขอหลักสูตร PE เพื่อนักเรียนทุกคนในบาสเกตบอลชาย จากผลการค้นหาที่คุณสามารถเลือกจำนวนของนักเรียนใด ๆ เพื่อเลือกนักเรียนทั้งหมดที่อยู่ในรายการให้เลือกช่องทำเครื่องหมายในส่วนหัวของคอลัมน์สีน้ำเงินด้านบนรายการ หลังจากที่คุณได้เลือกนักเรียนที่ต้องการจากรายการนี​​้ให้คลิกที่หลักสูตรปุ่มเพิ่มไปที่นักเรียนเลือกที่ด้านบนของหน้าจอ หากคุณมีไม่ได้เลือกหลักสูตรที่จะเพิ่มตามคำขอที่คุณต้องทำก่อนที่คุณคลิกปุ่มนี้
tr_tr: Öncelikle, ekranın üst kısmında bir Sahası bağlantısını seçin tıklayarak ve görünen popup ekranından seçerek bir istek olarak eklenecek bir ders seçin. Ayrıca sonraki ekranda bu eylemi gerçekleştirebilir. Daha sonra, öğrenciler için arama. Zaten belli bir istek ya da belirli bir aktivite öğrenciler için arama yapabilirsiniz dikkat edin. Kimya istenen tüm öğrenciler için bir laboratuar kursu isteği ekleyebilirsiniz yararlı olabilir. Veya Erkekler Basketbol tüm öğrencilere PE kurs isteği ekleyebilirsiniz. Arama sonucu, herhangi bir öğrenci sayısını seçebilirsiniz. Listedeki tüm öğrencileri seçmek için, listenin üstündeki mavi sütun başlıkları onay kutusunu işaretleyin. Bu listeden istenen her öğrenci seçtikten sonra, ekranın üst kısmındaki Ekle Ders Seçilen Öğrenciler düğmesine tıklayın. Henüz bir istek olarak eklemek için bir ders seçmediyseniz bu düğmesini tıklamadan önce, bunu yapmanız gerekir.
uk_ua: По-перше, вибрати курс буде додано як запит, натиснувши Вибрати курс у верхній частині екрану і вибрати курс із спливаючого вікні. Ви також можете виконати цю дію з наступного екрану. Далі, пошук для студентів. Зверніть увагу, що ви можете шукати для студентів, які вже мають певний запит, або перебувають у певною діяльністю. Це може бути корисним, оскільки ви можете додати запит лабораторії курс для всіх студентів, які просили хімії. Або ви можете додати запит PE курс для всіх студентів в баскетбол Boys. З результатів пошуку, ви можете вибрати будь-яку кількість студентів. Щоб вибрати всі студенти в списку, встановіть прапорець у синій заголовки стовпців над списком. Після вибору бажаних кожного студента з цього списку, натисніть кнопку Додати, щоб курс вибраного Студенти у верхній частині екрана. Якщо ви ще не вибрали курс, щоб додати до запиту, ви повинні зробити, що перш ніж натиснути на цю кнопку.
wa_be: Yn gyntaf, dewiswch cwrs i&#39;w ychwanegu fel cais drwy glicio ar y ddolen Dewiswch Cwrs ar frig y sgrin a dewis y cwrs gan y sgrin popup sy&#39;n ymddangos. Gallwch hefyd wneud hyn oddi ar y sgrîn nesaf. Nesaf, chwilio ar gyfer myfyrwyr. Rhybudd y gallwch chwilio ar gyfer myfyrwyr sydd eisoes â chais penodol neu mewn gweithgaredd penodol. Gall hyn fod yn ddefnyddiol oherwydd gallwch ychwanegu labordy cais cwrs i bob myfyriwr sy&#39;n gofyn am gemeg. Neu gallwch ychwanegu cais cwrs AG i bob myfyriwr yn Bechgyn Pêl-fasged. O&#39;r canlyniad chwiliad, gallwch ddewis unrhyw nifer o fyfyrwyr. Er mwyn dewis yr holl fyfyrwyr yn y rhestr, gwiriwch y blwch yn y penawdau golofn las uwchben y rhestr. Ôl i chi ddewis pob myfyriwr a ddymunir o&#39;r rhestr hon, cliciwch ar y Cwrs Ychwanegu i Fyfyrwyr botwm dethol ar frig y sgrin. Os nad ydych eto wedi dewis cwrs i ychwanegu fel cais, rhaid i chi wneud hynny cyn i chi glicio botwm hwn.
zh_tw: 首先，選擇一門課程要增加一條，作為一個請求通過點擊鏈接選擇課程在屏幕上方並選擇當然，從彈出的屏幕顯示。您也可以執行這個動作從下一個畫面。其次，尋找學生。請注意，您可以搜索學生誰已經有一定的要求，或在一定的活動。這可能是有用的，因為你可以添加一個實驗室課程要求所有的學生誰要求的化學反應。或者，您可以添加一個體育課程要求所有學生在男孩籃球。從搜索結果中，你可以選擇任意數量的學生。要選擇所有的學生在列表中，選中複選框中的藍色標題欄上面的名單。在您選擇的每個需要的學生從這個列表中，單擊添加課程，學生選擇按鈕在屏幕上方。如果你還沒有選擇一門課程添加為一個請求，你必須做的，在你點擊這個按鈕。
