Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Delete Current Schedules
af_za: Huidige Skedules verwyder
ar_dz: حذف الجداول الحالية
be_by: Выдаленне бягучага раскладу
bg_bg: Изтриване на Current Разписания
bn_bd: বর্তমান পূর্বপরিকল্পনা মুছুন
da_dk: Slet Nuværende Tidsplaner
el_gr: Διαγραφή Τρέχουσα Δρομολόγια
es_es: Eliminar entradas de agenda actuales
et_ee: Kustuta Current Schedules
fa_ir: حذف برنامه جاری
fi_fi: Poista nykyinen aikataulut
ga_ie: Scrios Sceidil Reatha
gl_gl: Eliminar Horarios actual
hr_hr: Brisanje Trenutni Raspored
hu_hu: Törlés Aktuális ütemtervek
is_is: Eyða Núverandi Schedules
ja_jp: 現在のスケジュールを削除する
lt_lt: Ištrinti Aktualus Tvarkaraščiai
lv_lv: Dzēst Current grafiki
mk_mk: Избриши Сега Распоред
nn_no: Slett Gjeldende Schedules
pl_pl: Usuń bieżące Harmonogramy
pt_pt: Excluir Horários atual
ro_ro: Ştergere Orarele curent
ru_ru: Удаление текущего расписания
sk_sk: Zmazať aktuálne plány
sl_si: Brisanje Trenutni Urniki
sq_al: Delete Oraret aktuale
sr_rs: Обриши Тренутни Распореди
sv_se: Ta bort Aktuella scheman
th_th: ลบตารางปัจจุบัน
tr_tr: Şu Tarifeleri sil
uk_ua: Видалення поточного розкладу
wa_be: Dileu Atodlenni cyfredol
zh_tw: 刪除當前附表

source: Scheduler Progress
af_za: Planner Progress
ar_dz: جدولة التقدم
be_by: Планавальнік Прагрэс
bg_bg: Scheduler &quot;Прогрес&quot;
bn_bd: সময় নির্ধারণকারী অগ্রগতি
da_dk: Scheduler Fremskridt
el_gr: Scheduler Πρόοδος
es_es: Progreso del Programador
fa_ir: زمانبند پیشرفت
ga_ie: Sceidealóir Dul Chun Cinn
gl_gl: Schedule Progreso
hr_hr: Raspored Napredak
hu_hu: Scheduler haladás
is_is: Tímaáætlun Progress
ja_jp: スケジューラの進行状況
lt_lt: Tvarkaraštis pažangos
mk_mk: Распоред напредокот
nn_no: Planlegger Progress
pl_pl: Harmonogram Progress
pt_pt: Scheduler Progresso
ro_ro: Planificare Progress
ru_ru: Планировщик Прогресс
sk_sk: Plánovač pokroku
sq_al: Progresi Scheduler
sr_rs: Планер Напредак
sv_se: Schemaläggaren Framsteg
th_th: ความคืบหน้าการจัดตารางเวลา
tr_tr: Zamanlayıcı İlerleme
uk_ua: Планувальник Прогрес
wa_be: Scheduler Cynnydd
zh_tw: 調度進展

source: Optimizing ...
af_za: Optimalisering ...
ar_dz: تحسين ...
es_es: Optimización ...

source: Following Students cannot be accommodated as No More Seats Available or Periods Conflict
af_za: Volgende Studente kan nie as Geen meer setels beskikbaar of tydperke Konflik geakkommodeer word
ar_dz: الطلاب التالية لا يمكن استيعابها كما لا مزيد من المقاعد المتاحة أو فترات الصراع
es_es: Siguientes estudiantes no pueden alojarse como No More asientos disponibles o períodos de conflictos

source: Warning
af_za: Waarskuwing
ar_dz: تحذير
be_by: Папярэджанне
bg_bg: Предупреждение
bn_bd: পূর্বাভাস
da_dk: Advarsel
el_gr: Προειδοποίηση
es_es: Advertencia
et_ee: Hoiatus
fa_ir: هشدار
fi_fi: Varoitus
ga_ie: Rabhadh
gl_gl: Aviso
hr_hr: Upozorenje
hu_hu: Figyelmeztetés
is_is: Viðvörun
ja_jp: 警告
lt_lt: Įspėjimas
lv_lv: Brīdinājums
mk_mk: Предупредување
nn_no: Advarsel
pl_pl: Ostrzeżenie
pt_pt: Aviso
ro_ro: Avertizare
ru_ru: Предупреждение
sk_sk: Varovanie
sl_si: Opozorilo
sq_al: Paralajmërim
sr_rs: Упозорење
sv_se: Varning
th_th: การเตือน
tr_tr: Uyarı
uk_ua: Попередження
wa_be: Rhybudd
zh_tw: 警告

source: Error
af_za: Fout
ar_dz: خطأ
be_by: Памылка
bg_bg: Грешка
bn_bd: ভুল
da_dk: Fejl
el_gr: Σφάλμα
et_ee: Viga
fa_ir: خطا
fi_fi: Virhe
ga_ie: Earráid
gl_gl: Erro
hr_hr: Pogreška
hu_hu: Hiba
is_is: Villa
ja_jp: エラーが発生
lt_lt: Klaida
lv_lv: Kļūda
mk_mk: Грешка
nn_no: Feil
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba
sl_si: Napaka
sq_al: Gabim
sr_rs: Грешка
sv_se: Fel
th_th: ข้อผิดพลาด
tr_tr: Hata
uk_ua: Помилка
wa_be: Gwall
zh_tw: 錯誤

source: No Seats Available
af_za: Geen Plekke Beskikbaar
ar_dz: لا المقاعد المتاحة
es_es: No hay asientos disponibles

source: List Students
af_za: Lys Studente
ar_dz: قائمة الطلاب
be_by: Спіс студэнтаў
bg_bg: Списък Студенти
bn_bd: ফাইলসমূহের তালিকা
da_dk: Liste Studerende
el_gr: Οι μαθητές Λίστα
es_es: Listar Alumnos
et_ee: List Õpilased
fa_ir: دانشجویان فهرست
fi_fi: Luettelo Opiskelijat
ga_ie: Mic Léinn Liosta
gl_gl: Listado de Estudantes
hr_hr: Popis studenata
hu_hu: Lista diákok
is_is: Listi Nemendur
ja_jp: リストの学生
lt_lt: Sąrašas Studentai
lv_lv: Saraksts Studenti
mk_mk: Листа Студентите
nn_no: List Studenter
pl_pl: Studenci Lista
pt_pt: Listagem de Estudantes
ro_ro: Lista Studenţi
ru_ru: Список студентов
sk_sk: Zoznam študentov
sl_si: Seznam študentov
sq_al: Studentët lista
sr_rs: Списак студената
sv_se: Lista Studenter
th_th: รายชื่อนักเรียน
tr_tr: Listesi Öğrenciler
uk_ua: Список студентів
wa_be: Mae myfyrwyr yn Rhestr
zh_tw: 學生名單

source: List Unscheduled Students
af_za: Lys Ongeskeduleerde Studente
ar_dz: غير المجدولة قائمة الطلاب
be_by: Спіс Пазапланавыя студэнтаў
bg_bg: Списък Неплановата Студенти
bn_bd: তালিকা ছাত্র Unscheduled
da_dk: Liste Unscheduled Studerende
el_gr: Λίστα Έκτακτα φοιτητές
es_es: Lista de Alumnos sin Agenda
et_ee: List Plaaniväline Õpilased
fa_ir: لیست برنامه ریزی شده دانش آموزان
fi_fi: Luettelo Satunnaiset Opiskelijat
ga_ie: Liosta daltaí neamhsceidealta
gl_gl: Lista Unscheduled Estudantes
hr_hr: Popis nepredviđeni Studenti
hu_hu: Lista ütemezett diákok
is_is: Listi unscheduled Nemendur
ja_jp: リストスケジュールされていない学生
lt_lt: Sąrašas neplanuotos Studentai
lv_lv: Saraksts neplānotā Studenti
mk_mk: Листа непланирана Студентите
nn_no: List Ikke planlagte Studenter
pl_pl: Lista niezaplanowany Studenci
pt_pt: Lista Unscheduled Estudantes
ro_ro: Lista neprogramate Studenţi
ru_ru: Список Внеплановые студентов
sk_sk: Zoznam študentov Neplánované
sl_si: Seznam Nenačrtovana Študenti
sq_al: Lista e paplanifikuar Studentët
sr_rs: Листа непланиране Студенти
sv_se: Lista Oplanerade Studenter
th_th: รายชื่อนักเรียนที่นอกเหนือจากปกติ
tr_tr: Listesi Öğrenciler Programlanmamış
uk_ua: Список Позапланові студентів
wa_be: Rhestr Heb ei Drefnu Myfyrwyr
zh_tw: 計劃外學生名單

source: Family
af_za: Familie
ar_dz: عائلة
be_by: Сям&#39;я
bg_bg: Семейство
bn_bd: পরিবার
da_dk: Familie
el_gr: Οικογένεια
es_es: Familia
et_ee: Pere
fa_ir: خانواده
fi_fi: Perhe
ga_ie: Teaghlaigh
gl_gl: Familia
hr_hr: Obitelj
hu_hu: Család
is_is: Fjölskylda
ja_jp: ファミリー
lt_lt: Šeimos
lv_lv: Ģimenes
mk_mk: Семејство
nn_no: Familie
pl_pl: Rodzina
pt_pt: Família
ro_ro: Familie
ru_ru: Семья
sk_sk: Rodina
sq_al: Familje
sr_rs: Породица
sv_se: Familj
th_th: ครอบครัว
tr_tr: Aile
uk_ua: Сім&#39;я
wa_be: Teulu
zh_tw: 家庭

source: Families
af_za: Gesinne
ar_dz: العائلات
be_by: Сем&#39;і
bg_bg: Семейства
bn_bd: পরিবার
da_dk: Familier
el_gr: Οικογένειες
es_es: Familias
et_ee: Pered
fa_ir: خانواده
fi_fi: Perheet
ga_ie: Teaghlaigh
gl_gl: Familias
hr_hr: Obitelji
hu_hu: Családok
is_is: Fjölskyldur
ja_jp: 家族
lt_lt: Šeimos
lv_lv: Ģimenes
mk_mk: Семејствата
nn_no: Familier
pl_pl: Rodziny
pt_pt: Famílias
ro_ro: Familii
ru_ru: Семьи
sk_sk: Rodiny
sl_si: Družine
sq_al: Familjet
sr_rs: Породице
sv_se: Familjer
th_th: ครอบครัว
tr_tr: Aileler
uk_ua: Сім&#39;ї
wa_be: Teuluoedd
zh_tw: 家庭

source: Start Time
af_za: Begin Tyd
ar_dz: بدء التوقيت
bn_bd: শুরুর সময়
da_dk: Starttidspunkt
el_gr: Ώρα Έναρξης
es_es: Hora de Inicio
fa_ir: زمان شروع
fi_fi: Aloitusaika
ga_ie: Am Tosaithe
hr_hr: Početak Vrijeme
hu_hu: Kezdés
ja_jp: 時間を開始
lt_lt: Pradžios laikas
lv_lv: Sākuma laiks
mk_mk: Почеток
pl_pl: Czas rozpoczęcia
ro_ro: Ora de începere
sk_sk: Čas začiatku
sl_si: Začetni čas
sq_al: Koha e fillimit
sr_rs: Време почетка
sv_se: Starttid
th_th: เวลาเริ่มต้น
tr_tr: Başlangıç ​​Saati
wa_be: Amser Cychwyn
zh_tw: 開始時間

source: End Time
af_za: Eindtyd
ar_dz: نهاية دوام
be_by: Час заканчэння
bg_bg: Край
bn_bd: সমাপ্তি সময়
da_dk: Sluttidspunkt
el_gr: Ώρα λήξης
es_es: Hora de Finalización
et_ee: Lõpuaeg
fa_ir: زمان پایان
fi_fi: Päättymisaika
ga_ie: Am Deireadh
gl_gl: Tempo final
hr_hr: Kraj Vrijeme
hu_hu: Vége idő
ja_jp: 終了時間
lt_lt: Pabaigos laikas
lv_lv: Beigu laiks
mk_mk: Крај Време
nn_no: Sluttid
pl_pl: Koniec
pt_pt: Tempo final
ro_ro: Ora de sfarsit
ru_ru: Время окончания
sk_sk: Čas ukončenia
sl_si: Končni čas
sq_al: Fundi
sr_rs: Крајње време
sv_se: Sluttid
th_th: เวลาสิ้นสุด
tr_tr: Bitiş Saati
uk_ua: Час закінчення
wa_be: Amser Gorffen
zh_tw: 結束時間

source: No Schedule Found
af_za: Geen Bylae gevind
ar_dz: لم يتم العثور على الجدول
be_by: Няма Расклад знойдзена
bg_bg: Не График Found
bn_bd: কোন সময়সূচি পাওয়া যায়নি:
da_dk: Ingen Planlæg fundet
el_gr: Δεν βρέθηκαν Πρόγραμμα
es_es: No se encontró Agenda
et_ee: Ajakava Found
fa_ir: هیچ برنامه زمانبندی پیدا نشد
fi_fi: Aikataulua ei löytynyt
ga_ie: Uimh Sceideal Aimsíodh
gl_gl: Programación non atopado
hr_hr: Nema Raspored pronađeni
hu_hu: Nem található Menetrend
is_is: Engin Stundaskrá Found
ja_jp: いいえスケジュールが見つかりません
lt_lt: Tvarkaraštis Rasta
lv_lv: Nr Kalendārs Found
mk_mk: Не Распоред пронајдено
nn_no: No Schedule funnet
pl_pl: Harmonogram nie znaleziono
pt_pt: Programação não encontrado
ro_ro: S-au găsit nici un program
ru_ru: Нет Расписание Найдено
sk_sk: Nie harmonogram nájdený
sl_si: Št Razpored Found
sq_al: No Orari Found
sr_rs: Нема Распоред Пронађено
sv_se: Inget schema Hittade
th_th: ตารางไม่พบข้อมูล
tr_tr: Zamanlama Bulundu
uk_ua: Ні Розклад Знайдено
wa_be: Dim Atodlen wedi ei ddarganfod
zh_tw: 沒有找到時間表

source: No Records were found.
af_za: Geen rekords gevind.
ar_dz: تم العثور على أية سجلات.
be_by: Запісаў не былі знойдзеныя.
bg_bg: Не са намерени записи.
bn_bd: কোন ফাইল পাওয়া যায়নি এখানে:
da_dk: Ingen poster blev fundet.
el_gr: Δεν βρέθηκαν εγγραφές.
es_es: No se encontraron registros.
et_ee: Kirjeid ei leitud.
fa_ir: هیچ اطلاعاتی یافت نشد.
fi_fi: Merkintöjä ei löytynyt.
ga_ie: Nach bhfuarthas aon taifid.
gl_gl: Ningún rexistro se atopou.
hr_hr: Podaci nisu pronađeni.
hu_hu: Nem Records találtak.
is_is: Engar færslur fundust.
ja_jp: レコードが見つかりませんでした。
lt_lt: Nėra įrašų nerasta.
lv_lv: Nr Records netika atrasts.
mk_mk: Не рекорди се пронајдени записи.
nn_no: Ingen poster ble funnet.
pl_pl: Brak informacji nie znalazła.
pt_pt: Nenhum registro foi encontrado.
ro_ro: Nu s-au găsit Records.
ru_ru: Записей не были найдены.
sk_sk: Neboli nájdené žiadne záznamy.
sl_si: Št Records bile ugotovljene.
sq_al: Asnjë Records janë gjetur.
sr_rs: Ниједан запис није пронађена.
sv_se: Inga uppgifter hittades.
th_th: ไม่มีระเบียนพบว่า
tr_tr: Kayıt bulundu.
uk_ua: Записів не були знайдені.
wa_be: Ni Roedd cofnodion yn dod o hyd.
zh_tw: 沒有記錄被找到。

source: Please select the Marking Period
af_za: Kies asseblief die nasienperiode
ar_dz: يرجى تحديد فترة الوسم
be_by: Калі ласка, абярыце ацэначны перыяд
bg_bg: Моля изберете периода за маркиране
bn_bd: অনুগ্রহ করে ভাষার কোড নির্ধারণ করুন:
da_dk: Vælg den Mærkning Periode
el_gr: Επιλέξτε την Σήμανση Περίοδος
es_es: Por Favor seleccione el Período de Evaluación
et_ee: Palun valige tähistamine perioodile
fa_ir: لطفا انتخاب دوره مشخص
fi_fi: Valitse Merkintä Period
ga_ie: Roghnaigh an Tréimhse Marcála
gl_gl: Escolla o período de verificación
hr_hr: Molimo odaberite obilježavanja razdoblje
hu_hu: Kérjük, válassza ki a jelölés időszak
is_is: Vinsamlegast veldu Merking Period
ja_jp: マーキング期間を選択してください
lt_lt: Prašome pasirinkti žymėjimas Laikotarpis
lv_lv: Lūdzu, izvēlieties Marķēšanas periods
mk_mk: Ве молиме одберете Обележување Период
nn_no: Vennligst velg Merking Periode
pl_pl: Wybierz okres CE
pt_pt: Por favor selecione o Período de Marcação
ro_ro: Vă rugăm să selectaţi perioada de marcare
ru_ru: Пожалуйста, выберите оценочный период
sk_sk: Prosím, vyberte obdobie značenie
sl_si: Izberite Marking obdobje
sq_al: Ju lutemi zgjidhni Periudha Shënimi
sr_rs: Молимо Вас да одаберете Обележавање период
sv_se: Välj märkningen Period
th_th: กรุณาเลือกระยะเวลาการทำเครื่องหมาย
tr_tr: Lütfen İşaretleme Dönemi seçin
uk_ua: Будь ласка, виберіть оцінний період
wa_be: Dewiswch y Cyfnod Marcio
zh_tw: 請選擇評分期

source: Unscheduled Request
af_za: Ongeskeduleerde Versoek
ar_dz: لم يكن مقررا طلب
be_by: Пазапланавыя Запыт
bg_bg: Неплановата Искане
bn_bd: অনুরোধ Unscheduled
el_gr: Μη προγραμματισμένη Αίτηση
es_es: Solicitud No Agendada
et_ee: Plaaniväline taotlus
fa_ir: درخواست برنامه ریزی شده
fi_fi: Satunnaiset Request
ga_ie: Neamhsceidealta Iarratas
gl_gl: Solicitude de cita
hr_hr: Nepredviđeni Zahtjev
hu_hu: Nem ütemezett kérése
ja_jp: 予定外のリクエスト
lt_lt: Neplanuotas Užsisakyti
lv_lv: Neplānotu pieprasījums
mk_mk: Непланирана Барање
nn_no: Ukontrollert Request
pl_pl: Wniosek nieplanowanych
pt_pt: Pedido de marcação
ro_ro: Neprogramate Cerere
ru_ru: Внеплановые Запрос
sk_sk: Neplánovanej Dopyt
sl_si: Nenačrtovana Request
sq_al: Kërkesë paplanifikuar
sr_rs: Непланиране Захтев
sv_se: Oplanerade Begär
th_th: ขอนอกเหนือจากปกติ
tr_tr: Planlanmamış İstek
uk_ua: Позапланові Запит
wa_be: Cais heb ei Drefnu
zh_tw: 不定期請求

source: Unscheduled Requests
af_za: Ongeskeduleerde Versoeke
ar_dz: تطلب مجدول
be_by: Пазапланавыя просіць
bg_bg: Неплановата Заявки
bn_bd: Unscheduled অনুরোধ
da_dk: Unscheduled Anmodninger
el_gr: Μη προγραμματισμένη Αιτήσεις
es_es: Solicitudes No Agendadas
et_ee: Plaaniväline taotlused
fa_ir: درخواست برنامه ریزی شده
fi_fi: Satunnaiset pyynnöt
ga_ie: Iarratais neamhsceidealta
gl_gl: As peticións non programados
hr_hr: Nepredviđeni Zahtjevi
hu_hu: Nem ütemezett kérések
is_is: Unscheduled Beiðnir
ja_jp: スケジュールされていない要求
lt_lt: Neplanuotas Prašymai
lv_lv: Neplānotu Pieprasījumi
mk_mk: Непланирана Барања
nn_no: Ukontrollert Forespørsler
pl_pl: Wnioski nieplanowanych
pt_pt: Os pedidos não programados
ro_ro: Neprogramate Cereri
ru_ru: Внеплановые просит
sk_sk: Neplánovanej Žiadosti
sl_si: Nenačrtovana Prošnje
sq_al: Kërkesat paplanifikuar
sr_rs: Непланиране Захтеви
sv_se: Oplanerade Begäran
th_th: ขอนอกเหนือจากปกติ
tr_tr: Planlanmamış İstekler
uk_ua: Позапланові просить
wa_be: Ceisiadau heb ei Drefnu
zh_tw: 計劃外要求

source: No weight was selectd for
af_za: Geen gewig was selectd vir
ar_dz: وكان selectd أي وزن ل
be_by: Няма вага selectd для
bg_bg: Не е selectd тегло
bn_bd: কোন ওজন জন্য selectd ছিল
da_dk: Ingen vægt var selectd for
el_gr: Δεν βάρος ήταν selectd για
et_ee: Ei kaal oli selectd eest
fa_ir: هیچ وزن برای selectd شد
fi_fi: Ei paino oli selectd varten
ga_ie: Bhí selectd Uimh meáchain do
gl_gl: Ningún peso foi para selectd
hr_hr: Nema težina je selectd za
hu_hu: Nem volt tömeg a selectd
is_is: Nei þyngd var selectd fyrir
ja_jp: いいえ重量がためにselectdされていない
lt_lt: Nr svoris buvo selectd
lv_lv: Nr svars bija selectd par
mk_mk: Не тежина беше selectd за
nn_no: Ingen vekt var selectd for
pl_pl: Brak wagi selectd dla
pt_pt: Nenhum peso foi para selectd
ro_ro: Nr greutate a fost selectd pentru
ru_ru: Нет вес selectd для
sk_sk: Žiadna váha bola selectd pre
sl_si: Št teža je bila za selectd
sq_al: Nuk ka peshë ishte selectd për
sr_rs: Нема тежина је селецтд за
sv_se: Inga vägde selectd för
th_th: น้ำหนักไม่ได้ selectd สำหรับ
tr_tr: No ağırlık için selectd
uk_ua: Ні вага selectd для
wa_be: Dim pwysau oedd selectd ar gyfer
zh_tw: 對於沒有重量selectd

source: Schedule not available
af_za: Skedule nie beskikbaar
ar_dz: الجدول الزمني غير متوفرة
es_es: Horario no disponible

source: does not have a weight of
af_za: het nie &#39;n gewig van
ar_dz: لم يقم وزنا من
be_by: не мае вагі
bg_bg: не разполага с тегло на
bn_bd: একটি ওজন না
da_dk: ikke har en vægt på
el_gr: δεν έχει το βάρος της
et_ee: ei ole kaal
fa_ir: وزن
fi_fi: ei ole paino
ga_ie: nach bhfuil meáchan de
gl_gl: non ten un peso de
hr_hr: nema težinu
hu_hu: nincs súlya
is_is: er ekki með þyngd
ja_jp: の重みを持っていない
lt_lt: nėra svoris
lv_lv: nav svars
mk_mk: нема тежина од
nn_no: har ikke en vekt på
pl_pl: nie ma wagi
pt_pt: não tem um peso de
ro_ro: nu are o greutate de
ru_ru: не имеет веса
sk_sk: nemá váhu
sl_si: nima teže
sq_al: nuk ka një peshë prej
sr_rs: нема тежину
sv_se: har inte en vikt på
th_th: ไม่ได้มีน้ำหนักของ
tr_tr: bir ağırlığa sahip değildir
uk_ua: не має ваги
wa_be: nid oes ganddo pwysau
zh_tw: 沒有重量

source: List of Events
af_za: Lys van gebeurtenisse
ar_dz: قائمة الأحداث
be_by: Спіс падзей
bg_bg: Списък на събитията
bn_bd: অনুষ্ঠান তালিকা
da_dk: Liste over begivenheder
el_gr: Λίστα Εκδηλώσεων
es_es: Listado de Eventos
et_ee: Sündmuste nimekiri
fa_ir: فهرست رویدادها
fi_fi: Luettelo Tapahtumat
ga_ie: Liosta Imeachtaí
gl_gl: Lista de eventos
hr_hr: Popis događanja
hu_hu: Események listáját
is_is: Listi yfir Viðburðir
ja_jp: イベントのリスト
lt_lt: Įvykių sąrašas
lv_lv: Notikumu sarakstu
mk_mk: Листа на Настани
nn_no: Liste over Hendelser
pl_pl: Lista wydarzeń
pt_pt: Lista de Eventos
ro_ro: Lista de evenimente
ru_ru: Список событий
sk_sk: Prehľad akcií
sl_si: Seznam dogodkov
sq_al: Lista e Events
sr_rs: Списак догађаја
sv_se: Lista över evenemang
th_th: รายการของกิจกรรม
tr_tr: Etkinlik Listesi
uk_ua: Список подій
wa_be: Rhestr o Ddigwyddiadau
zh_tw: 活動列表

source: Default Calendar for this School
af_za: Standaard Jaarboek vir die Skool
ar_dz: التقويم الافتراضي لهذه المدرسة
be_by: Каляндар для гэтай школы
bg_bg: Default Calendar за това училище
bn_bd: এই স্কুল জন্য ডিফল্ট ক্যালেন্ডার
da_dk: Standard Kalender til denne skole
el_gr: Προεπιλεγμένο ημερολόγιο για το σχολείο
es_es: Calendario Predeterminado para esta Institución
et_ee: Default Calendar selle kooli
fa_ir: Default Calendar تقویم برای این مدرسه
fi_fi: Default Calendar tähän School
ga_ie: Féilire Réamhshocrú don Scoil
gl_gl: Calendario estándar para esa escola
hr_hr: Default Kalendar za ovaj škole
hu_hu: Naptár e Iskola
is_is: Default Calendar fyrir þessum skóla
ja_jp: この学校のためのデフォルトのカレンダー
lt_lt: Ši mokykla Default Calendar
lv_lv: Default Calendar par šo skolu
mk_mk: Календар за оваа школа
nn_no: Kalender for denne skolen
pl_pl: Kalendarz dla tej szkoły
pt_pt: Calendário padrão para essa escola
ro_ro: Default Calendar pentru această Şcoală
ru_ru: Календарь для этой школы
sk_sk: Default Calendar pre túto školu
sl_si: Default Calendar za to School
sq_al: Default Calendar për këtë Shkolla
sr_rs: Дефаулт Цалендар за ове школе
sv_se: Default Calendar för den här skolan
th_th: ปฏิทินเริ่มต้นสำหรับโรงเรียนนี้
tr_tr: Bu Okulu Default Calendar
uk_ua: Календар для цієї школи
wa_be: Calendr diofyn ar gyfer yr Ysgol
zh_tw: 這所學校的默認日曆

source: Selected Day has association
af_za: Geselekteerde dag het assosiasie
ar_dz: اليوم لديه نخبة الجمعيات
es_es: Día seleccionado tiene asociación

source: Create a new calendar
af_za: Skep &#39;n nuwe kalender
ar_dz: إنشاء تقويم جديد
be_by: Ствараць новы каляндар
bg_bg: Създаване на нов календар
bn_bd: একটি নতুন ক্যালেন্ডার তৈরি করুন
da_dk: Opret en ny kalender
el_gr: Δημιουργία νέου ημερολογίου
es_es: Crear un nuevo calendario
et_ee: Uue kalendri
fa_ir: ایجاد یک تقویم جدید
fi_fi: Luo uusi kalenteri
ga_ie: Cruthaigh féilire nua
gl_gl: Crear un novo calendario
hr_hr: Stvaranje novog kalendara
hu_hu: Új naptár létrehozása
is_is: Búa til nýjan dagbók
ja_jp: 新しいカレンダーを作成する
lt_lt: Sukurti naują kalendorių
lv_lv: Izveidot jaunu kalendāru
mk_mk: Креирај нов календар
nn_no: Opprett en ny kalender
pl_pl: Tworzenie nowego kalendarza
pt_pt: Criar um novo calendário
ro_ro: Crearea unui calendar nou
ru_ru: Создавать новый календарь
sk_sk: Vytvoriť nový kalendár
sl_si: Ustvarjanje novega koledarja
sq_al: Krijo një kalendar të ri
sr_rs: Направи нови календар
sv_se: Skapa en ny kalender
th_th: สร้างปฏิทินใหม่
tr_tr: Yeni bir takvim oluşturun.
uk_ua: Створювати новий календар
wa_be: Creu calendr newydd
zh_tw: 創建一個新日曆

source: Cannot delete because calendars are associated.
af_za: Kan nie verwyder word nie omdat die agenda is wat verband hou.
ar_dz: لا يمكن حذف لأن ترتبط التقويمات.
be_by: Не магу выдаліць таму што календары звязаныя.
bg_bg: Не можеш да изтриеш, защото календари са свързани.
bn_bd: কারণ ক্যালেন্ডার যুক্ত হয় মুছে ফেলা যায় না.
da_dk: Kan ikke slette fordi kalendere er tilknyttet.
el_gr: Δεν είναι δυνατή η διαγραφή, επειδή τα ημερολόγια είναι συνδεδεμένες.
et_ee: Kustutada ei saa, sest kalendrid on seotud.
fa_ir: حذف به دلیل تقویمهای در ارتباط هستند.
fi_fi: Ei voi poistaa, koska Kalenterit liittyy.
ga_ie: Ní féidir a scriosadh toisc go féilirí go bhfuil a bhaineann leo.
gl_gl: Non se pode borrar porque calendarios están asociados.
hr_hr: Ne može se izbrisati, jer su kalendari povezani.
hu_hu: Nem lehet törölni, mert naptárak kapcsolódnak.
is_is: Get ekki eytt því dagatöl eru tengd.
ja_jp: カレンダーに関連付けられているため、削除できません。
lt_lt: Negalite trinti, nes kalendorius yra susiję.
lv_lv: Nevar izdzēst, jo kalendāri ir saistīti.
mk_mk: Не можете да ги избришете бидејќи календарите се поврзани.
nn_no: Kan ikke slette fordi kalendere er tilknyttet.
pl_pl: Nie można usunąć, ponieważ kalendarze są związane.
pt_pt: Não é possível excluir porque calendários estão associados.
ro_ro: Nu se poate şterge, deoarece sunt asociate calendare.
ru_ru: Не могу удалить потому что календари связаны.
sk_sk: Nemožno odstrániť, pretože sú spojené kalendára.
sl_si: Ne morem izbrisati, ker so povezane koledarje.
sq_al: Nuk mund të fshini sepse kalendarët janë të lidhur.
sr_rs: Не можете брисати јер календари су повезане.
sv_se: Kan inte ta bort eftersom kalendrar är knutna.
th_th: ไม่สามารถลบเนื่องจากมีการเชื่อมโยงปฏิทิน
tr_tr: Takvimler ilişkili olduğu için silinemiyor.
uk_ua: Не можу видалити, тому що календарі пов&#39;язані.
wa_be: Does dim modd dileu oherwydd calendr yn cael eu cysylltu.
zh_tw: 無法刪除，因為日曆有關聯。

source: Edit this calendar
af_za: Redigeer hierdie kalender
ar_dz: تعديل هذا الجدول الزمني
be_by: Рэдагаваць гэты каляндар
bg_bg: Редактиране на този календар
bn_bd: এই ক্যালেন্ডার সম্পাদনা
da_dk: Rediger denne kalender
el_gr: Επεξεργασία αυτό το ημερολόγιο
es_es: Editar este calendario
et_ee: Edit see kalender
fa_ir: این تقویم را ویرایش کنید
fi_fi: Muokkaa tätä kalenteria
ga_ie: Athraigh an féilire
gl_gl: Editar esta axenda
hr_hr: Uredi kalendar
hu_hu: Szerkeszd ezt a naptár
is_is: Breyta þessari Dagatal
ja_jp: このカレンダーを編集
lt_lt: Redaguoti šį kalendorių
lv_lv: Rediģēt šo kalendāru
mk_mk: Уредете ја оваа календар
nn_no: Rediger denne kalenderen
pl_pl: Edytuj ten kalendarz
pt_pt: Editar esta agenda
ro_ro: Editaţi acest calendar
ru_ru: Редактировать этот календарь
sk_sk: Editovať tento kalendár
sl_si: Uredi ta koledar
sq_al: Edit këtij kalendari
sr_rs: Измените овај календар
sv_se: Redigera denna kalender
th_th: แก้ไขปฏิทินนี้
tr_tr: Bu takvim Düzenle
uk_ua: Редагувати цей календар
wa_be: Golygu calendr hwn
zh_tw: 編輯此日曆

source: New Event
af_za: Nuwe Gebeurtenis
ar_dz: حدث جديد
be_by: Новыя падзеі
bg_bg: Ново събитие
da_dk: Ny begivenhed
et_ee: Uus sündmus
fa_ir: کردن رویداد تازه
fi_fi: Uusi tapahtuma
ga_ie: Imeacht Nua
gl_gl: Novo Evento
hr_hr: Novi događaj
hu_hu: Új esemény
is_is: Afmæli
ja_jp: 新しいイベント
lt_lt: Naują Įvykį
lv_lv: Jauns notikums
mk_mk: Нов настан
nn_no: Ny begivenhet
pl_pl: Nowe Wydarzenie
pt_pt: Novo Evento
ro_ro: Nou Eveniment
ru_ru: Новые события
sk_sk: Nové udalosti
sl_si: Nov dogodek
sq_al: Ngjarje te re
sr_rs: Нови догађај
sv_se: Ny händelse
th_th: เหตุการณ์ใหม่
tr_tr: Yeni olay
uk_ua: Нові події
wa_be: Digwyddiad Newydd
zh_tw: 新事件

source: Administrator w/Custom
af_za: Administrateur w / Custom
ar_dz: مسؤول ث / مخصص
be_by: Адміністратар ж / Custom
bg_bg: Администратор w / Custom
bn_bd: প্রশাসক W / কাস্টম
da_dk: Administrator m / Brugerdefineret
el_gr: Διαχειριστής w / Προσαρμοσμένο
es_es: Administrador
et_ee: Administraator w / Custom
fa_ir: مدیر W / سفارشی
fi_fi: Ylläpitäjä w / Custom
ga_ie: Riarthóir w / an Chustaim
gl_gl: Administrador w / Custom
hu_hu: Administrator w / Egyedi
is_is: Stjórnandi w / Custom
ja_jp: 管理者のw /カスタム
lt_lt: Administratorius m / Custom
lv_lv: Administrators w / Custom
mk_mk: Администратор W / прилагодување по желба
pt_pt: Administrador w / Custom
ro_ro: Administrator w / Personalizat
ru_ru: Администратор ж / Custom
sk_sk: Správca w / Vlastné
sl_si: Administrator w / po meri
sr_rs: Администратор В / Прилагођено
sv_se: Administratör w / Anpassad
th_th: ผู้ดูแล w / กำหนดเอง
tr_tr: Yönetici w / Özel
uk_ua: Адміністратор ж / Custom
wa_be: Gweinyddwr w / Custom
zh_tw: 管理員 W /自定義
