Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: Clicking on Current Student on the top of the screen will display the days attendance records for the current student displayed in the left frame.
af_za: Klik op Huidige Studente op die bokant van die skerm sal vertoon die dae bywoning rekords vir die huidige student in die linker raam vertoon.
be_by: Націск на Бягучы Студэнцкі на верхняй частцы экрана будзе адлюстроўвацца дні рэкорды наведвальнасці за бягучы студэнта адлюстроўваецца ў левым фрэйме.
bg_bg: Кликвайки върху Текущи Студентски върху горната част на екрана ще се покаже дни посещаемостта записи за текущата студент, показани в лявата рамка.
bn_bd: পর্দার উপরে বর্তমান ছাত্র ক্লিক দিন বর্তমান ছাত্র বাম ফ্রেমে প্রদর্শিত জন্য উপস্থিতি রেকর্ড প্রদর্শন করবে.
da_dk: Hvis du klikker på Nuværende studerende på toppen af ​​skærmen vil vise dagene fremmødekontrol for den aktuelle studerende, der vises i rammen til venstre.
el_gr: Κάνοντας κλικ σε τρέχουσες Φοιτητής στο πάνω μέρος της οθόνης θα εμφανιστούν οι εγγραφές συμμετοχής ημέρες για το σημερινό σπουδαστή που εμφανίζεται στο αριστερό πλαίσιο.
et_ee: Klõpsates Current Student peal ekraan kuvab päeva osalemise arvestust jooksva õpilane kuvatakse vasakule raami.
fa_ir: با کلیک بر روی دانشجوی فعلی در بالای صفحه نمایش روز سوابق حضور و غیاب برای دانشجوی فعلی نمایش داده شده در قاب سمت چپ را نشان می دهد.
fi_fi: Klikkaamalla Nykyinen Student päällä näyttö päivän osallistujien luetteloja nykyisen opiskelija näkyvät vasemmassa kehyksessä.
ga_ie: Cliceáil ar an Mac Léinn Reatha ar an barr an scáileáin taispeána na taifid tinrimh laethanta don mhac léinn reatha ar taispeáint i bhfráma chlé.
gl_gl: Premendo sobre Student actual na parte superior da pantalla ha amosar os rexistros de atención días para o estudante actual amosa no cadro á esquerda.
hr_hr: Klikom na trenutno student na vrhu ekrana će se prikazati dane pohađanje evidencije za trenutno student prikazan u lijevom okviru.
hu_hu: Kattintva jelenlegi hallgatói a képernyő felső részén jelenik meg a nap jelenléti ívet az adott diák jelenik meg a bal oldali keretben.
is_is: Ef smellt er á Núverandi nemenda á the toppur af the skjár vilja sýna þeim dögum aðsókn færslur fyrir núverandi nemendur birtist í vinstri rammanum.
ja_jp: 画面の上部に現在の学生をクリックすると、左フレームに表示されている現在の学生のための日の出席の記録が表示されます。
lt_lt: Paspaudę ekrano viršuje Aktualus Studentų bus rodomas dienas darbo laiko apskaitos žiniaraščius dabartinis studentas, rodoma kairiajame rėmelyje.
lv_lv: Uzklikšķinot uz Pašreizējais studentu uz augšu uz ekrāna parādīsies dienas dalībnieku ziņojumiem attiecībā uz pašreizējo studentu parādīts kreisajā rūtī.
mk_mk: Со кликнување на тековните студент на врвот на екранот ќе се прикаже на дена присуство евиденција за тековната студент прикажани во левата рамка.
nn_no: Ved å klikke på gjeldende Student på toppen av skjermen vil vise dagene møteprotokoller for gjeldende student vises i venstre ramme.
pl_pl: Kliknięcie na bieżący studentów w górnej części ekranu wyświetli dni rekordy frekwencji w obecnym studentów wyświetlane w lewej ramce.
pt_pt: Clicando sobre Student atual na parte superior da tela irá exibir os registros de atendimento dias para o estudante atual exibido no quadro à esquerda.
ro_ro: Faceţi click pe student curente pe partea de sus a ecranului va afişa înregistrările de prezenţă zile pentru student curent afişate în cadrul din stânga.
ru_ru: Нажатие на Текущий Студенческий на верхней части экрана будет отображаться дни рекорды посещаемости за текущий студента отображается в левом фрейме.
sk_sk: Kliknutím na aktuálne Študent v hornej časti obrazovky sa zobrazí dní dochádzky pre aktuálny študentov zobrazí v ľavom ráme.
sl_si: S klikom na Trenutni Študent na vrhu zaslona se bo prikazal dni prisotnosti evidence za tekoče študenta prikazan v levem okvirčku.
sq_al: Duke klikuar mbi Student aktuale në krye të ekranit do të tregojë të dhënat ditët e frekuentimit për nxënësit e tanishme shfaqur në kuadrin e majtë.
sr_rs: Кликом на Тренутни студената на врху екрана ће се приказати дана евиденцију присуства за тренутни студентски приказан у левом оквиру.
sv_se: När du klickar på Student på toppen av skärmen visas de dagar publikrekord för den aktuella eleven som visas i den vänstra ramen.
th_th: คลิกที่นักศึกษาปัจจุบันที่ด้านบนของหน้าจอจะแสดงระเบียนที่วันที่เข้าร่วมประชุมสำหรับนักเรียนในปัจจุบันที่ปรากฏในกรอบด้านซ้าย
tr_tr: Şu Öğrenci ekranın üstüne tıkladığınızda sol çerçeve içinde görüntülenen geçerli öğrenci için gün devam kayıtları gösterecektir.
uk_ua: Натискання на Поточний Студентський на верхній частині екрану буде відображатися дні рекорди відвідуваності за поточний студента відображається в лівому фреймі.
wa_be: Bydd clicio ar Myfyrwyr cyfredol ar frig y sgrin yn dangos y presenoldeb diwrnod cofnodion ar gyfer y myfyrwyr presennol eu harddangos yn y ffrâm chwith.
zh_tw: 點擊對當前學生的頂部，屏幕將顯示天出勤記錄當前學生顯示在左框架。

source: Add Absences
af_za: Voeg Afwesighede
ar_dz: إضافة الغياب
be_by: Дадаць Адсутнасць
bg_bg: Добави Отсъствия
bn_bd: অনুপস্থিতিতে যোগ করুন
da_dk: Tilføj Fravær
el_gr: Προσθήκη Απουσίες
es_es: Agregar Inasistencias
et_ee: Lisa Puudumised
fa_ir: اضافه کردن غیبت
fi_fi: Lisää Poissaolot
ga_ie: Cuir Asláithreachtaí
gl_gl: Engadir Ausencia
hr_hr: Dodaj izostanaka
hu_hu: Add távollét
is_is: Bæta Fjarvista
ja_jp: 欠席を追加
lt_lt: Pridėti Nedalyvavimai
lv_lv: Pievienot kavējumiem
mk_mk: Додај отсуства
nn_no: Legg Fravær
pl_pl: Dodaj Nieobecności
pt_pt: Adicionar Ausências
ro_ro: Adaugă Absenţele
ru_ru: Добавить Отсутствия
sk_sk: Pridanie neprítomnosť
sl_si: Dodaj odsotnosti
sq_al: Add Mungesat
sr_rs: Додај Изостанци
sv_se: Lägg Frånvaro
th_th: เพิ่มการขาดเรียน
tr_tr: Devamsızlık ekle
uk_ua: Додати Відсутності
wa_be: Ychwanegu Absenoldebau
zh_tw: 添加缺席

source: This page allows you to add an absence to a group of students in one action.
af_za: Op hierdie bladsy kan jy &#39;n afwesigheid toe te voeg tot&#39; n groep studente in een aksie.
ar_dz: هذه الصفحة تسمح لك إضافة إلى عدم وجود مجموعة من الطلاب في عمل واحد.
be_by: На гэтай старонцы можна дадаць адсутнасць у групе студэнтаў у адной дзеі.
bg_bg: Тази страница Ви позволява да добавяте отсъствие на група ученици в едно действие.
bn_bd: এই পৃষ্ঠায় আপনি ছাত্রদের একটি দলের এক কাজ তার অনুপস্থিতি যোগ করতে পারবেন.
da_dk: Denne side tillader dig at tilføje et fravær til en gruppe af studerende på én gang.
el_gr: Αυτή η σελίδα σας επιτρέπει να προσθέσετε μια απουσία σε μια ομάδα μαθητών σε μια δράση.
es_es: Esta página le permite agregar las inasistencias de un grupo de alumnos en una sola acción.
et_ee: Sellel leheküljel saab lisada puudumisel rühma õpilaste üks tegevus.
fa_ir: این صفحه به شما اجازه می دهد به اضافه کردن عدم وجود یک گروه از دانش آموزان در یک اقدام می باشد.
fi_fi: Tällä sivulla voit lisätä poissaolon opiskelijaryhmälle yhdellä toiminnolla.
ga_ie: Ceadaíonn an leathanach seo tú le neamhláithreacht a chur ar ghrúpa de mhic léinn in aon chaingean.
gl_gl: Esta páxina permite que engade unha ausencia de un grupo de estudantes nunha acción.
hr_hr: Ova stranica vam omogućava da dodati odsutnosti na skupinu studenata u jednoj akciji.
hu_hu: Ez az oldal lehetővé teszi hozzá hiánya, hogy egy csoport diák egy akció.
is_is: Þessi síða gerir þér kleift að bæta fjarveru við hóp af nemendum í einni aðgerð.
ja_jp: このページでは、1つのアクションでの学生のグループにないことを追加することができます。
lt_lt: Šis puslapis leidžia jums pridėti vieną veiksmą nėra studentų grupė.
lv_lv: Šī lapa ļauj pievienot neesamība, lai studentu grupu, vienā darbībā.
mk_mk: Оваа страница ви овозможува да додадете отсуство на група на студенти во една акција.
nn_no: Denne siden lar deg legge til et fravær til en gruppe studenter i én handling.
pl_pl: Ta strona pozwala na dodawanie nieobecności do grupy uczniów w jednej akcji.
pt_pt: Esta página permite que você adicione uma ausência de um grupo de estudantes em uma ação.
ro_ro: Această pagină vă permite să adăugaţi o absenţă de un grup de elevi într-o singură acţiune.
ru_ru: На этой странице можно добавить отсутствие в группе студентов в одном действии.
sk_sk: Táto stránka vám umožní pridať absencia so skupinou študentov v jednej akcie.
sl_si: Ta stran vam omogoča dodajanje odsotnosti v skupino študentov v eno tožbo.
sq_al: Kjo faqe ju lejon të shtoni një mungese të një grupi të studentëve në një veprim.
sr_rs: Ова страница вам омогућава да додате одсуству на групу ученика у једној акцији.
sv_se: Den här sidan kan du lägga till en frånvaro till en grupp studenter i en handling.
th_th: หน้านี้จะช่วยให้คุณสามารถเพิ่มการขาดไปยังกลุ่มของนักเรียนในการดำเนินการอย่างใดอย่างหนึ่ง
tr_tr: Bu sayfa, bir eylem, bir grup öğrenci yokluğu eklemenize izin verir.
uk_ua: На цій сторінці можна додати відсутність у групі студентів на одну дію.
wa_be: Mae&#39;r dudalen hon yn eich galluogi i ychwanegu absenoldeb i grŵp o fyfyrwyr mewn un weithred.
zh_tw: 此頁面允許您添加的情況下，以一組學生的一個動作。

source: First, search for students. Notice that you can search for students who are enrolled in a specific course or are in a certain activity. This can be useful since you can add an absence record for each period to all of Mrs. Smiths first period students or the football team who will be on an all day field trip.
af_za: Eerstens, soek vir studente. Let daarop dat jy kan soek vir studente wat ingeskryf is in &#39;n spesifieke kursus of in&#39; n sekere aktiwiteit. Dit kan handig wees, want jy kan &#39;n afwesigheid rekord vir elke tydperk al Mev Smiths eerste periode studente of die sokker span wat bekwaam sal wees op&#39; n hele dag veldwerktoer.
be_by: Па-першае, пошук для студэнтаў. Звярніце ўвагу, што вы можаце шукаць для студэнтаў, якія залічаны ў спецыяльны курс, альбо знаходзяцца ў пэўнай дзейнасцю. Гэта можа быць карысным, паколькі вы можаце дадаць адсутнасць запісу для кожнага перыяду ўсім Smiths місіс студэнтаў першага перыяду або футбольная каманда, хто будзе на ўвесь дзень экскурсіі.
bg_bg: Първо, търсене за студенти. Забележете, че можете да търсите за студенти, които са записани в конкретен курс или са в определена дейност. Това може да бъде полезно, тъй като можете да добавите липса на запис за всеки период за всички на г-жа Smiths първите студенти период или футболен отбор, който ще бъде по цял ден екскурзия.
bn_bd: প্রথম শিক্ষার্থীদের জন্য, অনুসন্ধান. উল্লেখ্য আপনি ছাত্র যারা একটি নির্দিষ্ট কোর্সে বা নাম নথিভুক্ত একটি নির্দিষ্ট কার্যকলাপ হয় অনুসন্ধান করতে পারেন. এই দরকারী থেকে আপনি প্রতিটি সময়ের জন্য অনুপস্থিতি রেকর্ড জনাবা Smiths সব প্রথম সময়ের ছাত্র বা ফুটবল দল যে সব দিন ক্ষেত্র ট্রিপ হবে যোগ যায়.ListenRead phoneticallyRate translation
da_dk: Først, søg efter studerende. Bemærk at du kan søge efter studerende, der er indskrevet i et bestemt kursus eller er i en bestemt aktivitet. Dette kan være nyttigt, da du kan tilføje et fravær rekord for hver periode, for alle Fru Smiths første periode studerende eller fodboldhold, der vil være på hele dagen ekskursion.
el_gr: Πρώτον, η αναζήτηση για τους φοιτητές. Σημειώστε ότι μπορείτε να ψάξετε για τους φοιτητές που είναι εγγεγραμμένοι σε ένα συγκεκριμένο μάθημα ή σε μια συγκεκριμένη δραστηριότητα. Αυτό μπορεί να είναι χρήσιμο δεδομένου ότι μπορείτε να προσθέσετε μια εγγραφή απουσία για κάθε περίοδο σε όλους τους κα Smiths πρώτους φοιτητές περιόδου ή της ποδοσφαιρικής ομάδας που θα είναι σε μια εκδρομή όλη την ημέρα.
et_ee: Esiteks otsing üliõpilastele. Pange tähele, et võite otsida üliõpilastele, kes õpib konkreetse kursuse või on teatud aktiivsus. See võib olla kasulik, sest siis saad lisada puudumisel kirje iga perioodi kõigile proua Smiths esimesel perioodil õpilased või jalgpalli meeskond, kes saavad olema kõik kahepäevasel.
fa_ir: اول ، برای دانش آموزان را جستجو کنید. توجه کنید که شما می توانید برای جستجوی دانش آموزان که در یک دوره خاص ثبت نام کرده و یا در یک فعالیت خاص. این می تواند مفید باشد از شما می توانید سابقه نبود برای هر دوره به تمام اسمیتس خانم دانش آموزان دوره اول و یا تیم فوتبال که در زمینه سفر در تمام طول روز می شود.
fi_fi: Ensinnäkin haku opiskelijoille. Huomaa, että voit etsiä opiskelijoita, jotka ovat kirjoilla tietyssä kurssin tai ovat tiettyyn toimintaan. Tästä voi olla hyötyä, koska voit lisätä puuttuminen ennätys kunakin kautena kaikille Mrs Smiths ensimmäisen kauden opiskelijoita tai jalkapallojoukkue, joka tulee olemaan koko päivän opintomatka.
ga_ie: An chéad, cuardaigh do mhic léinn. Fógra gur féidir leat cuardach a dhéanamh ar mhic léinn atá cláraithe ar chúrsa ar leith nó atá i ngníomhaíocht áirithe. Is féidir é seo a bheith úsáideach ós rud é gur féidir leat taifead as láthair do gach tréimhse a chur le gach ceann de na Smiths Mrs mhic léinn chéad tréimhse nó ar an bhfoireann peile a bheidh ar an turas allamuigh an lá ar fad.
gl_gl: Primeiro, procura para os alumnos. Teña en conta que pode buscar para os alumnos que están matriculados nun curso específico ou están nunha determinada actividade. Isto pode ser útil, pois pode engadir un rexistro de ausencia para cada período para todos os alumnos Mrs Smiths primeira frase ou o equipo de fútbol que vai estar nunha viaxe de campo durante todo o día.
hr_hr: Prvo, traži za studente. Primjetite da možete pretraživati ​​za studente koji su upisani u određenu tečaj ili u određene djelatnosti. To može biti korisno jer možete dodati odsutnosti zapis za svako razdoblje za sve gospođa Smiths prvog razdoblja studenti ili nogometne reprezentacije, koji će biti na cijeli dan izlet.
hu_hu: Először is, keressük meg a diákok. Figyeljük meg, hogy lehet keresni a hallgatók, akik beiratkozott egy adott kurzus vagy egy adott tevékenység. Ez hasznos lehet, mert akkor add hiánya rekord az egyes időszakokra az összes Mrs. Smiths első időszakban a diákok és a focicsapat, akik majd egy egész napos kiránduláson.
is_is: Fyrst skaltu leita að nemendum. Taka eftir þessi þú geta leita að nemendum sem eru skráðir í ákveðnu námskeiði eða eru í ákveðinni virkni. Þetta getur verið gagnlegt þar sem þú getur bætt við fjarveru skrá fyrir hvert tímabil að öllum Frú Smiths fyrstu nemendur tíma eða fótbolta lið sem vilja vera á vettvangsferð í allan dag.
ja_jp: 学生のための最初の、検索。あなたが特定のコースに登録したり、特定の活動になっている学生を検索できることに注意してください。あなたが一日の遠足になる最初の期間の学生やサッカーのチームミセススミスのすべてに、各期間の不在のレコードを追加できるため、これは便利です。
lt_lt: Pirma, paiešką studentams. Pranešimas, kad jūs galite ieškoti tam tikro kurso studentai, kurie mokosi arba yra tam tikros veiklos. Tai gali būti naudinga, nes galite pridėti nėra įrašo kiekvieno laikotarpio pirmoji ponia Smiths laikotarpiu studentai ar futbolo komanda, kuris bus visos dienos kelionę.
lv_lv: Pirmkārt, meklēt studentiem. Ievērojiet, ka varat meklēt studentiem, kas uzņemti īpašās kursos vai ir atsevišķas aktivitātes. Tas var noderēt, jo jūs varat pievienot nav ierakstu par katru laika posmu visiem kundzes Smiths pirmā posma studentiem vai futbola komanda, kas būs uz visu dienu ekskursijās.
mk_mk: Прво, барај за студентите. Забележете дека можете да направите пребарување за студентите кои се запишуваат во одредена разбира или се во одредена активност. Ова може да биде корисно, бидејќи можете да додадете отсуство рекорд за секој период на сите г-ѓа Smiths првиот период студенти или фудбалски тим кој ќе биде на целиот ден екскурзија.
nn_no: Først søker etter studenter. Legg merke til at du kan søke etter studenter som er registrert i en bestemt kurs eller er i en viss aktivitet. Dette kan være nyttig siden du kan legge et fravær rekord for hver periode til alle fru Smiths første perioden studenter eller fotballaget som skal være på en hele dagen ekskursjon.
pl_pl: Najpierw poszukaj dla studentów. Zauważ, że można szukać studentów, którzy są zapisani w określonym kursem lub są w określonej działalności. Może to być przydatne, ponieważ można dodać rekord braku dla każdego okresu do wszystkich Smiths Pani studentów pierwszego okresu lub piłce nożnej, którzy będą na cały dzień wycieczki.
pt_pt: Primeiro, pesquisa para os alunos. Observe que você pode pesquisar para os alunos que estão matriculados em um curso específico ou estão em uma determinada actividade. Isto pode ser útil, pois você pode adicionar um registro de ausência para cada período para todos os alunos Mrs. Smiths primeiro período ou a equipe de futebol que vai estar em uma viagem de campo durante todo o dia.
ro_ro: În primul rând, căutare pentru studenţi. Observaţi că aveţi posibilitatea să căutaţi pentru studenţii care sunt înscrişi într-un anumit curs sau sunt într-o anumită activitate. Acest lucru poate fi util, deoarece aveţi posibilitatea să adăugaţi o înregistrare absenţă pentru fiecare perioadă la toate de Smiths doamnei studenţilor prima perioadă sau echipa de fotbal care va fi pe o excursie toată ziua.
ru_ru: Во-первых, поиск для студентов. Обратите внимание, что вы можете искать для студентов, которые зачислены в специальный курс, либо находятся в определенной деятельностью. Это может быть полезным, поскольку вы можете добавить отсутствие записи для каждого периода всем Smiths миссис студентов первого периода или футбольная команда, кто будет на весь день экскурсии.
sk_sk: Po prvé, hľadať pre študentov. Všimnite si, že môžete hľadať pre študentov, ktorí sú zapísaní na konkrétny kurz, alebo sú v určitú činnosť. To môže byť užitočné, pretože môžete pridať absencia záznam pre každé obdobie pre všetky Smiths pani prvej tretine študentov alebo futbalový tím, ktorý bude na celodenný výlet.
sl_si: Prvič, iskanje za študente. Obvestilo, da lahko iščete za študente, ki so vpisani v določeno pot ali pa so v nekaterih dejavnostih. To je lahko uporabno, saj lahko dodate odsotnosti zapis za vsako obdobje, za vse Smiths gospa prvega obdobja študentov ali nogometna reprezentanca, ki bo na vseh enodnevni izlet polje.
sq_al: Së pari, kërko për studentët. Vini re se ju mund të kërkoni për studentët që janë regjistruar në një kurs të veçantë ose në një aktivitet të caktuar. Kjo mund të jetë e dobishme që ju mund të shtoni një rekord mungesë për secilën periudhë për të gjithë studentët e Smiths znj periudhës së parë ose të ekipit të futbollit që do të jetë në një udhëtim në terren gjatë gjithë ditës.
sr_rs: Прво, тражи за студенте. Приметите да можете да претражујете за студенте који су уписани у посебан курс или су у одређеним активностима. Ово може бити корисно јер можете додати рекорд одсуство за сваки период за све госпође Смитс првих ученика периода или фудбалски тим који ће бити на цео дан излет.
sv_se: Först, sök för studenter. Observera att du kan söka för studenter som är inskrivna i en viss kurs eller är i en viss verksamhet. Detta kan vara användbart eftersom du kan lägga till en frånvaro rekord för varje period till alla Mrs Smiths första perioden studenter eller fotbollslaget som kommer att vara på en hela dagen studieresa.
th_th: ประการแรกค้นหาสำหรับนักศึกษา ขอให้สังเกตว่าคุณสามารถค้นหาสำหรับนักเรียนที่ลงทะเบียนในหลักสูตรที่เฉพาะเจาะจงหรืออยู่ในกิจกรรมบางอย่าง นี้จะมีประโยชน์เนื่องจากคุณสามารถเพิ่มระเบียนที่ไม่มีในแต่ละงวดให้กับทุก Smiths นางนักเรียนช่วงแรกหรือทีมฟุตบอลที่จะเดินทางไปสนามทุกวัน
tr_tr: İlk olarak, öğrenciler için arayın. Belirli bir kursa kayıt yaptıran ya da belirli bir aktivite öğrenciler için arama yapabilirsiniz dikkat edin. Bütün gün bir saha gezisi olacak ilk döneminde öğrencilere ya da futbol takımı Bayan Smiths, her dönem için bir yokluğu kayıt ekleyebilirsiniz beri bu yararlı olabilir.
uk_ua: По-перше, пошук для студентів. Зверніть увагу, що ви можете шукати для студентів, які зараховані в спеціальний курс, або перебувають у певною діяльністю. Це може бути корисним, оскільки ви можете додати відсутність запису для кожного періоду всім Smiths місіс студентів першого періоду або футбольна команда, хто буде на весь день екскурсії.
wa_be: Yn gyntaf, chwilio ar gyfer myfyrwyr. Rhybudd y gallwch chwilio ar gyfer myfyrwyr sydd wedi cofrestru ar gwrs penodol neu mewn gweithgaredd penodol. Gall hyn fod yn ddefnyddiol oherwydd gallwch ychwanegu cofnod absenoldeb ar gyfer pob cyfnod i bob un o&#39;r myfyrwyr Smiths Mrs cyfnod cyntaf neu y tîm pêl-droed a fydd ar daith maes drwy&#39;r dydd.
zh_tw: 首先，尋找學生。請注意，您可以搜索學生誰是參加特定課程或在某種活動。這可能是有用的，因為你可以添加一個記錄每個時期的情況下對所有的史密斯夫人第一期學生或誰足球隊將在一整天的實地考察。
