Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: After selecting a student, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows the students absences for each period of each day that he had an absence. A red x indicates the student was absent in the corresponding period.
af_za: Na die kies van &#39;n student, kan jy die datum bereik verander deur die verandering van die datum hangkieslys&#39;s aan die bokant van die skerm en kliek op die knoppie Spring na. Die lys toon die studente afwesighede vir elke periode van elke dag dat hy &#39;n afwesigheid. &#39;N rooi X dui die student afwesig was in die ooreenstemmende tydperk.
be_by: Пасля выбару студэнтам, вы можаце змяніць дыяпазон дат, змяніўшы дату выпадаючых меню ў верхняй частцы экрана і націснуўшы кнопку Перайсці. Спіс паказвае студэнтам пропускі для кожнага перыяду кожны дзень, што ў яго адсутнасць. Х чырвоны паказвае студэнт адсутнічаў у адпаведны перыяд.
bg_bg: След като изберете един студент, можете да промените периода от време, като се променя датата падащи менюта в горната част на екрана и кликнете върху бутона Go. Списъкът показва отсъствия на учениците за всеки период от всеки ден, че той е отсъствие. А х червено показва, че ученик е отсъствал през съответния период.
bn_bd: একটি ছাত্র বাছাই করে আপনি তারিখ পরিবর্তন পর্দার উপরের-টান ডাউন মেনু ও যান বাটন ক্লিক তারিখ পরিসীমা পরিবর্তন করতে পারেন. তালিকায় প্রতিটি দিন প্রতিটি সময় যে তিনি তার অনুপস্থিতি ছিল ছাত্রদের absences দেখায়. একটি লাল X ইঙ্গিত ছাত্র অনুরূপ সময়ের মধ্যে ছিল অনুপস্থিত.
da_dk: Når du har valgt en studerende, kan du ændre datointervallet ved at ændre datoen rullemenuerne øverst på skærmen og klikke på knappen Go. Listen viser de studerendes fravær for hver periode på hver dag, at han havde et fravær. Et rødt X angiver den studerende var fraværende i den tilsvarende periode.
el_gr: Μετά την επιλογή ενός μαθητή, μπορείτε να αλλάξετε το εύρος ημερομηνιών, αλλάζοντας την ημερομηνία pull-down μενού στο πάνω μέρος της οθόνης και κάνοντας κλικ στο κουμπί Μετάβαση. Η λίστα δείχνει τις απουσίες μαθητών για κάθε περίοδο του κάθε μέρα ότι είχε ένα διάστημα απουσίας. Ένα κόκκινο X δηλώνει ο μαθητής απουσίαζε κατά την αντίστοιχη περίοδο.
et_ee: Pärast valiku üliõpilane, saab muuta kuupäeva vahemik muutes kuupäeva rippmenüüd ülaosas ekraani ja klikkides Go nupule. Nimekiri näitab õpilaste puudumiste igal perioodil iga päev, et tal puudub. Punane X näitab üliõpilane puudus vastava ajavahemiku jooksul.
fa_ir: پس از انتخاب یک دانش آموز ، شما می توانید محدوده تاریخ را با تغییر تاریخ PULL - DOWN منوها در بالای صفحه نمایش و کلیک کردن بر روی دکمه برو را تغییر می دهد. لیست غیبت دانش آموزان برای هر دوره از هر روز که او تا به حال عدم وجود را نشان می دهد. X قرمز نشان می دهد دانش آموز در دوره مربوطه غایب بود.
fi_fi: Kun olet valinnut opiskelija, voit muuttaa aikaväliä muuttamalla päivämäärä pudotusvalikoista yläosassa näytön ja klikkaamalla Go-painiketta. Luettelossa näkyy opiskelijoiden poissaoloja jokaiselta alkavalta joka päivä, että hän oli poissa. Punainen X osoittaa opiskelija oli poissa vastaavana aikana.
ga_ie: Tar éis a roghnú ar mhac léinn, is féidir leat athrú ar an raon dáta trí athrú a dhéanamh ar an dáta a tharraingt anuas biachláir ag barr an scáileáin agus cliceáil ar an gcnaipe Téigh. Léiríonn an liosta an neamhláithreachtaí mac léinn le haghaidh gach tréimhse de gach lá go raibh sé i láthair. Léiríonn x dearg ar an mac léinn a bhí as láthair i rith na tréimhse chomhfhreagrach.
gl_gl: Despois de seleccionar un alumno, pode cambiar o rango de data, cambiando a data de pull-down menús na parte superior da pantalla e premer no botón Go A lista amosa as ausencias alumnos para cada período de cada día que tiña unha ausencia. Un X vermello indica que o alumno estivo ausente no período correspondente.
hr_hr: Nakon odabira studenta, možete promijeniti raspon datuma promjenom datuma padajućeg izbornika na vrhu zaslona i kliknite gumb Go. Popis prikazuje studenata odsutnosti za svako razdoblje svaki dan da je odsutnost. Crveni x označava učenik bio odsutan u istom razdoblju.
hu_hu: Kiválasztása után a hallgató, akkor megváltoztathatja a dátumtartományt megváltoztatja a dátumot legördülő menük a képernyő felső részén, és kattintson az Indítás gombra. A lista a hallgatók távollét minden egyes időszakban minden nap, hogy ő hiányát. A piros x jelzi a diák hiányzott a megfelelő időszakban.
is_is: Þegar þú hefur valið nemandi getur þú breytt tímabil með því að breyta þeim degi fellivalmyndirnar efst á skjánum og smella á Go hnappinn. Listinn sýnir nemendur fjarvistir fyrir hvert tímabil hvern dag sem hann hefði fjarveru. A rauðu x táknar nemandi var fjarverandi á sama tíma.
ja_jp: 生徒を選択したら、日付は画面の上部にあるメニューをプルダウンし、[Go]ボタンをクリックして変更することにより、日付範囲を変更することができます。リストには、彼が不在を持っていたことを、毎日の各期間の生徒の欠席を示しています。赤いXは、学生が対応する期間には存在しないことを示します。
lt_lt: Pasirinkę studentas, galite pakeisti datos intervalo keisti data išskleidžiamajame meniu, ekrano viršuje ir paspauskite mygtuką Go. Sąrašas rodo studentų už kiekvieną laikotarpį, kiekvieną dieną, kad jis nėra nebuvimo. Raudonas X rodo, studentas buvo išvykęs į atitinkamą laikotarpį.
lv_lv: Pēc izvēles students, jūs varat mainīt datumu diapazonu, mainot datumu nolaižamās izvēlnes augšpusē ekrānam un noklikšķinot Go pogu. Saraksts parāda studentu prombūtni katru periodu katru dienu, ka viņš nav. Sarkans X norāda, students bija klāt attiecīgajā periodā.
mk_mk: По изборот на студент, можете да го промените датумот опсег со менување на датумот од паѓачкото мени на врвот на екранот и кликнете на Оди копче. Листата покажува на студентите отсуства за секој период од секој ден дека имаше отсуство. А x црвени покажува ученикот беше отсутен во истиот период.
nn_no: Etter å ha valgt en student, kan du endre datoen serien ved å endre dato rullegardinmenyene øverst på skjermen og klikke på Go. Listen viser elevenes fravær for hver periode for hver dag som han hadde et fravær. En rød x angir student var fraværende i tilsvarende periode.
pl_pl: Po wybraniu studenta, można zmienić zakres dat poprzez zmianę daty rozwijanych menu na górze ekranu i klikając przycisk Idź. Na liście znajdują się studenci nieobecność w każdym okresie każdego dnia, że ​​miał nieobecności. Czerwony znak X oznacza uczeń był nieobecny w analogicznym okresie.
pt_pt: Depois de selecionar um aluno, você pode alterar o intervalo de data, alterando a data de pull-down menus no topo da tela e clicar no botão Go. A lista mostra as ausências alunos para cada período de cada dia que ele tinha uma ausência. Um X vermelho indica que o aluno esteve ausente no período correspondente.
ro_ro: După selectarea unui student, puteţi modifica intervalul de date prin schimbarea data de meniuri derulante din partea de sus a ecranului şi făcând clic pe butonul Go. Lista prezinta absenţele elevilor pentru fiecare perioadă de fiecare zi că el a avut o absenţă. Un X roşu indică faptul studentul a fost absent în perioada corespunzătoare.
ru_ru: После выбора студентом, вы можете изменить диапазон дат, изменив дату выпадающих меню в верхней части экрана и нажав кнопку Перейти. Список показывает студентам пропуски для каждого периода каждый день, что у него отсутствие. Х красный указывает студент отсутствовал в соответствующий период.
sk_sk: Po výbere študenta, môžete meniť dátum, rozsah zmenou termínu, pull-down menu v hornej časti obrazovky a kliknutím na tlačidlo Go. V zozname sú uvedené študenti neprítomnosť pre každé obdobie každý deň, že sa absencia. Červené X označuje študenta chýbala v rovnakom období.
sl_si: Po izbiri študenta, lahko spremeni časovno obdobje, tako da spremenite datum spustnih menijih na vrhu zaslona in s klikom na gumb Go. Na seznamu so prikazani dijaki odsotnost za vsako obdobje, vsak dan, da je imel odsotnosti. X rdeča pomeni, študent je bil odsoten v ustreznem obdobju.
sq_al: Pas zgjedhjen e një studenti, ju mund të ndryshojë datën e varg duke ndryshuar datën e pull-down menus në krye të ekranit dhe duke klikuar butonin Go. Lista e tregon mungesat studentët për çdo periudhë të çdo ditë që ai kishte një mungesë. Një x kuqe tregon nxënësi mungoi në periudhën korresponduese.
sr_rs: После избора студента, можете заменити опсег датума променом датума падајућег менија на врху екрана и кликнете дугме Го. Листа показује одсуство студената за сваки период од сваког дана да је одсуство. Црвени к указује ученик био одсутан у истом периоду.
sv_se: Efter att ha valt en student kan du ändra datumintervallet genom att ändra datum rullgardinsmenyer längst upp på skärmen och klicka på Go-knappen. Listan visar de studerande frånvaro för varje period av varje dag att han hade en frånvaro. Ett rött X anger eleven var frånvarande under motsvarande period.
th_th: หลังจากที่เลือกนักเรียนที่คุณสามารถเปลี่ยนช่วงวันที่โดยการเปลี่ยนวันที่เมนูแบบเลื่อนลงที่ด้านบนของหน้าจอและคลิกที่ปุ่มไปที่ รายการจะแสดงการขาดเรียนของนักเรียนสำหรับช่วงเวลาของแต่ละวันแต่ละที่เขาขาด X สีแดงแสดงว่านักเรียนได้ขาดหายไปในช่วงเวลาที่สอดคล้องกัน
tr_tr: Bir öğrenci seçtikten sonra, ekranın üst kısmında açılan menüler değişen ve Git düğmesini tıklayarak tarih aralığını değiştirebilirsiniz. Bu liste, onun yokluğu olduğunu her gün her dönem için öğrencilerin devamsızlıklar gösterir. Kırmızı bir x öğrencinin ilgili dönemde yoktu gösterir.
uk_ua: Після вибору студентом, ви можете змінити діапазон дат, змінивши дату випадаючих меню у верхній частині екрану і натиснувши кнопку Перейти. Список показує студентам пропуски для кожного періоду кожен день, що в нього відсутність. Х червоний вказує студент був відсутній у відповідний період.
wa_be: Ar ôl dewis yn fyfyriwr, gallwch newid y dyddiad amrywiaeth drwy newid y dyddiad tynnu-lawr dewislenni ar frig y sgrin a chlicio ar y botwm Go. Mae&#39;r rhestr yn dangos yr absenoldebau myfyrwyr ar gyfer pob cyfnod o bob dydd fod ganddo absenoldeb. Mae coch yn dangos x y myfyriwr yn absennol yn ystod y cyfnod cyfatebol.
zh_tw: 在選擇了一個學生，你可以改變日期範圍內通過改變日期下拉菜單在屏幕上方並單擊 Go按鈕。該清單顯示了每個學生的缺勤期間的每一天，他曾缺席。一個紅色的X表示學生缺席在相應的時期。

source: Teacher Completion
af_za: Onderwyser Einde
ar_dz: المعلم الإنجاز
be_by: Настаўнік Завяршэнне
bg_bg: Учител Пусков
bn_bd: শিক্ষক সম্পূর্ণকরণ
da_dk: Lærer Afslutning
el_gr: Ολοκλήρωση των εκπαιδευτικών
es_es: Finalización del Profesor
et_ee: Õpetaja lõpuleviimine
fa_ir: تکمیل معلم
fi_fi: Opettaja loppuun
ga_ie: Críochnú Múinteoir
gl_gl: Conclusión profesor
hr_hr: Učitelj završetka
hu_hu: Tanár lezárása
is_is: Kennari Frágangur
ja_jp: 教師の完了
lt_lt: Mokytojas pabaigimas
lv_lv: Skolotāju pabeigšana
mk_mk: Учителот Завршување
nn_no: Lærer Completion
pl_pl: Zakończenie Nauczyciel
pt_pt: Conclusão professor
ro_ro: Profesor completare
ru_ru: Учитель Завершение
sk_sk: Učiteľ Dokončenie
sl_si: Učitelj Zaključek
sq_al: Përfundimi mësues
sr_rs: Наставник Завршетак
sv_se: Lärare Slutförande
th_th: เสร็จครู
tr_tr: Öğretmen Tamamlama
uk_ua: Учитель Завершення
wa_be: Cwblhau Athrawon
zh_tw: 教師完成

source: This report shows which teachers have not entered attendance for any given day.
af_za: Hierdie verslag toon wat onderwysers nie ingeskryf bywoning vir enige gegewe dag.
ar_dz: يبين هذا التقرير الذي لم تدخل المعلمين لحضور أي يوم من الأيام.
be_by: Гэтая справаздача паказвае, якія настаўнікі не ўвялі наведвальнасці ці іншы дзень.
bg_bg: Този доклад показва, които учителите не са въвели обслужване за всеки един ден.
bn_bd: এই রিপোর্ট দেখানো হয়েছে যা শিক্ষক উপস্থিতি আছে প্রবেশ কোনো দিনের জন্য না.
da_dk: Denne rapport viser, som lærerne ikke har indtastet deltagelse for en given dag.
el_gr: Αυτή η έκθεση δείχνει οποία οι εκπαιδευτικοί δεν έχουν εισέλθει συμμετοχή για κάθε συγκεκριμένη ημέρα.
es_es: Este informe muestra qué profesores no han ingresado la asistencia de un día determinado.
et_ee: See aruanne näitab, millised õpetajad ei ole kantud kohalolijate iga päev.
fa_ir: این گزارش نشان می دهد که معلمان حضور برای هر روز داده شده وارد نشده.
fi_fi: Tämä raportti osoittaa, jossa opettajat eivät ole tulleet läsnäolevaksi tiettynä päivänä.
ga_ie: Léiríonn an tuarascáil nach bhfuil a múinteoirí isteach freastal d&#39;aon lá áirithe.
gl_gl: Este informe mostra que os profesores non entraron atención para calquera día.
hr_hr: Ovo izvješće pokazuje koje nastavnici nisu ušli prisustvo za bilo koji dan.
hu_hu: Ez a jelentés megmutatja, hogy melyik tanár nem írta be részvétel egy adott napon.
is_is: Þessi skýrsla sýnir hvaða kennarar hafa ekki gert aðsókn á hverjum degi.
ja_jp: 教師は任意の日のために出席を入力していないこのレポートには。
lt_lt: Ši ataskaita rodo, kurie dar neparengti mokytojų įrašytas lankymą bet kurią dieną.
lv_lv: Šis ziņojums parāda, kad skolotāji nav ievadīts apmeklēšanu jebkurā konkrētā dienā.
mk_mk: Овој извештај покажува што наставниците не влегле присуство за секој даден ден.
nn_no: Denne rapporten viser hvilke lærere ikke har skrevet oppmøte for en gitt dag.
pl_pl: Ten raport pokazuje, w których nauczyciele nie weszły obecności dla danego dnia.
pt_pt: Este relatório mostra que os professores não entraram atendimento para qualquer dia.
ro_ro: Acest raport arată care cadrele didactice nu au intrat participare pentru orice zi.
ru_ru: Этот отчет показывает, какие учителя не ввели посещаемости или иной день.
sk_sk: Táto správa ukazuje, kde majú učitelia nezadal dochádzku pre daný deň.
sl_si: To poročilo kaže, učitelji, ki se niso začele prisotnost za vsak dan.
sq_al: Ky raport tregon që mësuesit nuk kanë hyrë në pjesëmarrjen për çdo ditë të dhënë.
sr_rs: Овај извештај показује које наставници нису ушле присуство за сваки дан.
sv_se: Denna rapport visar vilka lärare som inte har skrivit närvaro för en viss dag.
th_th: รายงานนี้จะแสดงที่ครูยังไม่ได้ป้อนสำหรับการเข้าร่วมประชุมวันหนึ่งวันใด
tr_tr: Bu rapor hangi öğretmenler herhangi bir gün için devam girmediniz gösterir.
uk_ua: Цей звіт показує, які вчителі не ввели відвідуваності чи інший день.
wa_be: Mae&#39;r adroddiad hwn yn dangos nad oedd athrawon wedi cofrestru presenoldeb ar gyfer unrhyw ddiwrnod penodol.
zh_tw: 該報告顯示，教師沒有輸入任何一天出席。

source: The red checks indicate that a teacher has failed to enter the current days attendance for that period.
af_za: Die rooi tjeks dui daarop dat &#39;n onderwyser het nie die huidige dae bywoning vir die tydperk te betree.
be_by: Чырвоны праверкі паказваюць, што настаўнік не змог увайсці, якія наведваюць дзён за гэты перыяд.
bg_bg: Червеният проверки показват, че един учител не е успял да въведете текущата посещаемост дни за този период.
bn_bd: লাল চেক নির্দেশ করে যে একটি শিক্ষক তত্কাল জন্য বর্তমান দিন হাজিরা লিখুন ব্যর্থ হয়েছে.
da_dk: De røde kontrol indikerer, at en lærer har undladt at indtaste den aktuelle dag stede for den pågældende periode.
el_gr: Το κόκκινο έλεγχοι δείχνουν ότι ένας δάσκαλος έχει αποτύχει να εισάγετε την τρέχουσα συμμετοχή ημέρες για την εν λόγω περίοδο.
et_ee: Punane kontroll näitab, et õpetaja on jätnud praeguse päeva kohalolek sel perioodil.
fa_ir: چک قرمز نشان می دهد که یک معلم برای آن دوره موفق به حضور در روز جاری را وارد کنید.
fi_fi: Punainen tarkastus on osoittanut, että opettaja ei ole antamaan nykyinen päivän läsnäoloa kyseisellä ajanjaksolla.
ga_ie: Léiríonn na seiceálacha dearg go bhfuil múinteoir theip chun dul isteach ar an lá atá ann faoi láthair freastal don tréimhse sin.
gl_gl: As comprobacións vermello indican que un profesor non puido entrar na atención actualidade para ese período.
hr_hr: Crvena provjerava ukazuju na to da nastavnik nije Unesite trenutni dana prisustvo za to razdoblje.
hu_hu: A vörös ellenőrzések azt mutatják, hogy a tanár nem írja be a pontos napot részvétel az adott időszakban.
is_is: Rauða eftirlit gefa til kynna að kennari hefur ekki tekist að slá inn núverandi daga aðsókn á þeim tíma.
ja_jp: 赤のチェックは、教師がその期間の現在の日の出席を入力して故障していることを示します。
lt_lt: Raudona patikrinimai rodo, kad mokytojas nesugebėjo įvesti dabartinį tą laikotarpį dienų lankymą.
lv_lv: Sarkans pārbaudēs atklāj, ka skolotājs ir izdevies ievadīt pašreizējo dienas apmeklējumu par šo periodu.
mk_mk: Црвената проверки покажуваат дека наставникот не успеа да влезе во тековната дена присуство за тој период.
nn_no: Den røde sjekker indikerer at en lærer har unnlatt å angi gjeldende dagene frammøte for denne perioden.
pl_pl: Czerwona kontroli wskazują, że nauczyciel nie udało się wprowadzić aktualne obecności dni tego okresu.
pt_pt: As verificações vermelho indicam que um professor não conseguiu entrar no atendimento dias atuais para esse período.
ro_ro: Verificările roşu indică faptul că un profesor nu a reuşit să introduceţi actuale de prezenţă zile pentru această perioadă.
ru_ru: Красный проверки показывают, что учитель не смог войти, посещающих дней за этот период.
sk_sk: Červené kontrola odhalí, že učiteľ sa nepodarilo vstúpiť do súčasnej dní návštevnosť za dané obdobie.
sl_si: Rdeča pregledi kažejo, da je učitelj ni za vstop v trenutno prisotnih dni, za to obdobje.
sq_al: Kontrollet e kuqe tregojnë se një mësues ka dështuar për të hyrë në ditët e frekuentimit aktual për atë periudhë.
sr_rs: Црвена проверава указују на то да наставник није успео да уђе у тренутну дана похађања за тај период.
sv_se: Den röda kontrollerna visar att en lärare har underlåtit att ange aktuell dagar närvaro för den perioden.
th_th: จะตรวจสอบสีแดงแสดงให้เห็นว่าครูที่ล้มเหลวในการป้อนเข้าร่วมประชุมวันที่ปัจจุบันสำหรับระยะเวลาที่
tr_tr: Kırmızı kontroller bir öğretmen, o dönem için geçerli gün devam girmek için başarısız olduğunu göstermektedir.
uk_ua: Червоний перевірки свідчать, що вчитель не зміг увійти, які відвідують днів за цей період.
wa_be: Mae&#39;r gwiriadau goch yn dangos bod athro wedi methu â mynd i mewn i&#39;r diwrnodau presenoldeb cyfredol ar gyfer y cyfnod hwnnw.
zh_tw: 紅色的檢查表明，教師未能進入當前天出席這一時期。
