Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: There are four types of Data Fields, text fields, checkbox fields, date fields, and pull-down menu fields. Text fields can store any text value up to 255 characters long. Checkbox fields can be checked, indicating Yes or remain unchecked, indicating No. Date fields store dates, and pull-down menu fields allow you to select any one of a set of predetermined values
af_za: Daar is vier tipes data velde, teks velde, boks velde, datum velde, en hangkieslys velde. Die teks velde kan stoor enige teks waarde tot 255 karakters lank. Checkbox velde nagegaan kan word, aandui Ja of afgeskakel bly, wat aandui No datum velde winkel datums, en hangkieslys velde kan jy enige een van &#39;n stel voorafbepaalde waardes te kies
be_by: Ёсць чатыры тыпу палёў дадзеных, тэкставыя палі, сцяжкі палёў, палёў дат, і выпадальнае меню поля. Тэкставыя палі могуць захоўваць любое тэкставае значэнне да 255 знакаў. Сцяжок палі могуць быць правераныя, з указаннем Ды ці заставацца без увагі, якія паказваюць № Дата даты палёў краму, і выпадальнае меню палі дазваляюць выбраць любы з мноства зададзеных значэнняў
bg_bg: Съществуват четири вида на Data Fields, текстови полета, полета за отметка, полетата за дата и падащото меню области. Текстовите полета могат да съхранявате произволен текст с дължина до 255 знака стойност. Checkbox полета могат да бъдат проверени, се посочва &quot;Да&quot; или &quot;да останат непокътнати, като посочва, бр Дата полета магазин дати, и падащото меню полета ви позволяват да изберете някоя от набор от предварително определени стойности
bn_bd: তথ্য ক্ষেত্র, টেক্সট ক্ষেত্রের চেকবক্স ক্ষেত্র, তারিখ ক্ষেত্র, এবং-টান ডাউন মেনু ক্ষেত্রের চার ধরনের. টেক্সট ক্ষেত্রের কোন টেক্সট মান পর্যন্ত 255 অক্ষরের সংরক্ষণ করতে পারেন. চেকবক্স ক্ষেত্র সংযত, হতে পারে ইঙ্গিত হ্যাঁ বা অবারিত থাকা, নং date ক্ষেত্রগুলির দোকান তারিখ ঘোষনা, এবং-টান ডাউন মেনু ক্ষেত্রগুলির সাহায্যে পূর্বাহ্নে মানের একটি সেট যে কোনো একটি নির্বাচন করতে অনুমতি
da_dk: Der er fire typer af datafelter, tekstfelter, afkrydsningsfeltet marker, datofelter og pull-down menu felter. Tekstfelter kan gemme en tekst værdi op til 255 tegn lange. Checkbox felter kan kontrolleres, hvilket indikerer Ja eller forblive ukontrolleret, hvilket indikerer Nej Dato felter gemme datoer og pull-down menu felter, giver dig mulighed for at vælge en af ​​et sæt af forudbestemte værdier
el_gr: Υπάρχουν τέσσερις τύποι πεδίων δεδομένων, πεδία κειμένου, τα πεδία πλαίσιο ελέγχου, πεδία ημερομηνίας, και pull-down μενού πεδία. Τα πεδία κειμένου μπορεί να αποθηκεύσει οποιαδήποτε τιμή κειμένου μέχρι 255 χαρακτήρες. Πεδία Checkbox μπορεί να ελεγχθεί, αναφέροντας Ναι ή παραμένουν ανεξέλεγκτες, αναφέροντας τα πεδία Ημερομηνία Όχι ημερομηνίες κατάστημα, και pull-down μενού πεδία σας επιτρέπουν να επιλέξετε ένα από μια σειρά προκαθορισμένων τιμών
et_ee: Seal on nelja tüüpi Data Fields, teksti väljad, kast valdkondades, kuupäeva väljad ja rippmenüüst väljad. Tekstiväljad saab salvestada mis tahes teksti väärtus kuni 255 märki. Kast valdkondades on võimalik kontrollida, mis näitab, Jah või jääda märkimata, näidates Ei Kuupäevaväljad salvestada kuupäevad ja rippmenüüst väljad võimaldavad valida mõni komplekt etteantud väärtused
fa_ir: چهار نوع از اطلاعات رشته ها ، فیلدهای متنی ، فیلدهای چک باکس ، زمینه های تاریخ ، و PULL - DOWN زمینه منو وجود دارد. فیلدهای متنی می توانند هر مقدار متن حداکثر تا 255 کاراکتر را ذخیره کند. زمینه های جعبه چک را می توان ، نشان می دهد بله و یا بدون کنترل باقی می ماند ، نشان می دهد زمینه های تاریخ شماره فروشگاه خرما ، و PULL - DOWN زمینه های منو به شما اجازه می دهد برای هر یک از مجموعه ای از ارزش های از پیش تعیین شده شده را انتخاب کنید
fi_fi: On olemassa neljän tyyppisiä tietokenttiä, tekstikentät, valintaruutu kentät, kentät, ja alasvetovalikosta kentät. Tekstikenttiä voi tallentaa minkä tahansa tekstin arvo on enintään 255 merkkiä pitkä. Valintaruutu kentät voi tarkistaa, osoittaa kyllä ​​tai jäädä valitsematta, mikä osoittaa No Päivämäärä kentät tallentaa päivämäärät, ja alasvetovalikosta kentän avulla voit valita minkä tahansa joukko ennalta arvot
ga_ie: Tá ceithre chineál Réimsí Sonraí, réimsí téacs, páirceanna ticbhosca, páirceanna dáta, agus réimsí roghchlár tarraingt anuas. Is féidir le réimsí téacs a stóráil aon luach téacs suas go dtí 255 carachtair ar fad. Is féidir le réimsí ticbhosca a sheiceáil, rud a léiríonn Tá nó fanacht unchecked, ag léiriú dátaí Uimh Dáta stóráil páirceanna, agus réimsí roghchlár tarraingt anuas deis a thabhairt duit a roghnú aon cheann de sraith de luachanna réamhshocraithe
gl_gl: Existen catro tipos de campos de datos, campos de texto, campos de checkbox, os campos de data, e os campos de pull-down menu. Campos de texto pode almacenar calquera valor de texto de ata 255 caracteres. Campos de caixa pode ser verificado, indicando Si ou permanecer sen marcar, indicando campos No Data datas tenda, e os campos de pull-down menu permite escoller calquera dun conxunto de valores predeterminados
hr_hr: Postoje četiri vrste podataka polja, tekstualna polja, polja okvira, datum polja, i na padajućem izborniku polja. Tekst polja može pohraniti bilo koji tekst vrijednost do 255 znakova. Okvir za izbor polja se mogu provjeriti, što ukazuje Da ili ostaju neprovjerene, što ukazuje na broj Datum polja pohraniti datume i padajućem izborniku polja omogućuju vam da odaberete neki od unaprijed određenog skupa vrijednosti
hu_hu: Négy típusú adatmezők, szöveges mezők, checkbox mezőket, dátum mezők, és a legördülő menüből területeken. Szöveges mezők tárolja a szöveges érték legfeljebb 255 karakter hosszú lehet. Checkbox mezőket lehet ellenőrizni, jelezve az Igen vagy maradjon bejelölve, jelezve, No. Dátum mezők tárolják időpontok, és a legördülő menüből mezők segítségével válassza ki valamelyik egy sor előre meghatározott értékek
is_is: Það eru fjórar tegundir af Fields Data, texta reiti, stöðva sviðum, dagsetningu sviðum, og draga-dúnn matseðill sviðum. Texti sviðum getur geymt hvaða texta gildi allt að 255 stafir að lengd. Checkbox sviðum geta vera köflóttur, sem gefur til kynna Já eða áfram óskráðan, sem gefur til kynna nr dagsetningareitina geyma dagsetningar og fellilistann reiti leyfa þér að velja hvaða einn af a setja af fyrirfram gildi
ja_jp: データフィールド、テキストフ​​ィールド、チェックボックスフィールド、日付フィールド、およびプルダウンメニューのフィールドの4つのタイプがあります。テキストフ​​ィールドは255文字までの長い任意のテキスト値を格納することができます。チェックボックスフィールドは、[はい]を示すまたはNoの日付フィールドストアの日付を示す、オフのまま、チェックされ、プルダウンメニューのフィールドでは、所定の値のセットのいずれかを選択できるようにすることができます。
lt_lt: Yra keturių tipų duomenų laukuose, teksto laukų, žymės langelį laukai, datos laukus, ir išskleidžiamajame meniu laukai. Teksto laukai gali laikyti bet kokį tekstą iki 255 simbolių ilgio vertė. Žymimąjį langelį laukai gali būti patikrinta, rodo Taip arba lieka neišspręstos, nurodant L. data srityse saugoti datas ir išskleidžiamajame meniu laukai leidžia jums pasirinkti vieną iš anksto nustatytų verčių rinkinys
lv_lv: Ir četru veidu datu laukus, teksta laukus, izvēles rūtiņas laukiem, datuma laukos, un pull-down menu jomās. Teksta lauki var saglabāt jebkādu tekstu vērtībā līdz 255 rakstzīmēm. Checkbox laukus var pārbaudīt, norādot Jā vai palikt apkarotas, norādot numurs Datums lauki veikals datumiem, un pull-down menu lauki ļauj jums izvēlēties kādu no kopuma iepriekš vērtībām
mk_mk: Постојат четири видови на податочни полиња, текст полиња, полето полиња, датум полиња, и паѓачкото мени полиња. Текст полиња може да се сместат било кој текст вредност до 255 карактери. Checkbox полиња може да се провери, укажувајќи Да или да останат непроверени, укажувајќи бр Датум полиња продавница датуми, и паѓачкото мени полиња ќе ви овозможи да го изберете кој било еден од збир на судбинска вредности
nn_no: Det er fire typer av datafelter, tekstfelt, boksen felt, datofelt og rullegardinmenyen felt. Tekstfelt kan lagre noen tekstverdi opptil 255 tegn. Checkbox felter kan kontrolleres, indikerer Ja eller forbli ukontrollert, noe som indikerer nr. datofelt lagre datoer og rullegardinmenyen felt lar deg velge ett av et sett med forhåndsbestemte verdier
pl_pl: Istnieją cztery rodzaje pól danych, pola tekstowe, pola wyboru, pola daty i rozwijanego pola menu. Pola tekstowe mogą przechowywać wartości tekstowe do 255 znaków. Pola Checkbox można sprawdzić, wskazując Tak lub pozostać nie zaznaczone, wskazując pola Data daty sklep nr i rozwijanego pola menu pozwala wybrać jeden z zestawu ustalonej wartości
pt_pt: Existem quatro tipos de campos de dados, campos de texto, campos de checkbox, os campos de data, e os campos de pull-down menu. Campos de texto pode armazenar qualquer valor de texto de até 255 caracteres. Campos de caixa pode ser verificado, indicando Sim ou permanecer desmarcada, indicando campos No. Data datas loja, e os campos de pull-down menu permite que você selecione qualquer um de um conjunto de valores pré-determinados
ro_ro: Există patru tipuri de câmpuri de date, câmpuri de text, câmpuri checkbox, câmpurile dată, şi trage în jos domenii-meniu. Câmpurile de text poate stoca orice valoare de text de până la 255 de caractere. Câmpuri Checkbox pot fi verificate, indicând Da sau rămân neînregistrate, indicând domeniile Nr Data stocarea de date, şi trage în jos domenii-meniu vă permit să selectaţi una dintre un set de valori predeterminate
ru_ru: Есть четыре типа полей данных, текстовые поля, флажки полей, полей дат, и выпадающее меню поля. Текстовые поля могут хранить любое текстовое значение до 255 символов. Флажок поля могут быть проверены, с указанием Да или оставаться без внимания, указывающие № Дата даты полей магазин, и выпадающее меню поля позволяют выбрать любой из множества заданных значений
sk_sk: Existujú štyri typy dátových polí, textové polia, začiarkavacie políčka, dátové pole, a pull-down menu polí. Textové polia možno uložiť ľubovoľný text hodnote až 255 znakov. Checkbox polia môžu byť kontrolované, čo naznačuje, áno alebo zostať bez povšimnutia, uvedie číslo Dátum pole ukladanie dát, a pull-down menu polí vám umožní vybrať niektorú z vopred stanovenej hodnoty
sl_si: Obstajajo štiri vrste podatkovnih polj, polja z besedilom, potrditveno polje polja, datum polja, in pull-down menija polja. Polja z besedilom lahko shrani vse besedilo vrednosti do 255 znakov. Checkbox področjih je mogoče preveriti, kar pomeni da ali ostati brez nadzora, kar kaže na področju trgovine Datum No datumi, in pull-down menu polja vam omogočajo, da izberete eno od vnaprej določenih vrednosti, določenih
sq_al: Ekzistojnë katër lloje të fushave të të dhënave, fushat e tekstit, fushat checkbox, fushat datën, dhe pull-down menu fushat. Fushat e tekstit mund të ruajë ndonjë vlerë deri në 255 tekst karaktere të gjatë. Checkbox fusha mund të kontrollohet, duke treguar Po apo do të mbetet i pakontrolluar, duke treguar Data nr fushat dyqan datat, dhe pull-down menu fusha të ju lejojnë të zgjidhni çdo një nga një sërë vlerash të paracaktuara
sr_rs: Постоје четири типа поља за податке, текстуална поља, поља за потврду поља, поља са датумима и падајући мени поља. Текстуална поља може да ускладишти било коју вредност текст до 255 знакова. Поље за потврду поља могу бити проверене, указује да или остати непроверена, што указује на број поља Датум складиште датуме, и падајући мени поља омогућавају вам да изаберете било коју од скупа унапред вредности
sv_se: Det finns fyra typer av datafält, textfält, fält kryssrutan fält datum och pull-down fält menyn. Textfält kan lagra valfri text värde upp till 255 tecken långa. Kryssruta fält kan kontrolleras, vilket indikerar Ja eller förblir okontrollerat, vilket indikerar Nej Datum fälten lagra datum och rullgardinsmenyn fält kan du välja någon av ett antal förutbestämda värden
th_th: มีสี่ชนิดของเขตข้อมูลเขตข้อมูลข้อความที่เขตข้อมูลที่ช่องทำเครื่องหมายเขตข้อมูลวันที่และดึงลงเขตข้อมูลเมนู เขตข้อมูลข้อความสามารถเก็บค่าข้อความใด ๆ ได้ถึง 255 ตัวอักษรยาว ช่องทำเครื่องหมายเขตข้อมูลสามารถตรวจสอบได้ระบุว่าใช่หรือยังคงถูกตรวจสอบโดยระบุเลขที่เขตข้อมูลวันที่วันที่จัดเก็บและดึงลงเขตเมนูช่วยให้คุณสามารถเลือกหนึ่งในชุดของค่าที่กำหนดไว้ล่วงหน้าใด ๆ
tr_tr: Veri alanları, metin alanları, onay kutusunu alanları, tarihi alanları ve açılan menüden alanları dört tipi vardır. Metin alanları, herhangi bir metin değeri 255 karakterden kadar uzun saklayabilirsiniz. Evet gösteren veya No Tarihi alanlarını mağaza tarihlerini gösteren, kontrolsüz kalır, onay kutusunu alanları kontrol ve açılan menüden alanları önceden belirlenmiş değerler kümesi herhangi birini seçmenize izin verir.
uk_ua: Є чотири типи полів даних, текстові поля, прапорці полів, полів дат, і меню, що випадає поля. Текстові поля можуть зберігати будь-яке текстове значення до 255 символів. Прапорець поля можуть бути перевірені, із зазначенням Так або залишатися без уваги, що вказують № Дата дати полів магазин, і меню, що випадає поля дозволяють вибрати будь-який з безлічі заданих значень
wa_be: Mae pedwar math o Fields Data, meysydd testun, caeau blwch, caeau dyddiad, a chaeau ddewislen tynnu i lawr. Gall caeau Testun yn storio unrhyw werth destun hyd at 255 o gymeriadau. Gall caeau blwch ticio yn cael eu gwirio, gan nodi Ydw neu aros unchecked, gan nodi dyddiadau storio meysydd Rhif Dyddiad, a chaeau ddewislen tynnu i lawr yn eich galluogi i ddewis unrhyw un o gyfres o werthoedd a bennwyd ymlaen llaw
zh_tw: 有四種類型的數據字段，文本字段，複選框的字段，日期字段和下拉菜單的字段。文本字段可以存儲任何文本值最多255個字符長。複選框字段可以進行檢查，表明是或保持下去，說明編號日期字段存儲日期和下拉菜單欄使您可以選擇任何一個一組預先確定的值
