Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: next to the period you want to delete. You will be asked to confirm the deletion.
af_za: langs die tydperk wat jy wil verwyder. Jy sal gevra word om die verwydering te bevestig.
ar_dz: بجانب الفترة التي تريد حذفها. وسوف يطلب منك تأكيد الحذف.
be_by: побач з перыяду вы хочаце выдаліць. Вам будзе прапанавана пацвердзіць выдаленне.
bg_bg: до периода, за който искате да изтриете. Вие ще бъдете помолени да потвърдите изтриването.
bn_bd: পরবর্তী করার সময় আপনি মুছে ফেলতে চান. যে অপসারণ নিশ্চিতকরণ হবে.
da_dk: ved siden af ​​den periode, du ønsker at slette. Du vil blive bedt om at bekræfte sletningen.
el_gr: δίπλα από το χρονικό διάστημα που θέλετε να διαγράψετε. Θα σας ζητηθεί να επιβεβαιώσετε τη διαγραφή.
et_ee: kõrval periood, mida soovite kustutada. Teil palutakse kinnitada kustutamist.
fa_ir: در کنار دوره می خواهید پاک کنید. از شما خواسته خواهد شد که برای تایید حذف است.
fi_fi: vieressä kauden haluat poistaa. Sinua pyydetään vahvistamaan poisto.
ga_ie: in aice leis an tréimhse is mian leat a scriosadh. Iarrfar ort a dhearbhú a scriosadh.
gl_gl: próximo ao período que quere eliminar. Lle será solicitada a confirmar a exclusión.
hr_hr: uz razdoblje želite izbrisati. Bit ćete pitani da potvrdite brisanje.
hu_hu: mellett az időszak a törölni kívánt. Meg fogják kérni, hogy erősítse meg a törlést.
is_is: við hliðina á tímabilinu sem þú vilt eyða. Þú verður beðinn um að staðfesta eyðingu.
ja_jp: 削除したい期間の横にある。削除を確認するメッセージが表示されます。
lt_lt: šalia laikotarpį, kurį norite ištrinti. Jums bus prašoma patvirtinti naikinimą.
lv_lv: blakus periodu, kuru vēlaties izdzēst. Jums tiks lūgts apstiprināt dzēšanu.
mk_mk: до периодот ќе сакате да го избришете. Ќе ви биде побарано да се потврди бришење.
nn_no: ved siden av den perioden du vil slette. Du vil bli bedt om å bekrefte slettingen.
pl_pl: obok okresu, który chcesz usunąć. Zostaniesz poproszony o potwierdzenie usunięcia.
pt_pt: próximo ao período que você deseja excluir. Você será solicitado a confirmar a exclusão.
ro_ro: de lângă perioada pe care doriţi să ştergeţi. Vi se va cere să confirmaţi ştergerea.
ru_ru: рядом с периода вы хотите удалить. Вам будет предложено подтвердить удаление.
sk_sk: u obdobie, ktoré chcete odstrániť. Budete vyzvaní na potvrdenie odstránenia.
sl_si: poleg obdobja, ki ga želite izbrisati. Boste morali, da potrdite brisanje.
sq_al: tjetër për periudhën që ju doni të fshini. Ju do të kërkohet për të konfirmuar fshirjen.
sr_rs: поред периоду који желите да избришете. Бићете упитани да потврдите брисање.
sv_se: bredvid den period du vill ta bort. Du ombeds att bekräfta borttagningen.
th_th: ถัดไประยะเวลาที่คุณต้องการจะลบ คุณจะถูกถามเพื่อยืนยันการลบ
tr_tr: Silmek istediğiniz süre. Silme işlemini onaylamanız istenecektir.
uk_ua: поруч з періоду ви хочете видалити. Вам буде запропоновано підтвердити видалення.
wa_be: wrth ymyl y cyfnod rydych am ddileu. Bydd gofyn i gadarnhau&#39;r dileu.
zh_tw: 旁邊的時期要刪除。你會被要求確認刪​​除。

source: School Grade Levels
af_za: Skoolgraad vlakke
ar_dz: مستويات الصف المدرسي
be_by: Узроўні Колькі класаў
bg_bg: Нива на клас
bn_bd: স্কুল গ্রেড মাত্রা
da_dk: Skole klassetrin
el_gr: Επίπεδα Τάξη
es_es: Niveles de Grado Escolar
et_ee: Kooli klassi tasemel
fa_ir: سطوح درجه مدرسه
fi_fi: Kouluarvosana tasot
ga_ie: Leibhéil Grád Scoile
gl_gl: Reixa niveis de ensino
hr_hr: Škola Ocjena Razine
hu_hu: Iskola Grade szint
is_is: School Grade Stig
ja_jp: 学校学年
lt_lt: Mokyklos klasės lygiu
lv_lv: Skolu klašu
mk_mk: Училиште Одделение нивоа
nn_no: Skole Klassetrinn
pl_pl: Poziom szkoły podstawowej
pt_pt: Grade níveis de ensino
ro_ro: Grad School Niveluri
ru_ru: Уровни Сколько классов
sk_sk: Úrovne školy Grade
sl_si: School Grade Ravni
sq_al: Klasët e shkollës
sr_rs: Школа разреда
sv_se: Skola betygssteg
th_th: โรงเรียนระดับชั้น
tr_tr: Okul Sınıf Düzeyleri
uk_ua: Рівні Скільки класів
wa_be: Gradd Lefelau Ysgol
zh_tw: 學校年級

source: This page allows you to setup your schools grade levels. By default the openSIS installer creates all the grades from Kindergarten to the 8th Grade. If your school has a different grade level structure, simply delete the extra Grade Levels. Similarly if you have some grades that have not been created, create them on this page.
af_za: Hierdie bladsy laat jou toe om jou skole graadvlakke vir die opstel van. By verstek die openSIS installeerder skep al die grade van Kleuter aan die graad 8. Indien u skool het &#39;n ander graad vlak struktuur, verwyder jy die ekstra graadvlakke. Net so as jy &#39;n paar grade wat nie geskep is, skep dit op hierdie bladsy.
be_by: Гэтая старонка дазваляе вам усталяваць ваш узровень школ класе. Па змаўчанні openSIS ўстаноўкі стварае ўсе ацэнкі ад дзіцячага садка да восьмага класа. Калі ваша школа мае іншую структуру на ўзроўні класа, проста выдаліце ​​дадатковыя ўзроўні Grade. Аналагічна, калі ў вас ёсць некалькі гатункаў, якія не былі створаны, стварыце іх на гэтай старонцы.
bg_bg: Тази страница ви позволява да настроите вашата нива за клас на училищата. По подразбиране openSIS инсталатора създава всички степени от детската градина до 8-ми клас. Ако вашето училище има различна структура клас ниво, просто изтрийте допълнителни нива степен. По същия начин, ако имате някои класове, които не са били създадени, като ги създаде на тази страница.
bn_bd: এই পৃষ্ঠায় আপনি আপনার স্কুল গ্রেড মাত্রার সেটআপ করতে পারবেন. ডিফল্টরূপে openSIS ইনস্টলার সব থেকে কিন্ডারগার্টেন 8 ম গ্রেড থেকে বাংলাদেশের সৃষ্টি. যদি আপনার স্কুল একটি বিভিন্ন গ্রেড স্তরের গঠন করেছে কেবল, অতিরিক্ত গ্রেড মাত্রা মুছে. একইভাবে যদি আপনি কিছু বাংলাদেশের যে তৈরি হয়নি আছে, এই পেজে তাদের তৈরি.
da_dk: Denne side giver dig mulighed for at opsætte jeres skoler klassetrin. Som standard openSIS installationsprogrammet skaber alle de kvaliteter fra børnehave til 8. klasse. Hvis din skole har et andet klassetrin struktur, skal du blot slette den ekstra klassetrin. Tilsvarende, hvis du har nogle kvaliteter, som ikke er oprettet, skal du oprette dem på denne side.
el_gr: Αυτή η σελίδα σας επιτρέπει να ρυθμίσετε τα σχολεία τα επίπεδα ποιότητας. Εξ ορισμού ο εγκαταστάτης openSIS δημιουργεί όλες τις τάξεις από το Νηπιαγωγείο στην 8η τάξη. Αν το σχολείο σας έχει μια διαφορετική δομή επίπεδο ποιότητας, απλά διαγράψτε τα επιπλέον επίπεδα Βαθμού. Ομοίως, εάν έχετε ορισμένους βαθμούς που δεν έχουν δημιουργηθεί, τη δημιουργία τους σε αυτή τη σελίδα.
et_ee: Sellel leheküljel saab seadistada oma kooli klassi tasemel. Vaikimisi openSIS installer loob kõik klassid alates lasteaiast kuni 8. klassi. Kui teie koolis on eri klassi tasandil struktuuri, lihtsalt kustutada ekstra klassi tasemel. Samamoodi kui teil on mõned klassid, mida ei ole loodud, luua neile sellel lehel.
fa_ir: این صفحه به شما اجازه می دهد تا راه اندازی مدارس سطح کلاس است. به طور پیش فرض نصب openSIS ایجاد تمام نمرات از کودکستان تا کلاس 8. اگر مدرسه شما تا درجه های مختلف ساختار سطح ، به سادگی سطوح درجه اضافی را حذف کنید. به طور مشابه اگر شما برخی از نمرات است که ایجاد شده اند ، آنها را در این صفحه ایجاد.
fi_fi: Tällä sivulla voit setup your koulujen luokka-asteelta. Oletuksena openSIS Asennusohjelma luo kaikki vuosiluokat päiväkodista 8th grade. Jos koulussa on eri luokka tason rakenne, poista ylimääräinen luokka-asteelta. Samoin jos sinulla on joitakin laatuja, joita ei ole luotu, luo ne tällä sivulla.
ga_ie: Ceadaíonn an leathanach seo leat chun thus do leibhéil scoileanna grád. Réir réamhshocraithe Cruthaíonn an suiteálaí openSIS go léir ó na gráid Kindergarten chuig an Grád 8. Má tá do scoil le struchtúr leibhéal difriúil grád, ach scriosadh an Leibhéil Grád breise. Mar an gcéanna má tá tú roinnt grád nár cruthaíodh, iad a chruthú ar an leathanach seo.
gl_gl: Esta páxina permite que configure os seus niveis de escolas primarias. Por defecto o instalador openSIS crea todas as clases do xardín de infancia á 8 ª serie. Se a súa escola ten unha estrutura de nivel diferente grao, pode eliminar os niveis educativos extra. Do mesmo xeito, se ten algunhas notas que non foron creadas, crealos nesta páxina.
hr_hr: Ova stranica vam omogućuje postavljanje vašeg školama razreda razinama. Po defaultu openSIS instalacijski stvara sve ocjene od vrtića do 8. razreda. Ako je vaša škola ima drukčiju strukturu razreda razini, jednostavno izbrisati dodatne razine razreda. Isto tako, ako imate neke ocjene koje nisu stvorili, njih stvaraju na ovoj stranici.
hu_hu: Ez az oldal lehetővé teszi, hogy állítsuk be az iskolák évfolyam szinten. Alapértelmezés szerint a telepítő openSIS teremt minden évfolyamon az óvodától a 8. osztály. Ha az iskola különböző fokozatú szintű struktúra, egyszerűen törölje az extra fokozat szintek. Hasonlóképpen, ha néhány évfolyamon, hogy még nem jött létre, hozza létre őket ezen az oldalon.
is_is: Þessi síða gerir þér kleift að skipulag skóla einkunn stigum. Við vanræksla the openSIS embætti skapar alla einkunnum frá leikskóla til 8. bekk. Ef skólinn þinn hefur mismunandi bekk stigi uppbygging, einfaldlega eyða auka Levels Grade. Á sama hátt ef þið hafið einhverjar bekk sem hafa ekki verið búin að búa þá á þessari síðu.
ja_jp: このページでは、あなたの学校の学年レベルを設定することができます。デフォルトではopenSISのインストーラは、幼稚園から8年生まで全学年を作成します。あなたの学校は別の学年のレベルの構造を持っている場合、単に余分なグレードのレベルを削除します。あなたが作成されていないいくつかのグレードがある場合は同様に、このページに作成してください。
lt_lt: Šis puslapis leidžia jums susikurti savo mokyklų klases. OpenSIS montuotojas pagal nutylėjimą sukuria visas klases nuo darželio iki 8 klasės. Jei jūsų mokykla turi įvairaus laipsnio lygių struktūra, tiesiog ištrinti papildomą rūšį. Panašiai, jei turite šiek tiek klasėse, kurios buvo sukurtos ne, sukurkite juos šiame puslapyje.
lv_lv: Šī lapa ļauj setup jūsu skolām klašu grupās. Pēc noklusējuma openSIS uzstādītājs rada visas pakāpes no bērnudārza līdz 8 pakāpē. Ja jūsu skola ir dažādas pakāpes līmenī, struktūras, vienkārši izdzēsiet papildu pakāpes līmeņi. Līdzīgi, ja jums ir dažas kategorijas, kas nav izveidotas, izveidot tos par šo lapu.
mk_mk: Оваа страница ви овозможува да го поставите вашето училиште одделение нивоа. По правило openSIS инсталерот создава сите оценки од градинка до 8 одделение. Ако вашето училиште има различен степен ниво на структура, едноставно избришете екстра Одделение нивоа. Слично, ако имате некои оценки што не се создадени, да ги создаде на оваа страница.
nn_no: Denne siden lar deg sette opp din skole klassetrinn. Som standard openSIS installasjonsprogrammet oppretter alle karakterene fra barnehage til 8. klasse. Hvis skolen din har en annen karakter nivå struktur, bare slette ekstra Klassetrinn. Tilsvarende hvis du har noen karakterer som ikke har blitt opprettet, oppretter du dem på denne siden.
pl_pl: Ta strona pozwala na ustawienie szkołami poziomu klasy. Domyślnie instalator openSIS tworzy wszystkie stopnie od przedszkola do 8 klasy. Jeśli Twoja szkoła ma inną strukturę poziomie klasy, skasować dodatkowe poziomy stopnia. Podobnie, jeśli masz jakieś gatunki, które nie zostały utworzone, należy je utworzyć na tej stronie.
pt_pt: Esta página permite que você configure os seus níveis de escolas primárias. Por padrão o instalador openSIS cria todas as classes do jardim de infância à 8 ª série. Se a sua escola tem uma estrutura de nível diferente grau, basta excluir os níveis de ensino extra. Da mesma forma, se você tem algumas notas que não foram criadas, criá-los nesta página.
ro_ro: Această pagină vă permite la setup-ul de şcoli niveluri de gradul. În mod implicit de instalare openSIS creează toate gradele de la grădiniţă la clasa a 8. Dacă şcoala dumneavoastră are o structură diferită nivel de clasă, ştergeţi pur şi simplu Niveluri suplimentare Grad. În mod similar, dacă aveţi unele clase care nu au fost create, le creaţi pe această pagină.
ru_ru: Эта страница позволяет вам установить ваш уровень школ классе. По умолчанию openSIS установки создает все оценки от детского сада до восьмого класса. Если ваша школа имеет иную структуру на уровне класса, просто удалите дополнительные уровни Grade. Аналогично, если у вас есть несколько сортов, которые не были созданы, создайте их на этой странице.
sk_sk: Táto stránka umožňuje nastaviť škôl terény. V predvolenom nastavení inštalačný program vytvorí openSIS všetkých stupňov od materských škôl až 8. tried. Ak vaša škola má inú štruktúru ročníku, jednoducho vymazať extra terény. Rovnako tak ak máte nejaké triedy, ktoré neboli vytvorené, je vytvoriť na tejto stránke.
sl_si: Ta stran vam omogoča nastavitev vaše šole razred ravni. Privzeto openSIS namestitveni ustvarja vse razrede od vrtca do 8. razred. Če vaša šola ima drugačno strukturo razred ravni, preprosto izbrišite ekstra Ravni Grade. Tudi če imate nekaj razredov, ki niso bile ustvarjene, jih ustvarite na tej strani.
sq_al: Kjo faqe ju lejon të setup nivelet e shkollave tuaja grade. By default installer openSIS krijon të gjitha notat nga kopshti deri në klasën e 8. Nëse shkolla juaj ka një tjetër nivel të strukturës së klasës, thjesht fshini Nivelet klasës ekstra. Të ngjashme, nëse ju keni disa nota që nuk janë krijuar, krijojnë ato në këtë faqe.
sr_rs: Ова страница вам омогућава да подесите своју школе ниво разреда. Подразумевано опенСИС инсталер креира све оцене од обданишта до 8. разреда. Ако ваша школа има другачији разреда структуру, једноставно избришите екстра нивои разред. Исто тако, ако имате неке оцене које нису створене, да их креирате на овој страници.
sv_se: Den här sidan kan du ställa in din skolorna årskurser. Som standard openSIS installationsprogrammet skapar alla betygen från förskola till 8: e klass. Om din skola har en annan struktur klass nivå, helt enkelt ta bort den extra årskurser. Likaså om du har några kvaliteter som inte har skapats, skapa dem på denna sida.
th_th: หน้านี้จะช่วยให้คุณสามารถตั้งค่าระดับชั้นโรงเรียนของคุณ โดยค่าเริ่มต้นการติดตั้ง openSIS สร้างเกรดทั้งหมดตั้งแต่ระดับอนุบาลถึงเกรด 8 หากโรงเรียนของคุณมีระดับโครงสร้างที่แตกต่างระดับเพียงแค่ลบระดับชั้นเสริม ในทำนองเดียวกันถ้าคุณมีคะแนนบางส่วนที่ยังไม่ได้ถูกสร้างขึ้นสร้างพวกเขาในหน้านี้
tr_tr: Bu sayfa okullarında düzeyleri kurulum sağlar. Varsayılan olarak Opensis yükleyici Anaokulu 8. Sınıf notlarının oluşturur. Okul farklı bir sınıf düzeyi yapısı varsa, sadece ekstra Sınıf Seviyeleri silin. Benzer şekilde, yaratılmamış olan bazı notlar varsa bu sayfada bunları oluşturmak.
uk_ua: Ця сторінка дозволяє вам встановити ваш рівень шкіл класі. За замовчуванням openSIS установки створює всі оцінки від дитячого садка до восьмого класу. Якщо ваша школа має іншу структуру на рівні класу, просто видаліть додаткові рівні Grade. Аналогічно, якщо у вас є кілька сортів, які не були створені, створіть їх на цій сторінці.
wa_be: Mae&#39;r dudalen hon yn eich galluogi i osod eich gradd ysgolion lefelau. Yn ddiofyn y gosodwr openSIS yn creu holl raddau o Kindergarten i&#39;r Gradd 8. Os oes gan eich ysgol strwythur gradd lefel wahanol, yn syml dilëwch y Lefelau Gradd ychwanegol. Yn yr un modd, os oes gennych rai graddau nad ydynt wedi cael eu creu, eu creu ar y dudalen hon.
zh_tw: 此頁面允許您設置您的學校的檔次水平。默認情況下，openSIS安裝程序創建的所有年級，從幼兒園到8年級。如果你的學校有不同的等級層次結構，簡單地刪除多餘的等級水平。同樣，如果你​​有一些成績，但沒有被創建，創建它們在此頁。
