Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: You have access to any school in the system. To choose a school to work on, select the school from the pull-down menu on the top. The program will automatically refresh with the new school in the workspace. You can also change the school year and current marking period in a similar fashion.
af_za: Jy het toegang tot enige skool in die stelsel. Om &#39;n skool om op te werk te kies, kies die skool van die trek-down menu&#39; op die top. Die program sal outomaties bygewerk met die nuwe skool in die workspace. Jy kan ook die skool jaar en die huidige nasienperiode verander in &#39;n soortgelyke wyse.
ar_dz: لديك حق الوصول إلى أي مدرسة في النظام. لاختيار المدرسة إلى العمل ، حدد المدرسة من القائمة المنسدلة على القمة. سيقوم برنامج التحديث تلقائيا مع المدرسة الجديدة في مساحة العمل. يمكنك أيضا تغيير السنة الدراسية ووضع علامات في الفترة الحالية بطريقة مماثلة.
be_by: У вас ёсць доступ да любой школе ў сістэме. Каб выбраць школу, каб працаваць, выберыце школы з выпадальнага меню ў верхняй частцы. Праграма будзе аўтаматычна абнаўляцца з новай школы ў працоўнай вобласці. Вы таксама можаце змяніць навучальны год і бягучы перыяд у маркіроўцы аналагічным чынам.
bg_bg: Вие имате достъп до всяко училище, в системата. За да изберете училище към работа, да изберете училището от падащото меню в горната част. Програмата автоматично ще се освежите с новото училище в работното пространство. Можете също да промените на учебната година и текущия период за маркиране по подобен начин.
bn_bd: আপনি কোন স্কুল থেকে অধিকারপ্রাপ্ত. উপর কাজ থেকে একটি স্কুল নির্বাচন, উপরে টান ডাউন মেনু থেকে স্কুল নির্বাচন. প্রোগ্রামটি স্বয়ংক্রিয়ভাবে কর্মপরিসর নতুন স্কুল সঙ্গে রিফ্রেশ হবে. আপনি একটি অনুরূপ ফ্যাশন স্কুলের বছর এবং বর্তমান অবস্থানসূচক সময় পরিবর্তন করতে পারেন.
da_dk: Du har adgang til enhver skole i systemet. At vælge en skole til arbejde ved at vælge skolen fra pull-down menuen på toppen. Programmet vil automatisk opdateres med den nye skole i arbejdsområdet. Du kan også ændre skoleåret og den nuværende mærkning periode på en lignende måde.
el_gr: Έχετε πρόσβαση σε οποιοδήποτε σχολείο στο σύστημα. Για να επιλέξετε ένα σχολείο στην εργασία, επιλέξτε το σχολείο από το pull-down μενού στο πάνω μέρος. Το πρόγραμμα θα ανανεωθεί αυτόματα με το νέο σχολείο στο χώρο εργασίας. Μπορείτε επίσης να αλλάξετε το σχολικό έτος και την τρέχουσα περίοδο σήμανση με παρόμοιο τρόπο.
es_es: Usted tiene acceso a cualquier Institución en el sistema. Para elegir una Institución para trabajar seleccione la Institución en el menú desplegable de la parte superior. El programa se actualizará automáticamente con la nueva Institución en el área de trabajo. También puede cambiar el curso escolar y el período actual de evaluación de una manera similar.
et_ee: Teil on juurdepääs mis tahes kooli süsteemis. Valida kooli tööle, valige kooli rippmenüüst peal. Programm automaatselt värskendada uue kooli tööruumi. Saate muuta ka kooliaasta ja praegune tähistamine perioodil sarnaselt.
fa_ir: به هر مدرسه ای در سیستم شما دسترسی دارند. برای انتخاب یک مدرسه به کار بر روی ، مدرسه از منوی PULL - DOWN در بالا را انتخاب کنید. این برنامه به طور خودکار با مدرسه جدید در فضای کاری تازه کردن. شما همچنین می توانید در مد مشابه سال تحصیلی و دوره فعلی مارک را تغییر دهید.
fi_fi: Voit tutustua kaikkiin koulun järjestelmään. Voit valita koulusta työelämään, valitse koulun alasvetovalikosta päällä. Ohjelma päivittyy automaattisesti uuden koulun työtilassa. Voit myös muuttaa lukuvuoden ja nykyinen merkintä ajan samalla tavalla.
ga_ie: Tá tú rochtain ar aon scoil sa chóras. A roghnú scoil a bheith ag obair ar, roghnaigh an scoil ón roghchlár tarraingt anuas ar an mbarr. Beidh an clár athnuachan go huathoibríoch leis an scoil nua sa spás oibre. Is féidir leat freisin na scoilbhliana agus tréimhse a mharcáil reatha ar bhealach cosúil.
gl_gl: Ten acceso a calquera escola do sistema. Para escoller unha escola para o traballo, seleccione a escola desde o menú desplegable na parte superior. O programa debería actualizar automaticamente coa nova escola no espazo de traballo. Tamén pode cambiar o ano lectivo e período marcado actual de forma semellante.
hr_hr: Imate pristup na bilo koju školu u sustavu. Da biste odabrali školu za rad na, odaberite škole iz padajućeg izbornika na vrhu. Program će se automatski osvježiti sa novim školi u radnom prostoru. Također možete promijeniti školske godine i trenutno obilježavanje razdoblja na sličan način.
hu_hu: Ön férhetnek hozzá olyan iskolába a rendszerben. Választani egy iskola dolgozni, jelölje ki az iskola a legördülő menü a tetején. A program automatikusan frissíti az új iskola a munkaterületen. Azt is megváltoztathatja a tanév, és a jelenlegi jelölési időszak hasonló módon.
is_is: Þú hefur aðgang að öllum skóla í kerfinu. Til að velja skóla til að vinna með því að velja skólanum úr fellilistanum efst. The program vilja á sjálfvirkan hátt endurnýja með nýju skóla í vinnusvæði. Þú getur einnig breytt skólaársins og núverandi merkingar tímabil á svipaðan hátt.
ja_jp: あなたは、システム内の任意の学校へのアクセス権を持っている。上で動作するように学校を選択するには、上部のプルダウンメニューから学校を選択します。プログラムが自動的にワークスペースに新しい学校で更新されます。また、同様の方法で学年と現在のマーキング期間を変更することができます。
lt_lt: Jūs turite patekti į mokyklą, bet sistemoje. Pasirinkti mokyklos į darbą, pasirinkite iš išplečiamojo meniu viršuje mokykla. Programa bus automatiškai atnaujinti su naujų mokyklų darbo srities. Taip pat galite keisti mokslo metų ir dabartinio žymėjimo laikotarpiu panašiai.
lv_lv: Jums ir piekļuve visiem skolu sistēmā. Lai izvēlētos skolas uz darbu, izvēlieties skolu no pull-down menu uz augšu. Programma automātiski atsvaidzināt ar jaunu skolu darbvietā. Varat arī mainīt mācību gada un tekošā marķēšanas perioda līdzīgā veidā.
mk_mk: Имате пристап до сите училишта во системот. Да се ​​избере училиштето за да работат на, изберете го училиште од паѓачкото мени на врвот. На програмата автоматски ќе се освежи со ново училиште во работниот простор. Исто така може да се промени на учебната година и сегашниот означување период на сличен начин.
nn_no: Du har tilgang til noen skole i systemet. For å velge en skole å jobbe på, velger skolen fra rullegardinmenyen på toppen. Programmet vil automatisk oppdateres med den nye skolen i arbeidsområdet. Du kan også endre skoleåret og nåværende merking periode på en lignende måte.
pl_pl: Masz dostęp do wszystkich szkół w systemie. Aby wybrać szkoły do ​​pracy, wybierz szkoły z rozwijanego menu na górze. Program automatycznie odświeżać z nowej szkoły w obszarze roboczym. Można również zmienić roku szkolnego i bieżącego okresu oznakowania w podobny sposób.
pt_pt: Você tem acesso a qualquer escola no sistema. Para escolher uma escola para o trabalho, selecione a escola a partir do menu suspenso na parte superior. O programa irá atualizar automaticamente com a nova escola no espaço de trabalho. Você também pode alterar o ano letivo e período marcação atual de forma semelhante.
ro_ro: Ai acces la orice şcoală din sistem. Pentru a alege o şcoală pentru a lucra la, selectaţi şcoală din meniul pull-down pe partea de sus. Programul se va actualiza automat cu noua scoala in spatiul de lucru. Puteţi schimba, de asemenea, în anul şcolar şi perioada curentă marcajul într-un mod similar.
ru_ru: У вас есть доступ к любой школе в системе. Чтобы выбрать школу, чтобы работать, выберите школы из выпадающего меню в верхней части. Программа будет автоматически обновляться с новой школы в рабочей области. Вы также можете изменить учебный год и текущий период в маркировке аналогичным образом.
sk_sk: Máte prístup k akejkoľvek školy v systéme. Ak chcete vybrať školy do práce, vyberte školu z rozbaľovacieho menu hore. Program bude automaticky aktualizovať s novou školu v pracovnom priestore. Môžete tiež zmeniť školského roka a súčasné označenie obdobia, v podobnej móde.
sl_si: Imate dostop do vseh šoli v sistem. Če želite izbrati šolo za delo na, izberite šolo iz spustnem meniju na vrhu. Program bo samodejno osvežite z novo šolo v delovnem prostoru. Spremenite lahko tudi šolsko leto, in tekoče označevanje obdobja na podoben način.
sq_al: Ju keni qasje në ndonjë shkollë në sistem. Për të zgjedhur një shkollë për të punuar mbi të, zgjidhni shkollë nga pull-down menu në krye. Programi automatikisht do të rifreskoni me shkollën e re në Workspace. Ju gjithashtu mund të ndryshojë të vitit shkollor dhe të periudhës aktuale duke shënuar në një mënyrë të ngjashme.
sr_rs: Имате приступ било којој школи у систему. Да бисте изабрали школе на посао, изаберите школа из падајућег менија на врху. Програм ће се аутоматски освежити са новим школе у ​​радном простору. Такође можете променити школску годину и текући обележавање периоду на сличан начин.
sv_se: Du har tillgång till någon skola i systemet. Att välja skola att arbeta på, välj skola från rullgardinsmenyn på toppen. Programmet kommer att uppdateras automatiskt med den nya skolan på arbetsytan. Du kan också ändra läsåret och nuvarande märkning period på ett liknande sätt.
th_th: คุณมีการเข้าถึงโรงเรียนใดในระบบ การเลือกโรงเรียนที่จะทำงานในให้เลือกโรงเรียนที่ได้จากเมนูแบบดึงลงที่ด้านบน โปรแกรมจะรีเฟรชโดยอัตโนมัติกับโรงเรียนใหม่ในพื้นที่ทำงาน คุณยังสามารถเปลี่ยนปีของโรงเรียนและระยะเวลาในการทำเครื่องหมายในปัจจุบันในรูปแบบเหมือนกัน
tr_tr: Sisteminde herhangi bir okula erişim var. Üzerinde çalışmak için bir okul seçmek için, üst üste açılan menüden okul seçin. Program otomatik olarak çalışma alanında yeni bir okul ile yenilenir. Ayrıca benzer bir moda okulu yıl ve cari işaretleme dönemi değiştirebilirsiniz.
uk_ua: У вас є доступ до будь-якій школі в системі. Щоб вибрати школу, щоб працювати, виберіть школи з випадаючого меню у верхній частині. Програма буде автоматично оновлюватися з нової школи в робочій області. Ви також можете змінити навчальний рік та поточний період у маркуванні аналогічним чином.
wa_be: Mae gennych fynediad i unrhyw ysgol yn y system. Er mwyn dewis ysgol i weithio ar, dewiswch yr ysgol o&#39;r ddewislen tynnu i lawr ar y brig. Bydd y rhaglen adfywio yn awtomatig gyda&#39;r ysgol newydd yn y gweithle. Gallwch hefyd newid y flwyddyn ysgol ac cyfnod marcio ar hyn o bryd mewn modd tebyg.
zh_tw: 您可以訪問系統中的任何一所學校。要選擇一所學校工作，選擇學校，從下拉菜單的頂部。該計劃將自動刷新新學校在工作區。您還可以更改學年和當前評分期以類似的方式。

source: You can also quickly access a Students Demographic Information from the Students tab.
af_za: Jy kan vinnig ook toegang tot &#39;n Studente demografiese inligting van die Studente-blad.
ar_dz: يمكنك أيضا الوصول بسرعة للطلاب معلومات الديموغرافية من علامة التبويب الطلاب.
be_by: Вы таксама можаце хутка атрымаць доступ студэнтаў Дэмаграфічная інфармацыя на ўкладцы студэнтаў.
bg_bg: Можете също така бързо да получите достъп до студентите демографска информация от раздела Студентски.
bn_bd: আপনি দ্রুত একটি ছাত্র ছাত্রীদের ট্যাব থেকে জনসংক্য়া তথ্য ব্যবহার করতে সক্ষম.
da_dk: Du kan også hurtigt få adgang til en Elever demografiske oplysninger fra de studerende fanen.
el_gr: Μπορείτε επίσης να μεταβείτε γρήγορα σε μαθητές δημογραφικές πληροφορίες, από την καρτέλα φοιτητές.
es_es: También puede acceder rápidamente a la información demográfica de los alumnos desde la pestaña Alumnos.
et_ee: Võite kiiresti juurde Õpilased Demograafilised Teave Õpilased alt.
fa_ir: شما همچنین می توانید به سرعت اطلاعات دموگرافیک دانشجویان از زبانه دانش آموزان دسترسی داشته باشید.
fi_fi: Voit myös nopeasti saada opiskelijat demografisia tietoja opiskelijoilta välilehti.
ga_ie: Is féidir leat freisin rochtain go tapa le mic léinn Déimeagrafacha Eolas ón cluaisín Mac Léinn.
gl_gl: Tamén pode acceder rapidamente unha información Estudantes demográfica a partir da guía Estudantes.
hr_hr: Također možete brzo pristupiti Studenti demografske informacije od studenata kartici.
hu_hu: Ön is egyszerűen elérhető hallgatók demográfiai adatokat a diákok lapon.
is_is: Þú getur einnig fljótt nálgast Nemendur Lýðfræðileg Upplýsingar frá Nemendur flipann.
ja_jp: また、すぐに学生のタブから学生人口統計情報にアクセスすることができます。
lt_lt: Taip pat galite greitai prieiti prie studentų demografinę informaciją iš studentų skirtuką.
lv_lv: Varat arī ātri piekļūt Skolēni demogrāfisko informāciju no studentiem tab.
mk_mk: Можете исто така да брзо да пристапите во Студентите демографски информации од студентите табот.
nn_no: Du kan også raskt få tilgang til et Studenter Demografiske opplysninger fra studentene kategorien.
pl_pl: Można także szybko uzyskać dostęp Studenci demograficzne Informacje na karcie Studentów.
pt_pt: Você também pode acessar rapidamente uma informação Estudantes demográfica a partir da guia Estudantes.
ro_ro: De asemenea, puteţi accesa rapid o informare Elevii demografic din fila Studenţi.
ru_ru: Вы также можете быстро получить доступ студентов Демографическая информация на вкладке студентов.
sk_sk: Môžete sa tiež rýchlo pristupovať Študenti demografické informácie od študentov kartu.
sl_si: Prav tako lahko hitro dostopate do Študenti demografski podatki na zavihku študentov.
sq_al: Ju gjithashtu mund të shpejt të kenë një Informacioni Studentët demografike nga tab Studentëve.
sr_rs: Такође можете да брзо приступите Студенти Демографске информације на картици студената.
sv_se: Du kan också snabbt få tillgång till en Eleverna demografisk information från studenterna fliken.
th_th: คุณยังสามารถเข้าถึงได้อย่างรวดเร็วนักเรียนข้อมูลประชากรจากแท็บนักเรียน
tr_tr: Ayrıca hızlı Öğrenciler Demografik Bilgiler Öğrenci sekmesinden erişebilirsiniz.
uk_ua: Ви також можете швидко отримати доступ студентів Демографічна інформація на вкладці студентів.
wa_be: Gallwch hefyd yn gyflym gael mynediad at wybodaeth ddemograffig o fyfyrwyr y tab Myfyrwyr.
zh_tw: 您還可以快速訪問學生從學生人口信息標籤。

source: Similarly to access a Users Information click on the User tab.
af_za: Net so &#39;n gebruikers inligting kliek op die gebruiker blad om toegang te verkry.
ar_dz: وبالمثل للوصول بنقرة ومعلومات المستخدمين على علامة التبويب العضو.
be_by: Аналагічна для доступу пстрыкніце Карыстальнікі Інфармацыя пра карыстальніка ўкладцы.
bg_bg: Подобно на достъп на потребителите информация, кликнете върху раздела на потребителя.
bn_bd: একইভাবে একটি ব্যবহারকারী ব্যবহারকারী ট্যাব ক্লিক তথ্য ব্যবহার.
da_dk: På samme måde få adgang til en Brugere Information Klik på fanen Bruger.
el_gr: Κατά τον ίδιο τρόπο για να αποκτήσετε πρόσβαση με ένα κλικ τις πληροφορίες των χρηστών στην καρτέλα χρήστη.
es_es: Del mismo modo para acceder a la información de los usuarios haga clic sobre la pestaña del usuario.
et_ee: Sarnaselt juurdepääsu kasutajatele teavet kliki Kasutaja sakk.
fa_ir: به همین ترتیب برای دسترسی به کاربران با کلیک بر روی زبانه کاربری.
fi_fi: Samoin käyttää käyttäjien tietoja napsauttamalla käyttäjä-välilehteä.
ga_ie: Mar an gcéanna le rochtain a fháil cliceáil ar an táb Faisnéise Úsáideoirí úsáideora.
gl_gl: Do mesmo xeito que o acceso de un click a información dos usuarios na guía usuario.
hr_hr: Slično za pristup kliknite Korisnici na kartici User Information.
hu_hu: Hasonlóan a hozzáférést a felhasználó információkért kattintson a Felhasználó fület.
is_is: Á sama hátt til að opna Notendur Upplýsingar smella á User flipann.
ja_jp: 同様にユーザ]タブの[ユーザー情報]をクリックしてアクセスする。
lt_lt: Panašiai kaip ir prieigą vartotojams informaciją, spustelėkite skirtuką Vartotojo
lv_lv: Līdzīgi, lai piekļūtu lietotājiem informāciju, noklikšķiniet uz Lietotāju tab.
mk_mk: Слично на пристап до информации кликнете Корисниците на корисникот табот.
nn_no: Tilsvarende tilgang til en Brukere Informasjon klikke på kategorien Bruker.
pl_pl: Podobnie dostęp do informacji o użytkownikach kliknij na zakładkę użytkownika.
pt_pt: Da mesma forma que o acesso de um clique as informações dos usuários na guia Usuário.
ro_ro: În mod similar pentru a accesa o faceţi clic pe Informaţii utilizatori pe tab-ul utilizatorului.
ru_ru: Аналогично для доступа щелкните Пользователи Информация о пользователе вкладке.
sk_sk: Rovnako tak prístup k užívateľom informácie kliknite na karte užívateľa.
sl_si: Podobno za dostop do uporabnikov informacij kliknite na zavihek uporabnika.
sq_al: Në mënyrë të ngjashme për të hyrë në një klik Përdoruesit Informacione mbi butonin User.
sr_rs: Слично приступ корисници кликну Информације о Кориснику картице.
sv_se: Likaså att komma åt en användarinformation klickar du på fliken Användare.
th_th: ในทำนองเดียวกันในการเข้าถึงข้อมูลผู้ใช้คลิกบนแท็บผู้ใช้
tr_tr: Aynı şekilde Kullanıcı sekmesinde Kullanıcılar Bilgi erişmek için tıklayın.
uk_ua: Аналогічно для доступу клацніть Користувачі Інформація користувача вкладці.
wa_be: Yn yr un modd i gael mynediad i Ddefnyddwyr Gwybodaeth cliciwch ar y tab Defnyddwyr.
zh_tw: 同樣地訪問用戶信息，請點擊用戶標籤。
