Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: If you are using the Gradebook, you can have openSIS calculate each students quarter grades by clicking on the Use Gradebook Grades link at the top of the list. Clicking this link will automatically save each students grades and refresh the list
af_za: As jy die gebruik van die Gradebook, kan jy openSIS elke studente kwartaal grade bereken deur te kliek op die gebruik Gradebook Graad skakel aan die bokant van die lys. Indien u op hierdie skakel kliek, sal outomaties elke studente grade en verfris die lys
be_by: Калі вы выкарыстоўваеце Заліковая кніжка, вы можаце мець openSIS разліку кожнага класа студэнтаў квартале, націснуўшы на спасылку Выкарыстоўвайце Заліковая кніжка Ацэнкі ў верхняй частцы спісу. Пры націску на гэтую спасылку будзе аўтаматычна захоўваць кожны студэнтам ацэнкі і абнаўлення спісу
bg_bg: Ако използвате Gradebook, можете да имате за openSIS изчисли всеки тримесечие оценките на студентите, като кликнете върху оценките Използвайте Gradebook връзка в горната част на списъка. Щракването върху тази връзка ще автоматично да записвате всеки клас учениците и да обновите списъка
bn_bd: যদি আপনি Gradebook ব্যবহার করে আপনি তালিকার শীর্ষে ব্যবহার Gradebook বাংলাদেশের লিঙ্কে ক্লিক openSIS প্রত্যেক ছাত্রদের সিকি বাংলাদেশের নিরূপণ করতে পারে. এই লিঙ্ক ক্লিক করা হলে স্বয়ংক্রিয়ভাবে প্রতিটি ছাত্র বাংলাদেশের সংরক্ষণ তালিকা রিফ্রেশ হবে
da_dk: Hvis du bruger Gradebook, kan du få openSIS beregne hver studerende kvartal kvaliteter ved at klikke på Brug Gradebook Karakterer linket øverst på listen. Hvis du klikker på dette link vil automatisk gemme hver studerende kvaliteter og opdatere listen
el_gr: Εάν χρησιμοποιείτε το Gradebook, μπορείτε να έχετε openSIS υπολογίζει τους βαθμούς κάθε τρίμηνο οι μαθητές κάνοντας κλικ στο βαθμών Gradebook Χρήση σύνδεσμο στο πάνω μέρος της λίστας. Κάνοντας κλικ σε αυτό το σύνδεσμο θα αποθηκεύσει αυτόματα κάθε βαθμούς τους φοιτητές και να ανανεώσετε τη λίστα
et_ee: Kui sa kasutad Gradebook, sul võib olla openSIS arvutada iga õpilaste kvartalis klasside klõpsates Kasuta Gradebook Grades link ülaosas nimekirja. Selle lingi klõpsamine salvestab automaatselt iga õpilaste klassid ja värskenda nimekirja
fa_ir: اگر شما با استفاده از Gradebook ، شما می توانید openSIS محاسبه هر یک از دانش آموزان نمرات چهارم را با کلیک کردن بر روی لینک نمرات استفاده از Gradebook در بالای لیست. کلیک کردن بر روی این لینک به طور خودکار هر یک از نمرات دانش آموزان و صرفه جویی در تازه کردن لیست
fi_fi: Jos käytät Gradebook, voit olla openSIS laskea kunkin opiskelijat vuosineljänneksen arvosanat klikkaamalla Käytä Gradebook arvosanat linkkiä yläreunassa luettelosta. Tämän linkin napsauttaminen tallentaa automaattisesti jokaisen opiskelijoiden arvosanat ja päivittää listan
ga_ie: Má tá tú ag baint úsáide as an Gradebook, is féidir leat a bheith openSIS ríomh gach gráid mic léinn ráithe trí chliceáil ar an nasc Gradebook Úsáid Gráid ag barr an liosta. Cliceáil an nasc seo ach amháin go huathoibríoch gach gráid mac léinn agus an liosta a athnuachan
gl_gl: Se está usando o libro de notas, pode que openSIS calcular as notas dos alumnos de cada trimestre, premendo na ligazón de Reixas Use Gradebook arriba na lista. Premendo nese enlace pode gardar automaticamente cada notas dos alumnos e actualizar a lista
hr_hr: Ako koristite Gradebook, možete imati openSIS izračunati svaki studenata tromjesečju ocjene klikom na korištenje Gradebook Ocjene link na vrhu popisa. Klikom na ovaj link će automatski spremiti svaki studenata ocjene i osvježiti popis
hu_hu: Ha használja a Gradebook, akkor már openSIS számítani az egyes tanulók negyede minőségű kattintva a használata Gradebook Pontok linkre a lista tetején. Erre a hivatkozásra kattintva automatikusan ment minden tanuló fokozatok, és a lista frissítéséhez
is_is: Ef þú ert að nota Gradebook getur þú hefur openSIS reikna hvers nemenda ársfjórðungs einkunna með því að smella á Gradebook Nota Einkunnir tengilinn efst á listanum. Með því að smella á þennan tengil mun sjálfkrafa vista hvert nemendur bekk og uppfæra listann
ja_jp: あなたが成績表を使用している場合は、openSISがリストの先頭に使用成績表成績のリンクをクリックして各学生の四半期の成績を計算することができます。このリンクをクリックすると、自動的に各生徒の成績を保存し、リストをリフレッシュします
lt_lt: Jei naudojate Gradebook, galite openSIS apskaičiuoti kiekvieno studentų ketvirtį klasių paspaudę nuorodą Gradebook Prognozės Naudoti sąrašo viršuje. Paspaudus šią nuorodą, bus automatiškai išsaugoti kiekvieną studentų pažymius ir atnaujinti sąrašą
lv_lv: Ja jūs izmantojat Gradebook, jūs varat būt openSIS aprēķināt katra skolēniem ceturksni pakāpes, noklikšķinot uz Lietot Gradebook Grades saites saraksta augšgalā. Noklikšķinot uz šīs saites automātiski saglabātu katru studentu kategorijām un atsvaidzināt saraksts
mk_mk: Ако користите на Gradebook, можете да се пресмета openSIS секој студенти четвртина оценки со кликнување на употреба Gradebook Оценки линкот на врвот на листата. Со кликнување на овој линк автоматски ќе го спаси секој студенти оценки и освежување на листа
nn_no: Hvis du bruker karakterboken, kan du ha openSIS beregne hver studenter kvartal karakterer ved å klikke på Bruk karakterboken Grades linken på toppen av listen. Klikke på denne linken vil automatisk lagre alle elevene karakterer og oppdatere listen
pl_pl: Jeśli używasz dzienniczek ocen, można mieć openSIS obliczyć każdej studentów klas kwartale klikając na stopnie Użyj dzienniczek ocen link na górze listy. Kliknięcie tego łącza spowoduje automatycznie zapisać każdy uczniów klas i odświeżyć listę
pt_pt: Se você estiver usando o livro de notas, você pode ter openSIS calcular as notas dos alunos de cada trimestre, clicando no link de Grades Use Gradebook no topo da lista. Ao clicar nesse link irá salvar automaticamente a cada notas dos alunos e atualizar a lista
ro_ro: Dacă utilizaţi cartea de note, puteţi avea openSIS calcula fiecare trimestru clasele elevilor, făcând clic pe link-ul Utilizaţi cartea de note Note la partea de sus a listei. Făcând clic pe această legătură într-va salva automat fiecare clasele a studenţilor şi a actualiza lista de
ru_ru: Если вы используете Зачетная книжка, вы можете иметь openSIS расчета каждого класса студентов квартале, нажав на ссылку Используйте Зачетная книжка Оценки в верхней части списка. При нажатии на эту ссылку будет автоматически сохранять каждый студентам оценки и обновления списка
sk_sk: Ak používate zadávanie známok, môžete mať openSIS počítať každú štvrť študentov triedy po kliknutí na odkaz zadávanie známok používania stupňa v hornej časti zoznamu. Kliknutím na tento odkaz sa automaticky uloží každý študentom známky a aktualizovať zoznam
sl_si: Če uporabljate redovalnice, lahko imate openSIS izračunati vsako četrtletje ocen študentov s klikom na povezavo redovalnice Uporaba ocen na vrhu seznama. S klikom na to povezavo se bo samodejno shrani vse študente razredih in osvežite seznam
sq_al: Nëse jeni duke përdorur Gradebook, ju mund të keni openSIS llogaritur çdo tremujori notat nxënësve duke klikuar mbi linkun Gradebook Përdor Notat në krye të listës. Duke klikuar këtë link automatikisht do të shpëtojë çdo nxënës dhe notat refresh lista
sr_rs: Ако користите Градебоок, можете имати опенСИС израчунати сваки студената разреда кварталу кликом на Користите Оцене Градебоок линк на врху листе. Кликом на овај линк ће аутоматски сачувати свако студенти оцене и освежити листу
sv_se: Om du använder betygsbok, kan du ha openSIS beräkna varje studenter kvartal betyg genom att klicka på Använd betygsbok Betyg länken högst upp i listan. Du klickar på länken kommer automatiskt att spara varje elever betyg och uppdatera listan
th_th: ถ้าคุณกำลังใช้ Gradebook คุณสามารถมี openSIS คำนวณผลการเรียนของนักเรียนในแต่ละไตรมาสโดยคลิกที่ใช้การเชื่อมโยง Gradebook เกรดที่ด้านบนของรายการ คลิกที่ลิงค์นี้อัตโนมัติจะบันทึกคะแนนของนักเรียนแต่ละคนและรีเฟรชรายการ
tr_tr: Gradebook kullanıyorsanız, Opensis listenin üst kısmında Kullanım Gradebook Sınıflar bağlantısını tıklayarak her öğrencinin çeyrek notları hesaplamak olabilir. Bu linki tıkladığınızda otomatik olarak her öğrencinin notları kaydetmek ve listeyi yenilemek
uk_ua: Якщо ви використовуєте Залікова книжка, ви можете мати openSIS розрахунку кожного класу студентів кварталі, натиснувши на посилання Використовуйте Залікова книжка Оцінки у верхній частині списку. При натисканні на це посилання буде автоматично зберігати кожен студентам оцінки та оновлення списку
wa_be: Os ydych yn defnyddio y Llyfr Marciau, gallwch gael openSIS gyfrifo bob chwarter myfyrwyr gradd drwy glicio ar y ddolen Graddau Llyfr Marciau Defnyddiwch ar frig y rhestr. Bydd clicio ar y cyswllt awtomatig gynilo bob gradd myfyrwyr ac adfywio y rhestr
zh_tw: 如果您使用的成績冊，你可以計算出每個學生有openSIS季度成績通過點擊鏈接年級成績冊使用頂部的列表。點擊這個鏈接會自動保存每個學生的成績，並刷新列表

source: Configuration
af_za: Konfigurasie
ar_dz: التكوين
be_by: Канфігурацыя
bg_bg: Конфигурация
bn_bd: কনফিগারেশন
da_dk: Konfiguration
el_gr: Διαμόρφωση
es_es: Configuración
et_ee: Konfiguratsioon
fa_ir: پیکربندی
fi_fi: Kokoonpano
ga_ie: Cumraíocht
gl_gl: Configuración
hr_hr: Konfiguracija
is_is: Stillingar
ja_jp: コンフィギュレーション
lt_lt: Konfigūracija
lv_lv: Konfigurācija
mk_mk: Конфигурација
nn_no: Konfigurasjon
pl_pl: Konfiguracja
pt_pt: Configuração
ro_ro: Configuraţie
ru_ru: Конфигурация
sk_sk: Konfigurácia
sl_si: Konfiguracija
sq_al: Konfiguracion
sr_rs: Конфигурација
sv_se: Konfiguration
th_th: การกำหนดค่า
tr_tr: Yapılandırma
uk_ua: Конфігурація
zh_tw: 配置

source: This page allows you to configure the gradebook
af_za: Hierdie bladsy kan jy die gradebook in te stel
be_by: Гэтая старонка дазваляе наладзіць заліковую кніжку
bg_bg: Тази страница ви позволява да конфигурирате gradebook
bn_bd: এই পৃষ্ঠায় আপনি gradebook কনফিগার করতে পারবেন
da_dk: Denne side giver dig mulighed for at konfigurere gradebook
el_gr: Αυτή η σελίδα σας επιτρέπει να ρυθμίσετε το gradebook
et_ee: Sellel leheküljel saab seadistada gradebook
fa_ir: این صفحه به شما اجازه پیکربندی gradebook
fi_fi: Tällä sivulla voit määrittää gradebook
ga_ie: Ceadaíonn an leathanach seo leat a chumrú an gradebook
gl_gl: Esta páxina permite que configure o gradebook
hr_hr: Ova stranica vam omogućuje da konfigurirate gradebook
hu_hu: Ez az oldal lehetővé teszi, hogy konfigurálja a gradebook
is_is: Þessi síða gerir þér kleift að stilla gradebook
ja_jp: このページでは、評定表を構成することができます
lt_lt: Šis puslapis leidžia jums konfigūruoti gradebook
lv_lv: Šī lapa ļauj jums konfigurēt gradebook
mk_mk: Оваа страница ви овозможува да го конфигурирате gradebook
nn_no: Denne siden lar deg konfigurere karakterboken
pl_pl: Ta strona umożliwia konfigurowanie ujawniać
pt_pt: Esta página permite que você configure o gradebook
ro_ro: Această pagină vă permite să configuraţi cartea de note
ru_ru: Эта страница позволяет настроить зачетную книжку
sk_sk: Na tejto stránke môžete konfigurovať zadávanie známok
sl_si: Ta stran omogoča nastavitev redovalnice
sq_al: Kjo faqe ju lejon të konfiguroni gradebook
sr_rs: Ова страница вам омогућава да конфигуришете градебоок
sv_se: Den här sidan kan du konfigurera betygsbok
th_th: หน้านี้จะช่วยให้คุณสามารถกำหนดค่า gradebook
tr_tr: Bu sayfa notların yapılandırmanıza olanak sağlar.
uk_ua: Ця сторінка дозволяє налаштувати залікову книжку
wa_be: Mae&#39;r dudalen hon yn eich galluogi i ffurfweddu y llyfr marciau
zh_tw: 此頁面允許您配置的成績冊

source: You can configure the gradebook to round scores up, down, or normally. Normal rounding would round 19.5 to 20 but 19.4 to 19
af_za: Jy kan die gradebook instel tellings te rond op, af, of normaalweg. Normale afronding sou ronde 19,5 tot 20, maar 19,4 om te 19
be_by: Вы можаце наладзіць заліковую кніжку ацэнкі акругліць уверх, уніз, ці ў звычайным рэжыме. Нармальная акруглення б круглы 19,5 да 20, але 19,4 да 19
bg_bg: Можете да конфигурирате gradebook кръг десетки нагоре, надолу, или нормално. Normal закръгляване би кръг от 19.5 на 20, но от 19,4 до 19
bn_bd: আপনি স্কোর ধরপাকড় নিচে, gradebook কনফিগার, অথবা স্বাভাবিক. সাধারন রাউন্ডইং বৃত্তাকার হবে 19,5 থেকে 20 কিন্তু 19,4 19
da_dk: Du kan konfigurere gradebook til at runde scores op, ned eller normalt. Normal afrunding vil runde 19,5 til 20, men fra 19,4 til 19
el_gr: Μπορείτε να ρυθμίσετε το gradebook να γύρο βαθμολογίες πάνω, κάτω, ή κανονικά. Κανονική στρογγυλοποίηση θα γύρο 19,5 έως 20, αλλά 19,4 - 19
et_ee: Saate konfigureerida gradebook ümardada skoori üles, alla, või normaalselt. Tavaline ümardamise oleks ümmargune 19,5-20 vaid 19,4-19
fa_ir: شما می توانید gradebook به دور نمرات بالا ، پایین پیکربندی کنید ، و یا به طور معمول. گرد کردن عادی را دور از 19،5 تا 20 اما 19،4 تا 19
fi_fi: Voit määrittää gradebook pyöristää tulokset ylös, alas, tai normaalisti. Normaali pyöristäminen olisi kierroksella 19.5-20 mutta 19.4-19
ga_ie: Is féidir leat a chumrú chun an gradebook scóir bhabhta suas, síos, nó de ghnáth. Bheadh ​​slánaithe Gnáth bhabhta 19.5-20 ach 19.4-19
gl_gl: Pode configurar o libro de notas para redondear o ton para arriba, para abaixo, ou normalmente. Redondeo normal rolda 19,5-20 pero 19,4-19
hr_hr: Možete konfigurirati gradebook zaokružiti rezultate gore, dolje ili normalno. Normalno bi zaokruživanje okrugle 19,5 do 20, ali 19,4 do 19
hu_hu: Beállíthatja a gradebook a kerek pontszámokat felfelé, lefelé, vagy normál. Normál kerekítés lenne kerek 19,5-20 de 19,4-19
is_is: Þú getur stillt gradebook að umferð skora upp, niður, eða að jafnaði. Venjuleg lokið máli mínu vildi umferðar 19,5-20, en 19,4-19
ja_jp: あなたがダウン、または通常は、スコアを切り上げに評定表を構成することができます。通常の丸めでは19.5から20までが19.4から19を丸める
lt_lt: Galite konfigūruoti gradebook turas balai aukštyn, žemyn, arba paprastai. Normalus apvalinimo turas nuo 19,5 iki 20, bet 19,4 iki 19
lv_lv: Jūs varat konfigurēt gradebook lai noapaļotu rādītāji uz augšu, uz leju, vai normāli. Normal noapaļošanas būtu apaļa 19,5-20 bet 19,4-19
mk_mk: Можете да го конфигурирате gradebook да коло резултати горе, долу, или нормално. Нормално заокружување ќе круг 19,5-20 но 19,4-19
nn_no: Du kan konfigurere karakterboken å runde poengsummer opp, ned eller normalt. Normal avrunding ville runde 19,5 til 20, men 19,4 til 19
pl_pl: Możesz skonfigurować ujawniać zaokrąglić ocenę w górę, w dół lub normalnie. Normalny zaokrąglenie będzie okrągły 19,5 do 20, ale 19,4 do 19
pt_pt: Você pode configurar o livro de notas para arredondar notas para cima, para baixo, ou normalmente. Arredondamento normal rodada 19,5-20 mas 19,4-19
ro_ro: Puteţi configura cartea de note pentru a rotunji scoruri sus, în jos, sau în mod normal. Rotunjire normal ar vs 19.5 la 20, dar 19.4 la 19
ru_ru: Вы можете настроить зачетную книжку оценки округлить вверх, вниз, или в обычном режиме. Нормальная округления бы круглый 19,5 до 20, но 19,4 до 19
sk_sk: Môžete si nastaviť, aby zadávanie známok kolesá skóre hore, dole, alebo normálne. Normálne zaokrúhlenia by okolo 19,5 až 20, ale 19,4 až 19
sl_si: Lahko nastavite redovalnice zaokrožiti rezultate gor, dol, ali normalno. Normalno bi bilo zaokroževanje krog 19,5-20 pa 19,4-19
sq_al: Ju mund të konfiguroni gradebook për raundin e rezultatet lart, poshtë, ose normalisht. Arrestimi normale do të rrumbullakët 19,5-20, por 19,4-19
sr_rs: Можете конфигурисати градебоок да круг резултате горе, доле, или нормално. Нормална заокруживање би круг 19,5 до 20, али 19,4 до 19
sv_se: Du kan konfigurera betygsbok att runda poäng upp, ner, eller normalt. Normal avrundning skulle runda 19,5 till 20 men från 19,4 till 19
th_th: คุณสามารถกำหนดค่า gradebook ไปรอบคะแนนขึ้นลงหรือปกติ ล้อมรอบปกติจะ 19.5-20 แต่ 19.4-19
tr_tr: Aşağı, puanlar yuvarlak notların yapılandırmak veya normalde yapabilirsiniz. Normal yuvarlama yuvarlak 19,5 20 ama 19,4-19
uk_ua: Ви можете налаштувати залікову книжку оцінки округлити вгору, вниз, або в звичайному режимі. Нормальна округлення б круглий 19,5 до 20, але 19,4 до 19
wa_be: Gallwch ffurfweddu&#39;r llyfr marciau i rownd sgorau i fyny, i lawr, neu fel arfer. Byddai talgrynnu arferol rownd 19.5-20, ond 19.4-19
zh_tw: 您可以配置成績冊，以輪成績上升，下降或正常。普通四捨五入會輪，但19.4 19.5 20 19
