Repository: deva086/opensis
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: af_za, ar_dz, be_by, bg_bg, bn_bd, da_dk, el_gr, es_es, et_ee, fa_ir, fi_fi, ga_ie, gl_gl, hr_hr, hu_hu, is_is, ja_jp, lt_lt, lv_lv, mk_mk, nn_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_rs, sv_se, th_th, tr_tr, uk_ua, wa_be, zh_tw

source: To setup your calendar at the beginning of the year, you should use the Create this years calendar feature. By clicking on this link in the upper right-hand corner of the screen, you can setup all days in a specified timeframe as meeting all day. You can also select which days of the week that your school is in session. After selecting the beginning and ending dates of your schools school year and the days of the week that your school meets, click the OK button. You can now go through the calendar and mark holidays and partial days.
af_za: Vir die opstel van jou kalender aan die begin van die jaar, moet jy gebruik om die Skep hierdie jaar kalender funksie. Deur te klik op hierdie skakel in die boonste regterkantste hoek van die skerm, kan jy die opstel van al die dae in &#39;n bepaalde tyd as die vergadering van die hele dag. Jy kan ook kies watter dae van die week dat u skool in sitting is. Na die kies van die begin en einde datums van jou skole skooljaar en die dae van die week dat jou skool vergader, klik op die OK knoppie. Jy kan nou gaan deur die kalender en merk vakansiedae en gedeeltelike dae.
be_by: Для настройкі календара ў пачатку года, вы павінны выкарыстоўваць гэтую магчымасць стварэння каляндарных гадоў. Націснуўшы на спасылку ў правым верхнім куце экрана, вы можаце наладзіць ўсе дні ва ўказаны тэрмін, як сустрэча ўвесь дзень. Вы таксама можаце выбраць, якія дні тыдня, што ваша школа знаходзіцца на сесіі. Пасля выбару даты пачатку і заканчэння вашай школы навучальнага года і дзён тыдня, што ваша школа адказвае, націсніце кнопку ОК. Зараз Вы можаце прайсці праз каляндар і адзначаць святы і частковае дзён.
bg_bg: Да настройка на вашия календар в началото на годината, трябва да използвате тази година за функция на календар. Като кликнете върху тази връзка в горния десен ъгъл на екрана, можете да настроите всички дни в определен период от време, тъй като среща по цял ден. Можете също да изберете кои дни от седмицата, че вашето училище е в сесия. След като изберете в началото и крайната дата на училища учебната година и дни на седмицата, че вашето училище отговаря, щракнете върху бутона ОК. Сега можете да отидете през съответната календарна година и марка празници и частично дни.
bn_bd: করার বছর প্রারম্ভে আপনার ক্যালেন্ডার সেটআপ, আপনি এই বছর ক্যালেন্ডার বৈশিষ্ট্য তৈরি হবে. উচ্চতর পর্দার ডানদিকে এই লিঙ্কে ক্লিক করে, আপনি একটি নির্দিষ্ট timeframe মধ্যে সেটআপ বৈঠক সমস্ত দিন সমস্ত দিন করতে পারেন. আপনি নির্বাচন করতে পারেন যার সপ্তাহে যে আপনার স্কুল সেশনের হয় দিন. আপনার স্কুলের স্কুল বছর এবং সপ্তাহে যে আপনার স্কুল পূরণ দিন আরম্ভ ও সমাপ্তি তারিখগুলি বাছাই করে ঠিক আছে বাটন ক্লিক করুন. আপনি এখন ক্যালেন্ডার এবং চিহ্ন ছুটির এবং আংশিক দিন মাধ্যমে যেতে পারেন.
da_dk: Sådan konfigureres din kalender i starten af ​​året, skal du bruge Opret dette års kalender funktion. Ved at klikke på dette link i øverste højre hjørne af skærmen, kan du indstille alle dage i en bestemt tidsramme som møde hele dagen. Du kan også vælge, hvilke dage i ugen, at din skole er i session. Efter valg af start-og slutdato for jeres skoler skoleåret, og de dage i ugen, at din skolen opfylder Klik på OK-knappen. Du kan nu gå gennem kalenderen og markere helligdage og delvis dage.
el_gr: Για να ρυθμίσετε το ημερολόγιό σας στην αρχή του έτους, θα πρέπει να χρησιμοποιήσετε το Δημιουργία αυτό το χαρακτηριστικό ημερολογιακά έτη. Κάνοντας κλικ σε αυτό το σύνδεσμο στο πάνω δεξιά γωνία της οθόνης, μπορείτε να ρυθμίσετε όλες τις ημέρες σε ένα συγκεκριμένο χρονικό πλαίσιο, όπως συνάντηση όλη την ημέρα. Μπορείτε επίσης να επιλέξετε ποιες ημέρες της εβδομάδας ότι το σχολείο σας είναι στη σύνοδο. Αφού επιλέξετε τις ημερομηνίες έναρξης και λήξης της σχολικής χρονιάς τα σχολεία σας και τις ημέρες της εβδομάδας ότι το σχολείο σας ικανοποιεί, κάντε κλικ στο κουμπί OK. Μπορείτε τώρα να περάσει τις διακοπές του ημερολογίου και το σήμα και μερικές ημέρες.
et_ee: Setup oma kalendri aasta algusest, siis tuleks kasutada Loo käesoleva aasta kalendri funktsioon. Klikkides sellel lingil ülemises parempoolses nurgas, saate seadistada kogu päeva konkreetse aja, kui vastab kogu päeva. Samuti saate valida, millised nädalapäevad, et teie kool on istung. Pärast valiku alguse ja lõpu kuupäevad, millal te koolid kooliaasta ja nädalapäevad, et teie kool vastab, klõpsake nuppu OK. Nüüd saad minna läbi kalender ja märgi pühad ja osalist päeva.
fa_ir: برای نصب تقویم خود را در آغاز سال ، شما باید با استفاده از ایجاد این سال ها از ویژگی های تقویم. با کلیک کردن بر روی این لینک در گوشه سمت راست بالای صفحه نمایش ، شما می توانید راه اندازی تمام روز در یک بازه زمانی مشخص شده به عنوان جلسه در تمام طول روز. شما همچنین می توانید انتخاب کنید که در روز از هفته است که مدرسه خود را در حال نشست است. پس از انتخاب تاریخهای آغاز و پایان سال تحصیلی مدارس و روز از هفته است که مدرسه شما به طور ، روی دکمه OK کلیک کنید. شما هم اکنون می توانید از طریق تالار گفتمان وب سایت ختم قرآن مجید تقویم و علامت تعطیلات و روز با مشتقات جزئی.
fi_fi: Voit setup kalenterin alussa vuoden, sinun tulee käyttää Create tämän vuoden kalenteri ominaisuus. Klikkaamalla tätä linkkiä oikeassa yläkulmassa kulmassa, voit pystyttää kaikkina päivinä tietyssä aikataulussa kokouksessa koko päivän. Voit myös valita, mitkä viikonpäivät että koulusi on koolla. Kun olet valinnut alku-ja päättymispäivä kouluissanne lukuvuoden ja viikonpäivien että koulusi täyttää, klikkaa OK-painiketta. Voit nyt käydä läpi kalenteria ja merkki lomat ja osittainen päivää.
ga_ie: Chun thus do féilire ag tús na bliana, ba chóir duit a bhaint as an Cruthaigh an ghné seo le blianta féilire. Trí chliceáil ar an nasc seo sa chúinne uachtarach ar dheis ar an scáileán, is féidir leat thus gach lá i bhfráma ama a shonraítear le bheith ag comhlíonadh an lá ar fad. Is féidir leat a roghnú freisin ar a laethanta na seachtaine go bhfuil do scoil i seisiún. Tar éis a roghnú na dátaí tús agus deireadh na scoilbhliana do scoileanna agus do na laethanta na seachtaine go gcomhlíonann do scoil, cliceáil ar an gcnaipe OK. Is féidir leat dul anois trí na laethanta saoire agus laethanta marc féilire agus go páirteach.
gl_gl: Para axustar o calendario no inicio do ano, ten que utilizar o recurso de calendario Crear este ano. Premendo nesta ligazón na parte superior dereita da pantalla, pode configurar cada día nun período de tempo como reunión durante todo o día. Tamén pode seleccionar cales os días da semana en que a súa escola está en sesión. Despois de seleccionar as datas de inicio e fin do seu curso as escolas e os días da semana en que a súa escola está prema o botón Aceptar. Agora pode pasar as vacacións de calendario e marcar día e parcial.
hr_hr: Za postavljanje kalendar na početku godine, trebali biste koristiti ovu značajku Stvaranje godina kalendaru. Klikom na ovaj link u gornjem desnom kutu zaslona, ​​možete postaviti sve dane u određenom vremenskom razdoblju kao i susret cijeli dan. Također možete odabrati koje dane u tjednu da škola u sjednici. Nakon odabira početak i kraj datume Vašeg škole školske godine i dani u tjednu koji zadovoljava vaše škole, kliknite gumb U redu. Sada možete proći kroz kalendar i znak odmor i djelomično dana.
hu_hu: A setup naptár elején az év, akkor használja a Create idei naptár funkciót. Ha rákattint a linkre a jobb felső sarkában a képernyő, akkor setup minden nap egy meghatározott időn belül a találkozó egész nap. Azt is kiválaszthatja, hogy mely napokon, hogy a iskola működik. Miután kiválasztotta a kezdő és záró időpontját, a iskolai tanév és a hét napjai, hogy az iskola megfelel, kattintson az OK gombra. Akkor most az a naptár és a jel ünnepek és részleges nap.
is_is: Til að setja dagbókina þína í byrjun ársins, þá ættir þú að nota Búa til þessa almanaksár möguleika. Með því að smella á þennan tengil efst í hægra horni skjásins, getur þú skipulag alla daga í tiltekinn tíma sem fundi allan daginn. Þú getur einnig valið hvaða daga vikunnar sem skólinn er í lotu. Þegar þú hefur valið í upphafi og enda dagsetningar á skólum skólaárs og á dögum vikunnar að skólinn uppfylli að smella á OK hnappinn. Þú getur nú farið í gegnum dagbókina og merkja helgidögum og hluta daga.
ja_jp: 今年の初めに自分のカレンダーを設定するには、この年のカレンダーの作成機能を使用する必要があります。画面の右上隅でこのリンクをクリックすることで、一日中満たすものとして、指定された時間枠内のすべての日を設定することができます。また、あなたの学校がセッション内にあることをする曜日を選択できます。あなたの学校が満たしていることをあなたの学校の学年や曜日の開始日および終了日を選択後、[OK]ボタンをクリックします。これで、カレンダーとマーク祝日と部分的な日を通過することができます。
lt_lt: Norėdami susikurti savo kalendorių metų pradžioje, turite naudoti Sukurti šių metų kalendoriaus funkcija. Paspaudę šią nuorodą viršutiniame dešiniajame ekrano kampe, galite sukonfigūruoti visas dienas nurodytą terminą, kaip patenkinti visą dieną. Taip pat galite pasirinkti, kuris dienų savaitę, kad jūsų mokykloje yra sesijos. Po atrankos pradžios ir pabaigos datas savo mokyklose mokslo metų, o savaitę, kad jūsų mokyklos atitinka dienas, spustelėkite mygtuką Gerai. Dabar galite eiti per kalendorinius ir ženklas atostogų ir dalinių dienų.
lv_lv: Lai uzstādītu kalendāra gada sākumā gadu, jums vajadzētu izmantot Izveidot šo gadu kalendāru funkciju. Uzklikšķinot uz šīs saites, kas atrodas augšējā labajā stūrī ekrāna, varat setup visu dienu noteiktajos termiņos, par atbilstošiem visu dienu. Varat arī izvēlēties, kuras nedēļas dienas, ka jūsu skola ir sesija. Pēc izvēloties sākuma un beigu datumus jūsu skolas mācību gadu un attiecīgo nedēļas, ka jūsu skola atbilst dienām, noklikšķiniet uz pogas Labi. Tagad varat iet cauri kalendāru un atzīmēt svētkus un daļēju dienas.
mk_mk: За да го нагодите вашиот календар на почетокот на годината, треба да го користите креирате оваа години календар функција. Со кликнување на овој линк во горниот десен агол на екранот, можете да го поставите сите денови во одреден временски период како средба на целиот ден. Можете исто така да изберете кои денови од неделата дека вашето училиште е во сесија. По изборот на почетокот и завршувајќи датумите на вашето училиште учебната година и деновите од неделата дека вашето училиште ги исполнува, кликнете на копчето OK. Сега може да оди преку календар и Марк празници и делумно дена.
nn_no: Å konfigurere kalenderen i begynnelsen av året, bør du bruke Opprett årets kalender funksjonen. Ved å klikke på lenken i øvre høyre hjørne av skjermen, kan du setup alle dager i en bestemt tidsramme som møter hele dagen. Du kan også velge hvilke dager i uken at din skole er i sesjon. Når du har valgt begynnelsen og slutten datoene for ditt skoler skoleåret og dagene i uken som skolen møter, klikk på OK-knappen. Du kan nå gå gjennom kalenderen og merk ferier og delvis dager.
pl_pl: Aby ustawić kalendarz na początku roku, należy użyć Tworzenie ten kalendarz roku funkcję. Klikając na ten link w prawym górnym rogu ekranu, można skonfigurować wszystkie dni w określonym terminie, jak spotkania przez cały dzień. Można również wybrać dni tygodnia, że ​​szkoła jest w sesji. Po wyborze początku i na końcu daty szkoły szkoły roku i dni tygodnia, że ​​szkoła spełnia, kliknij przycisk OK. Możesz teraz przejść przez kalendarz i zaznacz świąt i dni częściowe.
pt_pt: Para configurar o seu calendário no início do ano, você deve usar o recurso de calendário Crie este ano. Clicando neste link no canto direito superior da tela, você pode configurar todos os dias em um período de tempo especificado como reunião durante todo o dia. Você também pode selecionar quais os dias da semana em que sua escola está em sessão. Depois de seleccionar as datas de início e fim do seu ano lectivo as escolas e os dias da semana em que sua escola se encontra, clique no botão OK. Você pode agora passar os feriados de calendário e marcar dia e parcial.
ro_ro: Pentru a seta calendarul de la începutul anului, ar trebui să utilizaţi această caracteristică Creare calendar de ani. Prin click pe acest link în colţul din dreapta colt al ecranului, puteţi configura toate zilele într-un interval de timp specificat ca reuniune toată ziua. Puteţi selecta, de asemenea, ce zile din săptămână care şcoala dumneavoastră este în sesiune. După selectarea datelor inceputul si sfarsitul anului de şcoală şcoli şi zilele din săptămână care şcoala dumneavoastră îndeplineşte, faceţi clic pe butonul OK. Puteţi merge acum prin sărbătorile calendarului şi marca si zile parţiale.
ru_ru: Для настройки календаря в начале года, вы должны использовать эту возможность создания календарных лет. Нажав на ссылку в правом верхнем углу экрана, вы можете настроить все дни в указанный срок, как встреча весь день. Вы также можете выбрать, какие дни недели, что ваша школа находится на сессии. После выбора даты начала и окончания вашей школы учебного года и дней недели, что ваша школа отвечает, нажмите кнопку ОК. Теперь Вы можете пройти через календарь и отмечать праздники и частичное дней.
sk_sk: Pre nastavenie kalendára na začiatku roka, mali by ste použiť Vytvoriť tohtoročnej funkciu kalendára. Kliknutím na odkaz v pravom hornom rohu obrazovky, môžete si nastaviť všetky dni v určenom časovom rámci ako stretnutie po celý deň. Môžete si tiež vybrať, ktoré dni v týždni, že vaša škola je v zasadnutí. Po výbere začiatok a koniec dáta svojho škôl školského roku a dni v týždni, že vaša škola spĺňa, kliknite na tlačidlo OK. Teraz môžete prechádzať kalendáre a dodržiavajú sviatky a čiastočné dní.
sl_si: Za nastavitev koledarja v začetku leta, bi morali uporabiti to Create letih koledar funkcijo. S klikom na to povezavo v zgornjem desnem kotu zaslona, ​​lahko nastavitev vse dni v določenem časovnem okviru, da izpolnjujejo vse dan. Izberete lahko tudi, katere dneve v tednu, ki je vaša šola v seji. Po izbiri se začne in konča rok Vašega šol šolskega leta in dneve v tednu, ki ustreza vaši šoli, kliknite na gumb OK. Zdaj lahko iti skozi praznike koledar in znamko in delno dni.
sq_al: Të setup kalendarin tuaj në fillim të vitit, ju duhet të përdorni këtë funksion Krijo viteve kalendarike. Duke klikuar në këtë link në këndin e sipërm të djathtë të ekranit, ju mund të setup të gjitha ditët brenda një kuadri kohor të caktuar si takim gjatë gjithë ditës. Ju gjithashtu mund të zgjidhni të cilat ditët e javës që shkolla juaj është në seancë. Pas zgjedhjes datat e fillimit dhe përfundimit të vjeçare të shkollës dhe ditët e javës që shkolla juaj i plotëson, kliko butonin OK. Ju tani mund të shkoni nëpër festat e kalendarit dhe të shënojë dhe ditë të pjesshme.
sr_rs: Да подесите свој календар на почетку године, треба да користите Направи ове године функцију календар. Кликом на овај линк у горњем десном углу екрана, можете подесити све дане у одређеном временском оквиру као производи који испуњавају цео дан. Такође можете изабрати којим данима у недељи која је ваша школа у сесији. Након избора почетак и крај термин Вашег школа школске године и дана у недељи да ваша школа испуњава, кликните на дугме ОК. Сада можете да прође кроз календар и празнике и знак делимично дана.
sv_se: För att ställa din kalender i början av året, bör du använda Skapa årets kalender funktionen. Genom att klicka på denna länk i övre högra hörnet på skärmen, kan du ställa alla dagar i en angiven tidsram som mötet hela dagen. Du kan också välja vilka dagar i veckan som din skola är i session. När du har valt i början-och slutdatum för din skola läsåret och veckodagar som din skola möter, klicka på OK. Du kan nu gå igenom kalendern och markera semester och partiella dagar.
th_th: การตั้งค่าปฏิทินของคุณที่จุดเริ่มต้นของปีที่คุณควรจะใช้ในการสร้างคุณลักษณะนี้ปฏิทินปี โดยคลิกที่ลิงค์นี้ในมุมขวาบนของหน้าจอคุณสามารถตั้งค่าทุกวันในช่วงเวลาที่ระบุไว้เป็นประชุมทุกวัน นอกจากนี้คุณยังสามารถเลือกได้ว่าวันของสัปดาห์ที่ว่าโรงเรียนของคุณอยู่ในเซสชั่น หลังจากที่เลือกวันที่เริ่มต้นและสิ้นสุดของปีของโรงเรียนโรงเรียนและวันของสัปดาห์ที่โรงเรียนของคุณตรงตามที่คลิกปุ่ม OK ขณะนี้คุณสามารถไปผ่านวันหยุดพักผ่อนและทำเครื่องหมายปฏิทินและวันที่บางส่วน
tr_tr: Takvim yılı başında kurulum için, Create bu yıl takvim özelliği kullanmak gerekir. Ekranın sağ üst köşesinde bu linki tıklayarak, belirli bir zaman dilimi içinde tüm gün tüm gün süren toplantı olarak ayarlayabilirsiniz. Okul oturumda bu hafta hangi gün de seçebilirsiniz. Okullarda okul yıl ve okul uyduğunu haftanın gün ve başlangıç ​​ve bitiş tarihleri ​​seçtikten sonra Tamam düğmesine tıklayın. Artık takvim ve işareti tatil ve kısmi gün gidebilirsiniz.
uk_ua: Для налаштування календаря на початку року, ви повинні використовувати цю можливість створення календарних років. Натиснувши на посилання у правому верхньому кутку екрану, ви можете налаштувати всі дні у вказаний термін, як зустріч весь день. Ви також можете вибрати, які дні тижня, що ваша школа знаходиться на сесії. Після вибору дати початку і закінчення вашої школи навчального року і днів тижня, що ваша школа відповідає, натисніть кнопку ОК. Тепер Ви можете пройти через календар і відзначати свята і часткове днів.
wa_be: I setup eich calendr ar ddechrau&#39;r flwyddyn, dylech ddefnyddio&#39;r Creu blynyddoedd calendr hwn yn nodwedd. Trwy glicio ar y ddolen hon yn rhan uchaf ochr dde y sgrin, gallwch setup holl ddyddiau o fewn amserlen fel a bennir cyfarfod drwy&#39;r dydd. Gallwch hefyd ddewis pa ddiwrnod o&#39;r wythnos y mae eich ysgol yn sesiwn. Ar ôl dewis y dyddiadau dechrau a gorffen eich blwyddyn ysgolion ysgol ac yn y dyddiau o&#39;r wythnos y mae eich ysgol yn cyfarfod, cliciwch y botwm OK. Nawr gallwch fynd trwy&#39;r gwyliau calendr ac yn marcio a dyddiau rhannol.
zh_tw: 要設置您的日曆在年初，你應該使用創建今年的日曆功能。通過點擊這個鏈接在右上角的角落的畫面，你可以設置所有天在指定時間內，作為會議一整天。您還可以選擇星期幾，你的學校是在會話。在選擇的開始和結束日期您的學校學年和星期幾貴校滿足，單擊確定按鈕。現在，您可以通過日曆和標記假期和部分天。
