Repository: deva086/opensis
Catalog: locale/openSIS.po
Languages: es_es

source: You can select the current date from the pull-down menu at the top of the screen. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen. After choosing a date or period, click the Go button to refresh the list with the new parameters.
es_es: Usted puede seleccionar la fecha actual en el menú desplegable en la parte superior de la pantalla. También puede mostrar un solo período de la elección de ese período a partir del período en el menú desplegable en la parte superior de la pantalla. Después de elegir la fecha o plazo, haga clic en el botón Continuar para actualizar la lista con los nuevos parámetros.

source: Attendance Codes
es_es: Códigos de asistencia

source: This page allows you to setup your schools attendance codes. Attendance codes are used in the teachers Take Attendance program
es_es: Esta página le permite configurar los códigos de la asistencia a las escuelas. Normas de asistencia se utilizan en el programa de asistencia los profesores toman

source: as well as most of the Attendance reports
es_es: así como la mayoría de los informes de asistencia

source: and specify whether or not the student was present during the period, and if he wasnt, the reason.
es_es: y especificar si el estudiante estuvo presente durante el período, y si no fue, la razón.

source: To add an attendance code, fill in the attendance codes title, short name, type, and state code. Select whether or not the code should be a teachers default from the empty fields at the bottom of the attendance codes list and click the Save button. Generally, the attendance code called Present will be marked as the teachers default. If the attendance code is marked as being type Teacher, a teacher will be able to select that attendance code from their Take Attendance program. Administrators will be able to assign all codes to a student.
es_es: Para agregar un código de asistencia, rellene el título normas de asistencia, nombre corto, tipo y código del estado. Seleccione si desea o no el código debe ser un defecto profesores de los campos en blanco en la parte inferior de la lista de asistencia códigos y haga clic en el botón Guardar. En general, el código de llamada de asistencia actual se marcará como el valor por defecto los profesores. Si el código de la asistencia se marca como maestro el tipo, el profesor sea capaz de seleccionar el código de su programa de asistencia Asistencia Tome. Los administradores podrán asignar todos los códigos de un estudiante.

source: To modify an attendance code, click on any of the attendance codes information, change the value, and click the Save button.
es_es: Para modificar un código de asistencia, haga clic en cualquiera de los códigos de información de asistencia, cambie el valor y haga clic en el botón Guardar.

source: To delete an attendance code, click the delete icon
es_es: Para borrar un código de asistencia, haga clic en el icono de borrar

source: next to the attendance code you want to delete. You will be asked to confirm the deletion.
es_es: junto al código de la asistencia que desea eliminar. Se le pedirá que confirme la eliminación.

source: Daily Summary
es_es: Resumen diario

source: is a report that shows the daily attendance status of your child during any timeframe
es_es: es un informe que muestra el estado de la asistencia diaria de su hijo durante cualquier período de tiempo

source: You can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows your childs daily attendance value for each period of each day with color codes. A red box signifies that the student was absent that period, and a green box indicates that the student was either present or tardy that period. The absence code is displayed in the box
es_es: Puede modificar el intervalo de fechas, cambiando la fecha de menús desplegables en la parte superior de la pantalla y haciendo clic en el botón Continuar. La lista muestra el valor de su niño la asistencia diaria de cada período de cada día con los códigos de color. Un cuadro rojo significa que el estudiante estuvo ausente ese período, y un recuadro verde indica que el estudiante se presente o tarde ese período. El código de ausencia se muestra en el cuadro

source: allows you to enter period attendance for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period
es_es: le permite introducir la asistencia período para todos los estudiantes en el período actual. Por defecto, el programa mostrará una lista de los estudiantes en su clase de primer periodo. Puede modificar el periodo actual, cambiando el período en el menú desplegable en el cuadro izquierdo para el período deseado

source: Once you are in the correct period, you can enter attendance by selecting the attendance code corresponding to each student. Once you have entered attendance for all your students, click the Save button at the top of the screen
es_es: Una vez en el período correspondiente, podrá entrar en la asistencia de seleccionar el código de la asistencia que corresponde a cada estudiante. Una vez que han entrado en la asistencia de todos sus alumnos, haga clic en el botón Guardar en la parte superior de la pantalla

source: This report shows the daily attendance status of any number of students for every date during any timeframe
es_es: Este informe muestra el estado de la asistencia diaria de cualquier número de estudiantes por cada día durante un periodo de tiempo

source: After searching for students, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows each students daily attendance value for each day with color codes. A red box signifies that the student was absent all day, a yellow box signifies that a student was absent half-day, and a green box signifies that a student was present all day long
es_es: Después de buscar por los estudiantes, puede modificar el intervalo de fechas, cambiando la fecha de menús desplegables en la parte superior de la pantalla y haciendo clic en el botón Continuar. La lista muestra cada uno de los estudiantes valoran la asistencia diaria de cada día con los códigos de color. Un cuadro rojo significa que el estudiante estuvo ausente todo el día, una caja de color amarillo, significa que el estudiante estuvo ausente de medio día, y una caja de color verde, significa que el estudiante estuvo presente durante todo el día

source: You can see the attendance records for each period for any student by clicking on a students name from the list. Here, the absence code is displayed in the color-coded box
es_es: Usted puede ver los registros de asistencia por cada período para cualquier estudiante, haga clic en el nombre de los estudiantes de la lista. En este caso, el código de ausencia se muestra en el cuadro de colores

source: This report shows the days for which a student has an absence
es_es: Este informe muestra los días que un estudiante tiene una ausencia

source: After selecting a student, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows the students absences for each period of each day that he had an absence. A red x indicates the student was absent in the corresponding period
es_es: Después de seleccionar un estudiante, puede modificar el intervalo de fechas, cambiando la fecha de menús desplegables en la parte superior de la pantalla y haciendo clic en el botón Continuar. La lista muestra las ausencias a los estudiantes para cada período de cada día que había una ausencia. Una X roja indica que el estudiante estuvo ausente en el período correspondiente

source: Student Screen
es_es: Estudiantes de la pantalla

source: This page displays the students activities and the current timeframes eligibility grades. The program also allows you to add and delete activities to the student.
es_es: Esta página muestra las actividades de los estudiantes y los grados de los plazos actuales de elegibilidad. El programa también te permite añadir y eliminar las actividades para el estudiante.

source: You must first select a student by using the Find a Student search screen. You can search for students who are enrolled in a specific course by clicking on the Choose link next to the Course search option and choosing a course from the popup window that appears. You can also search for students in a certain activity and for students who are currently ineligible.
es_es: Primero debe seleccionar un estudiante mediante el uso de la pantalla de búsqueda Buscar un estudiante. Usted puede buscar para los estudiantes que están matriculados en un curso específico haciendo clic en el enlace Elegir junto a la opción de búsqueda de cursos y la elección de un curso de la ventana emergente que aparece. También puede buscar para los estudiantes de una determinada actividad y para los estudiantes que son elegibles en la actualidad.

source: To add an activity to the student, select the desired activity from the activity pull-down next to the add icon
es_es: Para agregar una actividad para el estudiante, seleccionar la actividad deseada de la actividad desplegable junto al icono de añadir

source: and click the Add button.
es_es: y haga clic en el botón Agregar.

source: To drop an activity, click on the delete icon
es_es: Para eliminar una actividad, haga clic en el icono de borrar

source: next to the activity you want to drop.
es_es: junto a la actividad que desea colocar.

source: You can specify the desired eligibility timeframe by choosing the desired timeframe from the pull-down menu at the top of the screen. These timeframes are setup in the Entry Times program.
es_es: Puede especificar el plazo de elegibilidad deseado eligiendo el plazo deseado en el menú desplegable en la parte superior de la pantalla. Estos plazos se han configurado en el programa de entrada Times.

source: Add Activity
es_es: Aumentar la actividad

source: This page allows you to add an activity to a group of students in one action.
es_es: Esta página le permite añadir una actividad para un grupo de estudiantes en una sola acción.

source: First, select an activity to be added from the pull-down menu at the top of the screen. You can also perform this action from the next screen. Next, search for students. Notice that you can search for students who are in a certain activity or course. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the blue column headings above the list. After you have selected each desired student from this list, click the Add Activity to Selected Students button at the top of the screen. If you have not yet chosen an activity, you must do that before you click this button.
es_es: Primero, seleccione una actividad que se añade en el menú desplegable en la parte superior de la pantalla. También puede realizar esta acción en la pantalla siguiente. Buscar siguiente, para los estudiantes. Observe que usted puede buscar para los estudiantes que se encuentran en una determinada actividad o curso. A partir del resultado de búsqueda, puede seleccionar cualquier número de estudiantes. Puede seleccionar todos los estudiantes de la lista marcando la casilla de verificación en los encabezados de columna azul por encima de la lista. Después de haber seleccionado a cada estudiante que desee en esta lista, haga clic en el botón Añadir actividad a los estudiantes seleccionados en la parte superior de la pantalla. Si usted todavía no ha elegido una actividad, debe hacerlo antes de hacer clic en este botón.

source: Activities
es_es: Actividades

source: This page allows you to setup your schools activities.
es_es: Esta página le permite configurar sus actividades escolares.

source: To add an activity, fill in the activitys title, beginning date, and ending date in the empty fields at the bottom of the activities list and click the Save button.
es_es: Para agregar una actividad, rellenar el título activitys, a partir de la fecha y la fecha de finalización en los campos vacíos en la parte inferior de la lista de actividades y haga clic en el botón Guardar.

source: To modify an activity, click on any of the activitys information, change the value, and click the Save button.
es_es: Para modificar una actividad, haga clic en cualquiera de la información activitys, cambie el valor y haga clic en el botón Guardar.

source: To delete an activity, click the delete icon
es_es: Para eliminar una actividad, haga clic en el icono de borrar

source: next to the activity you want to delete. You will be asked to confirm the deletion.
es_es: junto a la actividad que desea eliminar. Se le pedirá que confirme la eliminación.

source: Entry Times
es_es: Tiempos de entrada

source: This page allows you to setup the weekly timeframe in which teachers can enter eligibility. Teachers must enter eligibility every week within this range. Besides the teachers Enter Eligibility program, this timeframe is used in most eligibility reports
es_es: Esta página le permite configurar el marco de tiempo semanal en la que los profesores pueden entrar en la elegibilidad. Los maestros deben entrar en la elegibilidad cada semana dentro de este rango. Además de los profesores Entre en el programa de elegibilidad, este plazo se utiliza en la mayoría de los informes de elegibilidad

source: To change the timeframe, simply change the upper and lower bounds of the timeframe and click the Save button.
es_es: Para cambiar el periodo de tiempo, basta con modificar los límites superior e inferior del marco de tiempo y haga clic en el botón Guardar.

source: Student List
es_es: Lista de los estudiantes

source: This report shows every course and eligibility grade assigned to any number of students.
es_es: Este informe muestra todos los cursos y el grado de elegibilidad asignado a cualquier número de estudiantes.

source: After searching for students, you can specify the eligibility timeframe you want to view. These timeframes are setup in the Entry Times program.
es_es: Después de buscar por los estudiantes, se puede especificar el plazo de elegibilidad que desea ver. Estos plazos se han configurado en el programa de entrada Times.

source: This report shows which teachers have not entered eligibility for any given date range. The date range is set in the Entry Times program.
es_es: Este informe muestra que los profesores no han entrado en la elegibilidad para cualquier intervalo de tiempo dado. El rango de fecha se establece en el programa de entrada Times.

source: The red checks indicate that a teacher has failed to enter the current date ranges eligibility for that period.
es_es: Los cuadros rojos indican que un profesor no ha logrado introducir la fecha actual de elegibilidad varía para ese período.

source: You can select the current date range from the pull-down menu at the top of the screen. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen. After choosing a date range or period, click the Go button to refresh the list with the new parameters.
es_es: Puede seleccionar el intervalo de tiempo actual en el menú desplegable en la parte superior de la pantalla. También puede mostrar un solo período de la elección de ese período a partir del período en el menú desplegable en la parte superior de la pantalla. Después de elegir un rango de fechas o período, haga clic en el botón Continuar para actualizar la lista con los nuevos parámetros.

source: is a display of your childs activities and the current timeframes eligibility grades
es_es: es una muestra de las actividades del niño y los grados de los plazos actuales de elegibilidad

source: You can specify the eligibility timeframe you want to view by choosing the desired timeframe from the pull-down menu at the top of the screen. Eligibility is entered once per week
es_es: Puede especificar el plazo de elegibilidad que desea ver seleccionando el plazo deseado en el menú desplegable en la parte superior de la pantalla. La elegibilidad se introduce una vez por semana

source: is a report that shows every course and eligibility grade assigned to your child
es_es: es un informe que muestra todos los cursos y el grado de elegibilidad asignado a su hijo

source: You can specify the eligibility timeframe you want to view by choosing the timeframe from the pull-down menu at the top of the screen and clicking the Go button. Eligibility is entered once per week
es_es: Puede especificar el plazo de elegibilidad que desea ver en la elección de los plazos en el menú desplegable en la parte superior de la pantalla y haciendo clic en el botón Continuar. La elegibilidad se introduce una vez por semana

source: allows you to enter eligibility grades for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period
es_es: le permite introducir los grados de elegibilidad para todos los alumnos en el período actual. Por defecto, el programa mostrará una lista de los estudiantes en su clase de primer periodo. Puede modificar el periodo actual, cambiando el período en el menú desplegable en el cuadro izquierdo para el período deseado

source: Once you are in the correct period, you can enter eligibility grades by selecting the eligibility code corresponding to each student. Once you have entered eligibility for all your students, click the Save button at the top of the screen
es_es: Una vez en el período correcto, usted puede ingresar las notas de elegibilidad al seleccionar el código de elegibilidad correspondientes a cada estudiante. Una vez que han entrado en la elegibilidad para todos sus alumnos, haga clic en el botón Guardar en la parte superior de la pantalla

source: If you are using the Gradebook, you can have openSIS calculate each students eligibility grades by clicking on the Use Gradebook Grades link at the top of the list. Clicking this link will automatically save each students eligibility grades and refresh the list
es_es: Si está utilizando el libro de calificaciones, usted puede tener openSIS calcular los grados de cada elegibilidad de los estudiantes haciendo clic en el libro de calificaciones Use grados en la parte superior de la lista. Al hacer clic en este enlace guardará automáticamente cada grado elegibilidad de los estudiantes y actualizar la lista

source: Either your account is inactive or your access permission has been revoked. Please contact the school administration.
es_es: Puede ser que su cuenta está inactiva o su permiso de acceso ha sido revocado. Por favor, póngase en contacto con la administración de la escuela.

source: Incorrect username or password. Please try again.
es_es: Nombre de usuario o contraseña incorrecta. Por favor, inténtalo de nuevo.

source: Your account has been created. You will be notified by email when it is verified by school administration and you can log in.
es_es: Su cuenta ha sido creada. Usted será notificado por correo electrónico cuando se verifica por la administración escolar y se puede entrar

source: You must have javascript enabled to use openSIS.
es_es: Usted debe tener Javascript activado para poder utilizar openSIS.

source: Log Out
es_es: Cierre de sesión

source: Subject
es_es: Tema

source: Course
es_es: Curso

source: Course Period
es_es: Duración del curso

source: Home
es_es: Casa

source: School Info
es_es: Escuela de Información

source: My Info
es_es: Mi información

source: School Setup
es_es: Configuración de la escuela

source: Students
es_es: Estudiantes

source: Users
es_es: Los usuarios

source: Scheduling
es_es: Programación

source: Attendance
es_es: Asistencia

source: Eligibility
es_es: Elegibilidad

source: Tools
es_es: Instrumentos

source: Welcome to openSIS Student Information System
es_es: Bienvenido al Sistema de Información Estudiantil openSIS

source: Version
es_es: Versión

source: Release Date
es_es: Fecha de lanzamiento

source: Help
es_es: Ayuda

source: Hide Help
es_es: Esconder la ayuda

source: Staff
es_es: Personal

source: Profile
es_es: Perfil

source: Staff ID
es_es: Personal de Identificación

source: Last Login
es_es: Último inicio de sesión

source: Student
es_es: Estudiante

source: School
es_es: Escuela

source: This School cannot be deleted. There are Students and Teachers in this School
es_es: En esta escuela no se pueden eliminar. Hay estudiantes y maestros de esta escuela

source: Students Enrolled
es_es: Los estudiantes matriculados

source: back to Subject
es_es: Volver a la reserva

source: Students Enrolled
es_es: Los estudiantes matriculados

source: OK
es_es: Aceptar

source: Cancel
es_es: Cancelar

source: January
es_es: Enero

source: February
es_es: Febrero

source: March
es_es: Marzo

source: April
es_es: Abril

source: May
es_es: Mayo

source: June
es_es: Junio

source: July
es_es: Julio

source: August
es_es: Agosto

source: September
es_es: Septiembre

source: October
es_es: Octubre

source: November
es_es: De noviembre

source: December
es_es: Diciembre

source: Gender
es_es: Género

source: Ethnicity
es_es: Origen étnico

source: Mailing Address
es_es: Dirección postal

source: City
es_es: Ciudad

source: State
es_es: Estado

source: Zipcode
es_es: Código postal.

source: Student Address
es_es: Dirección del estudiante

source: Student Addresses
es_es: Direcciones de los estudiantes

source: Home Phone
es_es: Teléfono de la casa

source: School Status
es_es: Escuela de Estado

source: Course Status
es_es: Curso de Estado

source: Confirm
es_es: Confirmar

source: Are you sure you want to
es_es: ¿Estás seguro de que desea

source: that
es_es: que

source: Unable to Delete
es_es: No se puede eliminar

source: Full Year
es_es: Año Completo

source: Last Name starts with:
es_es: Apellido comience con:

source: First Name starts with:
es_es: Nombre comienza con:

source: Address contains
es_es: Dirección contiene

source: Preferred Medical Facility starts with
es_es: Servicio Médico preferido comienza con

source: Comments starts with
es_es: Comentarios comienza con

source: Goal Title starts with
es_es: Título comienza con la meta

source: Goal Description starts with
es_es: Descripción del objetivo comienza con

source: Progress Period Name starts with:
es_es: Nombre de progreso de período se inicia con:

source: Progress Assessment starts with
es_es: Evaluación del progreso comienza con

source: Doctors Note starts with
es_es: Nota médicos comienza con

source: Type starts with
es_es: Tipo comienza con

source: Immunization Date
es_es: Fecha de vacunación

source: Medical Date
es_es: Fecha de médicos

source: Medical Alert Date
es_es: Fecha de Alerta Médica

source: Nurse Visit Date
es_es: Enfermera de Clasificación

source: Alert starts with
es_es: Alerta se inicia con

source: Reason starts with
es_es: Razón se inicia con

source: Result starts with
es_es: Resultado se inicia con

source: Nurse Visit Comments starts with
es_es: Comentarios enfermera visita comienza con

source: Birthday Starts from
es_es: Comienza desde cumpleaños

source: You're not allowed to use this program! This attempted violation has been logged and your IP address was captured.
es_es: Usted no está autorizado a utilizar este programa! Este intento de violación ha sido registrada y su dirección IP fue capturado.

source: Day
es_es: Día

source: Month
es_es: Mes

source: Year
es_es: Año

source: Relevance
es_es: Pertinencia

source: No
es_es: En

source: were found
es_es: se encontraron
