Repository: deva086/opensis
Catalog: locale/openSIS.po
Languages: es_es

source: called All Day
es_es: llamado el Día de Todos

source: or perhaps three
es_es: o tal vez tres

source: All Day, Morning, and Afternoon
es_es: Todos los días, mañana y tarde

source: If required, you can add new periods very easily. To add a period, fill in the periods title, short name, sort order, and length in minutes in the empty fields at the bottom of the periods list and click the Save button.
es_es: Si es necesario, puede agregar nuevos períodos muy fácilmente. Para añadir un punto, rellenar el título períodos, nombre corto, tipo de orden, y la duración en minutos en los campos vacíos en la parte inferior de la lista de los períodos y haga clic en el botón Guardar.

source: To modify a period, click on any of the periods information, change the value, and click the Save button. To delete a period, click the delete icon
es_es: Para modificar un punto, haga clic en cualquiera de los períodos de información, el cambio del valor y haga clic en el botón Guardar. Para eliminar un punto, haga clic en el icono de borrar

source: next to the period you want to delete. You will be asked to confirm the deletion.
es_es: siguiente al período que desea eliminar. Se le pedirá que confirme la eliminación.

source: School Grade Levels
es_es: Niveles de la escuela primaria

source: This page allows you to setup your schools grade levels. By default the openSIS installer creates all the grades from Kindergarten to the 8th Grade. If your school has a different grade level structure, simply delete the extra Grade Levels. Similarly if you have some grades that have not been created, create them on this page.
es_es: Esta página le permite configurar los niveles de grado de las escuelas. Por defecto, el instalador crea openSIS todos los grados de Kinder a 8 º grado. Si la escuela tiene una estructura a nivel de grado diferente, simplemente eliminar los niveles de grado extra. Del mismo modo, si usted tiene algún grado de que no se han creado, a crear en esta página.

source: To add a grade level, fill in the grade levels title, short name, sort order, and next grade in the empty fields at the bottom of the grade levels list and click the Save button. The Next Grade field indicates the grade students in the current grade will proceed to in the next school year.
es_es: Para agregar un nivel de grado, rellene el título niveles de grado, nombre corto, tipo de orden y grado superior en los campos vacíos en la parte inferior de la lista de niveles de grado y haga clic en el botón Guardar. El campo siguiente grado indica el grado en el grado actual se procederá en el próximo año escolar.

source: To modify a grade level, click on any of the grade levels information, change the value, and click the Save button. To delete a grade level, click the delete icon
es_es: Para modificar un nivel de grado, haga clic en cualquiera de la información de los niveles de grado, el cambio del valor y haga clic en el botón Guardar. Para eliminar un nivel de grado, haga clic en el icono de borrar

source: next to the grade level you want to delete. You will be asked to confirm the deletion.
es_es: junto al nivel de grado que desea eliminar. Se le pedirá que confirme la eliminación.

source: displays the name, address, and principal of the current school
es_es: muestra el nombre, dirección, y el director de la escuela actual

source: The Calendar is a display of school events and your students assignments. The calendar also displays whether or not school is in attendance on any given day. By default, the calendar displays the current month. The month and year displayed can be changed by changing the month and year pull-down menus at the top of the screen and clicking the Update button
es_es: El calendario es una muestra de los eventos escolares y las asignaciones de los estudiantes. El calendario también muestra si la escuela está en la asistencia en un día determinado. De manera predeterminada, el calendario muestra el mes actual. El mes y año se muestra puede ser cambiado al cambiar el mes y año los menús desplegables en la parte superior de la pantalla y hacer clic en el botón Actualizar

source: The titles of school events and assignments are displayed in each dates box. Clicking on these titles will open a popup window that displays more information about the event or assignment. School assignments are preceded by a red dot and assignments are preceded by a blue dot
es_es: Los títulos de los eventos de la escuela y las tareas se muestran en cada cuadro de fechas. Al hacer clic sobre estos títulos se abrirá una ventana emergente que muestra más información sobre el evento o tarea. Tareas de la escuela son precedidos por un punto rojo y las asignaciones son precedidos por un punto azul

source: For days that school is in attendance all day, a green checkmark appears in the upper right-hand corner of the date. On partial days, the number of minutes that school is in session is displayed here instead. If the school is not in attendance at all on any given day, nothing will appear in the upper right-hand corner of the date
es_es: Para los días que la escuela está en la asistencia durante todo el día, una marca de verificación verde en la parte superior derecha de la esquina de la fecha. En los días de parcial, el número de minutos que el período escolar se muestra aquí en su lugar. Si la escuela no está en la asistencia a todas en un día determinado, no aparecerá nada en la parte superior derecha de la esquina de la fecha

source: The Marking Periods page is where you setup your schools marking periods for a school year. There are four default tiers of marking periods added during the installation: Year, Semesters, Quarters, and Progress periods. openSIS installation scripts create 2 Semesters and 4 Quarters by default. However you can always have more or fewer as required by your school. Similarly, there can be any number of progress periods in a given quarter.
es_es: La página de marcado periodos es donde la configuración de su escuela marca los períodos de un año escolar. Hay cuatro niveles por defecto de períodos de evaluación añadido durante la instalación: año, semestres, trimestres, y los períodos de progreso. openSIS scripts de instalación cree dos semestres y trimestres del 4 por defecto. Sin embargo, usted siempre puede tener más o menos como es requerido por la escuela. Del mismo modo, no puede ser cualquier número de períodos de progreso en un trimestre dado.

source: in the column corresponding to the type of marking period you want to add. Then, complete the marking periods information in the fields above the list of marking periods and click the Save button
es_es: en la columna correspondiente al tipo de período de calificación que desee agregar. A continuación, complete la información marca los períodos en los ámbitos mencionados en la lista de períodos de evaluación y haga clic en el botón Guardar

source: To edit a marking period, click on the marking period you want to change, and click on whatever value you want to change. It will automatically become editable. Update the value and click the Save button
es_es: Para editar un período de evaluación, haga clic en el período de calificación que desea cambiar y haga clic en cualquier valor que desee cambiar. Se convertirá automáticamente en editable. Actualizar el valor y haga clic en el botón Guardar

source: To delete a marking period, select it by clicking on its title on the list and click the Delete button at the top of the screen. You will be asked to confirm the deletion
es_es: Para borrar un período de evaluación, se selecciona haciendo clic en el título correspondiente en la lista y haga clic en el botón Eliminar en la parte superior de la pantalla. Se le pedirá que confirme la eliminación

source: Note: You cannot delete a marking period if it has students assigned to periods in that marking period
es_es: Nota: No se puede eliminar un período de evaluación, si tiene los estudiantes asignados a los períodos en que período de evaluación

source: Notice that neither two marking periods nor two posting periods in the same tier can overlap dates
es_es: Tenga en cuenta que ninguno de dos períodos de calificación, ni dos períodos de contabilización en el mismo nivel se pueden superponer las fechas

source: The Add a Student page allows you to add a student to the system
es_es: La página Agregar un estudiante le permite añadir un estudiante en el sistema

source: To add the student, enter the birth date, social security number, ethnicity, gender, birthplace, and grade. Then, select the effective date of the students enrollment and the enrollment code from the pull-down menus at the bottom of the page. If you wish to specify a student ID for this student, enter the student ID into the text field labeled student ID. if you leave this field blank, openSIS will generate an unused student ID and assign it to the new student. Finally, click the Save button at the top of the screen
es_es: Para agregar el estudiante, introduzca la fecha de nacimiento, número de seguro social, etnia, género, lugar de nacimiento, y el grado. A continuación, seleccione la fecha de vigencia de la matrícula de los estudiantes y el código de inscripción de los menús desplegables en la parte inferior de la página. Si desea especificar una identificación de estudiante de este estudiante, introduzca el ID de estudiante en la identificación de campo de texto etiquetado estudiante. Si deja este campo en blanco, openSIS generará una identificación de estudiante no utilizados y la asigna a los nuevos estudiantes. Por último, haga clic en el botón Guardar en la parte superior de la pantalla

source: The Print Letters page allows you to print form letters for any number of students.
es_es: La página imprimir cartas permite imprimir cartas modelo para cualquier número de estudiantes.

source: To print the letters, enter the letter text in the Letter Text text field at the bottom of the search screen. Then search for students by filling in any desired search field, and click the Submit button.
es_es: Para imprimir las cartas, escriba el texto escrito en el campo de texto Texto de Carta en la parte inferior de la pantalla de búsqueda. A continuación, busque los estudiantes mediante la cumplimentación de cualquier campo de búsqueda que desee y haga clic en el botón Enviar.

source: You can insert certain pieces of student information into your letter with special variables:
es_es: Puede insertar ciertas piezas de información de los estudiantes en su carta con variables especiales:

source: Full Name
es_es: Nombre completo

source: First Name
es_es: Nombre

source: Middle Name
es_es: Segundo nombre

source: Last Name
es_es: Apellido

source: Student ID
es_es: Identificación del estudiante

source: Grade
es_es: Grado

source: Also, you can choose to print the letters with mailing labels. The letters will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one letter may be printed per student if the student has guardians residing at more than one address.
es_es: También, usted puede optar por imprimir las cartas con las etiquetas de correo. Las letras se han colocado las etiquetas de correo, de tal forma que sea visible en un sobre de ventana cuando la hoja se pliega en tres partes. Más de una letra puede ser impreso por estudiante si el estudiante tiene tutores que residen en más de una dirección.

source: The letters will be automatically give you a printer-friendly html format when you click the Submit button.
es_es: Las cartas serán automáticamente le dará un formato html para imprimir al hacer clic en el botón Enviar.

source: The General Information tab is a display of a students fundamental information. This includes birth date, social security number, ethnicity, gender, birthplace, and grade. You can change any of this information by clicking on the value you want to change, changing the value, and clicking the Save button at the top of the page
es_es: La ficha de información general es una muestra de estudiantes de una información fundamental. Esto incluye la fecha de nacimiento, número de seguro social, etnia, género, lugar de nacimiento, y el grado. Usted puede cambiar cualquier parte de esta información haciendo clic en el valor que desea cambiar, cambiar el valor, y haciendo clic en el botón Guardar en la parte superior de la página

source: The Address tab displays a students address and contact information
es_es: La ficha de direcciones muestra una dirección de los estudiantes e información de contacto

source: A student must have one addresses and two mandatory emergency contacts. To add an address, complete the empty fields at the bottom of the Address screen, and click the Save button at the top of the screen
es_es: Un estudiante debe tener una dirección y dos contactos de emergencia obligatorio. Para agregar una dirección, complete los campos vacíos en la parte inferior de la pantalla de direcciones, y haga clic en el botón Guardar en la parte superior de la pantalla

source: Now, you can add a contact to this address. To do this, complete the contacts name, and again, press the Save button
es_es: Ahora, usted puede agregar un contacto a esta dirección. Para ello, complete el nombre del contacto, y otra vez, presione el botón Guardar

source: You can now add more information about this contact by checking the Custody and Emergency checkboxes, after first clicking on their default value of No. Relations marked as having Custody of the student receive mailings and relations marked as being Emergency contacts can be contacted in the case of an emergency
es_es: Ahora puede agregar más información sobre este contacto marcando las casillas de verificación y custodia de emergencia, después de la primera haciendo clic en su valor por defecto de Relaciones N º marcado como que tiene la custodia del estudiante recibir correspondencia y de las relaciones marcadas como contactos de emergencia se puede contactar en el caso de una emergencia

source: You can add other information about this contact, such as their cell phone number, fax number, occupation, workplace, etc. by filling in the title of the new data in the empty field with the default value and its corresponding value in the empty field to the right
es_es: Usted puede agregar otra información acerca de este contacto, tales como su número de teléfono celular, número de fax, profesión, lugar de trabajo, etc, rellenando el título de los nuevos datos en el campo vacío con el valor por defecto y su valor correspondiente en el campo vacío a la derecha

source: Contacts and information about contacts can be deleted by clicking on the delete icon
es_es: Los contactos y la información sobre los contactos se pueden eliminar haciendo clic en el icono de borrar

source: next to the information to be deleted
es_es: junto a la información que desea borrar

source: Note: you will be asked to confirm all deletions. Any information on the screen can be modified by first clicking on the information, then changing its value, and finally clicking the Save button at the top of the screen
es_es: Nota: se le pedirá para confirmar todas las eliminaciones. Toda la información en la pantalla se puede modificar haciendo clic primero en la información, a continuación, cambiar su valor, y, finalmente, haga clic en el botón Guardar en la parte superior de la pantalla

source: The Medical tab displays a students medical information
es_es: La ficha médica muestra una información de los estudiantes de medicina

source: This includes the students physician, the physicians phone, the students preferred hospital, any medical comments, whether or not the student has a doctors note, and comments concerning the doctors note. To change any of these values, click on the value you want to change, change it, and click the Save button at the top of the screen
es_es: Esto incluye a los médicos a los estudiantes, el teléfono los médicos, el hospital de los estudiantes prefiere, cualquier comentario médico, si el alumno tiene una nota de los médicos, y los comentarios sobre la nota de los médicos. Para cambiar cualquiera de estos valores, haga clic en el valor que desea cambiar, cambiar, y haga clic en el botón Guardar en la parte superior de la pantalla

source: You can also add entries for each immunization or physical received by the student as well as any medical alerts such as allergies or illnesses
es_es: También puede agregar entradas para cada inmunización o física recibida por el estudiante, así como cualquier alerta médica, como alergias o enfermedades

source: To add an immunization, physical, or medical alert, fill in the blank fields at the bottom of the appropriate list, and click the Save button at the top of the screen
es_es: Para agregar una vacuna, física o de alerta médica, rellene los campos en blanco en la parte inferior de la lista correspondiente y haga clic en el botón Guardar en la parte superior de la pantalla

source: To change an immunization, physical, or medical alert, click on the value you want to change, change it, and click the Save button at the top of the screen
es_es: Para cambiar de una vacuna, física o de alerta médica, haga clic en el valor que desea cambiar, cambiar, y haga clic en el botón Guardar en la parte superior de la pantalla

source: To delete an immunization, physical, or medical alert, click on the delete icon
es_es: Para eliminar una inmunización, alerta física o médica, haga clic en el icono de borrar

source: next to the item you want to delete. You will be asked to confirm your deletion
es_es: junto al elemento que desea eliminar. Se le pedirá que confirme la eliminación

source: The Enrollment page can be used to enroll or drop a student from any school. A student can have only one active enrollment record at any time
es_es: La página de inscripción se puede utilizar para inscribir o cancelar un estudiante de cualquier escuela. Un estudiante sólo puede tener un registro de inscripción activa en cualquier momento

source: To drop a student, change the Dropped date and reason to the effective date of the students drop as well as the reason for his drop. Click the Save button at the top of the screen
es_es: Para excluir a un estudiante, el cambio de la fecha Caído y la razón de la fecha efectiva de la caída de los estudiantes, así como la razón de su caída. Haga clic en el botón Guardar en la parte superior de la pantalla

source: Now you can re-enroll the student. To do this, select the effective date of the students enrollment and the reason for his enrollment from the blank line at the bottom of the list. Also, select the school at which the student should be enrolled and click the Save button at the top of the screen
es_es: Ahora puede volver a matricular al estudiante. Para ello, seleccione la fecha de vigencia de la matrícula de los estudiantes y la razón de su inscripción a partir de la línea en blanco en la parte inferior de la lista. Además, seleccionar la escuela a la que debe ser el estudiante matriculado y haga clic en el botón Guardar en la parte superior de la pantalla

source: The enrollment and drop dates and reasons can be modified by clicking on the values, changing them to the desired value, and clicking the Save button at the top of the screen
es_es: La matrícula y la caída de las fechas y las razones pueden ser modificados haciendo clic en los valores, el cambio que el valor deseado, y haga clic en el botón Guardar en la parte superior de la pantalla

source: The Data Fields page allows you to setup your schools custom data fields. These fields are used to store information about a student in the Other Info student screen
es_es: La página Campos de datos le permite configurar sus campos de las escuelas de datos personalizados. Estos campos se utilizan para almacenar información sobre un estudiante en la pantalla de información de otros estudiantes

source: There are four types of Data Fields, text fields, checkbox fields, date fields, and pull-down menu fields. Text fields can store any text value up to 255 characters long. Checkbox fields can be checked, indicating Yes or remain unchecked, indicating No. Date fields store dates, and pull-down menu fields allow you to select any one of a set of predetermined values
es_es: Hay cuatro tipos de campos de datos, los campos de texto, los campos de casilla, los campos de fecha, y desplegables los campos del menú. Los campos de texto pueden almacenar cualquier valor de texto de hasta 255 caracteres de longitud. Campos de casilla se puede comprobar, lo que indica Sí o permanecer sin control, indicando N º campos de fecha fechas tienda, y pull-down campos menú le permite seleccionar cualquiera de un conjunto de valores predeterminados

source: To add a data field, fill in the data fields title and data type, and select whether or not the field should appear on student search screens in the empty fields at the bottom of the data fields list. If the field is a pull-down menu, enter each of the available options in the Pull-down Options field separated by commas. Otherwise, leave this field blank. Click the Save button
es_es: Para agregar un campo de datos, rellene el título de campos de datos y tipo de datos y seleccionar si el campo debe aparecer en las pantallas de búsqueda de los estudiantes en los campos vacíos en la parte inferior de la lista de campos de datos. Si el campo es un menú desplegable, introduzca cada una de las opciones disponibles en el campo desplegable de opciones separadas por comas. De lo contrario, deje este campo en blanco. Haga clic en el botón Guardar

source: To modify a data field, click on any of the data fields information, change the value, and click the Save button
es_es: Para modificar un campo de datos, haga clic en cualquiera de los campos de información de datos, cambie el valor y haga clic en el botón Guardar

source: To delete a data field, click the delete icon
es_es: Para eliminar un campo de datos, haga clic en el icono de borrar

source: next to the data field you want to delete. You will be asked to confirm the deletion
es_es: al lado del campo de datos que desea eliminar. Se le pedirá que confirme la eliminación

source: The Enrollment Codes page allows you to setup your schools enrollment codes. Enrollment codes are used in the Enrollment student screen, and specify the reason the student was enrolled or dropped from a school. These codes apply to all schools system-wide.
es_es: La página de códigos de inscripción le permite configurar los códigos de inscripción las escuelas. Los códigos de inscripción se utilizan en la pantalla de matriculación de sus alumnos, y especifique el motivo fue matriculado el alumno o arrojada desde una escuela. Estos códigos se aplican a todas las escuelas de todo el sistema.

source: To add an enrollment code, fill in the enrollment codes title, short name, and type in the empty fields at the bottom of the enrollment codes list. Click the Save button.
es_es: Para agregar un código de inscripción, llenar en el título de inscripción códigos, nombre corto, y el tipo en los campos vacíos en la parte inferior de la lista de los códigos de inscripción. Haga clic en el botón Guardar.

source: To modify an enrollment code, click on any of the enrollment codes information, change the value, and click the Save button.
es_es: Para modificar el código de inscripción, haga clic en cualquiera de los códigos de información de inscripción, cambie el valor y haga clic en el botón Guardar.

source: To delete an enrollment code, click the delete icon
es_es: Para eliminar un código de inscripción, haga clic en el icono de borrar
