Repository: deva086/opensis
Catalog: locale/openSIS.po
Languages: es_es

source: This report shows the students who are scheduled into each course, the students who requested the course but werent successfully scheduled into it, and the number of requests, open seats, and total seats in each course.
es_es: Este informe muestra los estudiantes que están programadas en cada curso, los alumnos que solicitaron el curso, pero interrumpía con éxito previsto en él, y el número de solicitudes, asientos abiertos, y los asientos totales en cada curso.

source: To navigate through this report, first click on any one of the subjects. You will now see each course in that subject as well as the number of requests for that course and open and total seats available for that course. If you choose a course by clicking on it, you will see a list of the course weights, and the requests, open, and total seats numbers will be broken down by each weight. Here, you can also see a list of students scheduled in the course or a list of students who requested the course but werent scheduled into it by clicking the List Students and List Unscheduled Students links respectively.
es_es: Para navegar a través de este informe, primero haga clic en cualquiera de los sujetos. Ahora verá cada curso en la materia, así como el número de solicitudes para este curso y los asientos abierto y total disponible para este curso. Si usted elige un curso haciendo clic en él, verá una lista de los pesos de curso, y las solicitudes, abierto, y el número total de escaños se dividirá por cada peso. En este caso, también se puede ver una lista de alumnos previsto en el año o una lista de estudiantes que solicitaron el curso, pero interrumpía previsto en él, haga clic en la lista de los estudiantes y la lista no programado conecta a los estudiantes, respectivamente.

source: If you select a weight by clicking on it, the open
es_es: Si selecciona un peso haciendo clic en él, al aire libre

source: total seats will be broken down even farther by each period. Here again you can list scheduled and unscheduled students. Also, you can select a single course period and list the scheduled and unscheduled students.
es_es: total de escaños se dividirá aún más por cada período. Una vez más usted puede enumerar los estudiantes regulares y no regulares. También, usted puede seleccionar un período de solo curso y la lista de los estudiantes regulares y no regulares.

source: Student Requests Report
es_es: Estudiante solicita Informe

source: This report shows the number of students who requested each course and the number of total seats in that course. The courses are grouped by subject.
es_es: Este informe muestra el número de estudiantes que solicita cada curso y el número total de asientos en ese curso. Los cursos están agrupados por temas.

source: This report is useful for creating the master schedule since it helps you determine the number of course periods necessary for each course due to demand for the course.
es_es: Este informe es útil para crear el programa maestro, ya que ayuda a determinar el número de períodos de curso necesario para cada curso debido a la demanda para el curso.

source: Student Schedules Report
es_es: Informe horarios de los estudiantes

source: This report allows you to print schedules for any number of students.
es_es: Este informe le permite imprimir calendarios para cualquier número de estudiantes.

source: You can search for students who requested or are enrolled in a specific course by clicking the Choose link next to the Request and Course search options respectively and choosing a course from the popup window that appears.
es_es: Usted puede buscar para los estudiantes que solicitaron o están matriculados en un curso específico haciendo clic en el enlace Elegir junto a la solicitud del curso y las opciones de búsqueda, respectivamente, y la elección de un curso de la ventana emergente que aparece.

source: Also, you can choose to print the schedules with mailing labels. The schedules will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one schedule may be printed per student if the student has guardians residing at more than one address.
es_es: También, usted puede optar por imprimir los calendarios con las etiquetas de correo. Los horarios se han colocado las etiquetas de correo, de tal forma que sea visible en un sobre de ventana cuando la hoja se pliega en tres partes. Más de un programa pueden ser impresas por los estudiantes si el estudiante tiene tutores que residen en más de una dirección.

source: The schedules will be automatically downloaded to your computer in the printable PDF format when you click the Submit button.
es_es: Los horarios se descargará automáticamente a su computadora en el formato PDF para imprimir al hacer clic en el botón Enviar.

source: This report allows you to print requests sheets for any number of students.
es_es: Este informe le permite imprimir las hojas de las solicitudes de cualquier número de estudiantes.

source: You can search for students who requested a specific course by clicking the Choose link next to the Request search option and choosing a course from the popup window that appears.
es_es: Usted puede buscar para los estudiantes que solicitaron un curso específico haciendo clic en el enlace Elegir junto a la opción de petición de la búsqueda y elección de un curso de la ventana emergente que aparece.

source: Also, you can choose to print the requests sheets with mailing labels. The requests sheets will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one request sheet may be printed per student if the student has guardians residing at more than one address.
es_es: También, usted puede optar por imprimir las hojas de peticiones con las etiquetas de correo. Las hojas de las solicitudes se han colocado las etiquetas de correo, de tal forma que sea visible en un sobre de ventana cuando la hoja se pliega en tres partes. Más de una hoja de solicitud se puede imprimir por estudiante si el estudiante tiene tutores que residen en más de una dirección.

source: The request sheets will be automatically downloaded to your computer in the printable PDF format when you click the Submit button.
es_es: Las hojas de solicitud se descargará automáticamente a su computadora en el formato PDF para imprimir al hacer clic en el botón Enviar.

source: Student Class List Report
es_es: Clase estudiante Lista de informes

source: Setup &raquo; Run Scheduler
es_es: Configuración »Ejecutar Programador

source: This utility schedules every student at your school according to the requests entered for them.
es_es: Esta utilidad de los horarios que cada estudiante en su escuela de acuerdo a las solicitudes de entrada para ellos.

source: You first must confirm the Scheduler run.
es_es: En primer lugar, debe confirmar la carrera Programador.

source: Once the scheduler has run, which could take several minutes, it will notify you of any conflicts. The Scheduler output will also tell you if any course requested has zero available seats. If a request could not be met, you can change the requests accordingly to ensure complete scheduling. Once the schedules have been saved, you will be given the option to view the Schedule Report.
es_es: Una vez que el programador se ha quedado, lo que podría tardar varios minutos, se le notificará de cualquier conflicto. La salida del Programador también le dirá si tiene cero curso solicitado plazas disponibles. Si la solicitud no puede ser conocido, puede cambiar las peticiones en consecuencia para garantizar la programación completa. Una vez que los horarios se han guardado, se le dará la opción de ver el Informe de Programación.

source: The Delete Current Schedule deletes all the currently assigned schedules.
es_es: Borrar borra el programa actual todos los horarios asignados actualmente.

source: Schedule
es_es: Horario

source: is a display of your childs course schedule
es_es: es una muestra de su horario de clases del niño

source: Print Requests
es_es: Solicitudes de impresión

source: is a utility that allows you to print requests sheets for your child
es_es: es una utilidad que te permite imprimir las hojas de las solicitudes de su hijo

source: The request sheets will be automatically downloaded to your computer in the printable PDF format when you click the Submit button
es_es: Las hojas de solicitud se descargará automáticamente a su computadora en el formato PDF para imprimir al hacer clic en el botón Enviar

source: is a display of the students course schedule
es_es: es una muestra de el programa del curso los estudiantes

source: This report allows you to print schedules for any number of students
es_es: Este informe le permite imprimir calendarios para cualquier número de estudiantes

source: You can search for students who requested or are enrolled in a specific course by clicking the Choose link next to the Request and Course search options respectively and choosing a course from the popup window that appears
es_es: Usted puede buscar para los estudiantes que solicitaron o están matriculados en un curso específico haciendo clic en el enlace Elegir junto a la solicitud del curso y las opciones de búsqueda, respectivamente, y la elección de un curso de la ventana emergente que aparece

source: Also, you can choose to print the schedules with mailing labels. The schedules will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one schedule may be printed per student if the student has guardians residing at more than one address
es_es: También, usted puede optar por imprimir los calendarios con las etiquetas de correo. Los horarios se han colocado las etiquetas de correo, de tal forma que sea visible en un sobre de ventana cuando la hoja se pliega en tres partes. Más de un programa pueden ser impresas por los estudiantes si el estudiante tiene tutores que residen en más de una dirección

source: The schedules will be automatically downloaded to your computer in the printable PDF format when you click the Submit button
es_es: Los horarios se descargará automáticamente a su computadora en el formato PDF para imprimir al hacer clic en el botón Enviar

source: This report allows you to print requests sheets for any number of students
es_es: Este informe le permite imprimir las hojas de las solicitudes de cualquier número de estudiantes

source: You can search for students who requested a specific course by clicking the Choose link next to the Request search option and choosing a course from the popup window that appears
es_es: Usted puede buscar para los estudiantes que solicitaron un curso específico haciendo clic en el enlace Elegir junto a la opción de petición de la búsqueda y elección de un curso de la ventana emergente que aparece

source: Also, you can choose to print the requests sheets with mailing labels. The requests sheets will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one request sheet may be printed per student if the student has guardians residing at more than one address
es_es: También, usted puede optar por imprimir las hojas de peticiones con las etiquetas de correo. Las hojas de las solicitudes se han colocado las etiquetas de correo, de tal forma que sea visible en un sobre de ventana cuando la hoja se pliega en tres partes. Más de una hoja de solicitud se puede imprimir por estudiante si el estudiante tiene tutores que residen en más de una dirección

source: Report Cards
es_es: Reporte de Calificaciones

source: This utility allows you to print report cards for any number of students.
es_es: Esta utilidad te permite imprimir las boletas de calificaciones para cualquier número de estudiantes.

source: You can search for students who are enrolled in a specific course by clicking the Choose link next to the Course search option and choosing a course from the popup window that appears. You can also limit your search based on weighted/unweighted GPA, class rank, and letter grade by filling in the upper and lower bounds of the GPA and class rank range and checking the desired letter grade checkboxes. For example, this allows you to search for all students in the top ten of their class, all students who are failing, or all students who have failed at least one course in the marking periods selected.
es_es: Usted puede buscar para los estudiantes que están matriculados en un curso específico haciendo clic en el enlace Elegir junto a la opción de búsqueda de cursos y la elección de un curso de la ventana emergente que aparece. También puede limitar su búsqueda sobre la base de peso / no ponderada GPA, posición en la clase, y la carta de calidad mediante la cumplimentación de los límites superior e inferior de la ACP y el rango de clase rango y el control de la letra deseada casillas de verificación del grado. Por ejemplo, esto le permite buscar por todos los estudiantes en los diez primeros de su clase, todos los alumnos que están fallando, o todos los estudiantes que han fallado al menos un curso en el períodos de evaluación seleccionado.

source: Also, you can choose to print the report cards with mailing labels. The report cards will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one report card may be printed per student if the student has guardians residing at more than one address.
es_es: También, usted puede optar por imprimir la boleta con las etiquetas de correo. Las boletas se han colocado las etiquetas de correo, de tal forma que sea visible en un sobre de ventana cuando la hoja se pliega en tres partes. Más de una tarjeta de informe se puede imprimir por estudiante si el estudiante tiene tutores que residen en más de una dirección.

source: Before printing the report cards, you must select which marking periods to display on the report card by checking desired marking period checkboxes.
es_es: Antes de imprimir las tarjetas de informe, debe seleccionar qué períodos de calificación para mostrar en la tarjeta de informe de verificación que desee marcando casillas período.

source: The report cards will be automatically downloaded to your computer in the printable PDF format when you click the Submit button.
es_es: Las boletas se descargará automáticamente a su computadora en el formato PDF para imprimir al hacer clic en el botón Enviar.

source: Calculate GPA
es_es: Calcular GPA

source: This utility calculates and saves the GPA and class rank of each student in your school based upon their semester grades.
es_es: Esta utilidad calcula y guarda la categoría GPA y la clase de cada estudiante en su escuela basada en las calificaciones del semestre.

source: You must confirm your intention to calculate GPA. Here, you can also specify what number your weighted scale is based upon and whether to base class rank upon weighted or unweighted GPA.
es_es: Usted debe confirmar su intención de calcular el GPA. En este caso, también se puede especificar lo que el número de su escala ponderada, y se basa en la posibilidad de clasificar a la clase base ponderada o sin ponderar GPA.

source: The Calculate GPA program calculates the weighted GPA earned per course by multiplying the GPA value of the grade earned by the GPA multiplier of the course weight. Then, it divides that value by the number you specified as the base for your weighted scale. For unweighted GPA, the Calculate GPA program simply takes the GPA value of the grade the student earned. After finding the GPA points earned for each course, the program averages these values to determine the students to-date GPA. It then sorts these values to determine the class rank. If more than one student has the same GPA, they will share a position in class rank.
es_es: El programa calcula el GPA Calcular GPA ganado por curso multiplicando el valor promedio general de la calificación obtenida por el multiplicador del GPA del peso por supuesto. A continuación, se divide ese valor por el número que ha especificado como la base para su escala ponderada. Para ponderar GPA, que el programa calcule GPA simplemente toma el valor promedio general de la calificación del estudiante ganado. Después de encontrar los puntos ganados por cada GPA por supuesto, los promedios programa de estos valores para determinar a los estudiantes a la fecha del PAM. A continuación, las clases de estos valores para determinar el rango de la clase. Si más de un estudiante tiene la misma ACP, compartirán una posición en la clasificación en la clase.

source: Transcripts
es_es: Transcripciones

source: This utility allows you to print transcripts for any number of students.
es_es: Esta utilidad te permite imprimir las transcripciones de cualquier número de estudiantes.

source: You can search for students who are enrolled in a specific course by clicking the Choose link next to the Course search option and choosing a course from the popup window that appears. You can also limit your search based on weighted unweighted GPA, class rank, and letter grade by filling in the upper and lower bounds of the GPA and class rank range and checking the desired letter grade checkboxes. For example, this allows you to search for all students in the top ten of their class, all students who are failing, or all students who have failed at least one course in the marking periods selected.
es_es: Usted puede buscar para los estudiantes que están matriculados en un curso específico haciendo clic en el enlace Elegir junto a la opción de búsqueda de cursos y la elección de un curso de la ventana emergente que aparece. También puede limitar la búsqueda basándose en peso ponderado GPA, posición en la clase, y la carta de calidad mediante la cumplimentación de los límites superior e inferior de la ACP y el rango de clase rango y el control de la letra deseada casillas de verificación del grado. Por ejemplo, esto le permite buscar por todos los estudiantes en los diez primeros de su clase, todos los alumnos que están fallando, o todos los estudiantes que han fallado al menos un curso en el períodos de evaluación seleccionado.

source: Before printing the transcripts, you must select which marking periods to display on the transcript by checking desired marking period checkboxes.
es_es: Antes de imprimir las actas, debe seleccionar qué períodos de calificación para mostrar en el expediente de comprobación deseado marcando casillas período.

source: The transcripts will be automatically downloaded to your computer in the printable PDF format when you click the Submit button.
es_es: Las transcripciones se descargará automáticamente a su computadora en el formato PDF para imprimir al hacer clic en el botón Enviar.

source: Teacher Completion Report
es_es: Maestro Informe Final

source: This report shows which teachers have not entered grades for any given marking period.
es_es: Este informe muestra que los profesores no han entrado en las calificaciones de un período determinado marcado.

source: The red checks indicate that a teacher has failed to enter the current marking periods grades for that period.
es_es: Los cuadros rojos indican que un maestro no ha podido entrar en la actual marca los grados períodos para ese período.

source: You can select the current quarter, semester, and semester exam from the pull-down menu at the top of the screen. To change the current quarter, change the marking period pull-down menu on the left frame. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen. After choosing a marking period or period, click the Go button to refresh the list with the new parameters.
es_es: Puede seleccionar el actual trimestre, semestre, y examen del semestre en el menú desplegable en la parte superior de la pantalla. Para cambiar el actual trimestre, cambiar el período de evaluación en el menú desplegable en el marco de la izquierda. También puede mostrar un solo período de la elección de ese período a partir del período en el menú desplegable en la parte superior de la pantalla. Después de la elección de un período de evaluación o período, haga clic en el botón Continuar para actualizar la lista con los nuevos parámetros.

source: Grade Breakdown
es_es: Desglose de grado

source: This report shows the number of each grade that a teacher gave
es_es: Este informe muestra el número de cada grado que un profesor le dio

source: You can select the current quarter, semester, and semester exam from the pull-down menu at the top of the screen. To change the current quarter, change the marking period pull-down menu on the left frame.
es_es: Puede seleccionar el actual trimestre, semestre, y examen del semestre en el menú desplegable en la parte superior de la pantalla. Para cambiar el actual trimestre, cambiar el período de evaluación en el menú desplegable en el marco de la izquierda.

source: GPA / Class Rank List
es_es: GPA / Clase Ranking lista

source: This report that shows the unweighted GPA, weighted GPA, and class rank of each student at your school.
es_es: Este informe muestra que el promedio no ponderado del PAM, GPA, y el rango de clase de cada alumno de su escuela.

source: As with any list in openSIS, you can sort by any value displayed by clicking on the coresponding column heading. For example, you can sort by grade by clicking on the Grade column heading. Similarly, you can sort by unweighted GPA by clicking on the Unweighted GPA column heading.
es_es: Como con cualquier lista de openSIS, se puede ordenar por cualquier valor que se muestra al hacer clic en la columna coresponding título. Por ejemplo, se puede ordenar por categorías haciendo clic en el título de la columna de calificación. Del mismo modo, se puede ordenar por GPA no ponderado haciendo clic en la columna de GPA no ponderado título.

source: Report Card Codes
es_es: Informe códigos de las tarjetas

source: This page allows you to setup your schools report card codes. Report card codes are used in the Input Final Grades program by teachers and in most of the Grades reports. Report card codes include letter grades as well as grade comments that a teacher can choose from when entering grades
es_es: Esta página le permite configurar sus escuelas informe de códigos de las tarjetas. Códigos de reporte de tarjetas se utilizan en el programa de entrada de calificaciones finales por los profesores y en la mayoría de los informes de calificaciones. Códigos de reporte de calificaciones incluyen las calificaciones con letras así como los comentarios de grado que un profesor puede elegir la hora de entrar en los grados

source: To add a report card grade, fill in the grades title, GPA value, and sort order in the empty fields at the bottom of the grades list and click the Save button
es_es: Para agregar una tarjeta de informe de calificación, rellene el título grados, el valor de GPA, y el orden en los espacios vacíos en la parte inferior de la lista de notas y haga clic en el botón Guardar

source: To add a comment, enter the new comments title in the empty field at the bottom of the comments list
es_es: Para agregar un comentario, introduzca el título de nuevos comentarios en el campo vacío en la parte inferior de la lista de comentarios

source: To modify either type of code, click on any of the codes information, change the value, and click the Save button
es_es: Para modificar cualquier tipo de código, haga clic en cualquiera de los códigos de la información, el cambio del valor y haga clic en el botón Guardar

source: To delete either type of code, click the delete icon
es_es: Para eliminar cualquier tipo de código, haga clic en el icono de borrar
