Repository: deva086/opensis
Catalog: locale/openSIS.po
Languages: es_es

source: next to the code you want to delete. You will be asked to confirm the deletion
es_es: junto al código que desea eliminar. Se le pedirá que confirme la eliminación

source: This utility allows you to print report cards for your child
es_es: Esta utilidad te permite imprimir las boletas de calificaciones de su hijo

source: Before printing the report cards, you must select which marking periods to display on the report card by checking desired marking period checkboxes
es_es: Antes de imprimir las tarjetas de informe, debe seleccionar qué períodos de calificación para mostrar en la tarjeta de informe de verificación que desee marcando casillas período

source: The report cards will be automatically generated in a printer-friendly html page when you click the Submit button
es_es: Las boletas se generará automáticamente en una página html para imprimir al hacer clic en el botón Enviar

source: This utility allows you to print transcripts for your child
es_es: Esta utilidad te permite imprimir las transcripciones de su hijo

source: Before printing the transcripts, you must select which marking periods to display on the transcript by checking desired marking period checkboxes
es_es: Antes de imprimir las actas, debe seleccionar qué períodos de calificación para mostrar en el expediente de comprobación deseado marcando casillas período

source: The transcripts will be automatically generated in a printer-friendly html page when you click the Submit button
es_es: Las transcripciones se generará automáticamente en una página html para imprimir al hacer clic en el botón Enviar

source: Student Grades
es_es: Calificaciones de los estudiantes

source: This page allows you to view the grades earned by your child
es_es: Esta página le permite ver las calificaciones obtenidas por su hijo

source: Before searching, you must select which marking periods to display by checking desired marking period checkboxes
es_es: Antes de buscar, debe seleccionar qué períodos de calificación para mostrar comprobando que desee marcando casillas período

source: Class Rank List
es_es: Clase de lista de clasificación

source: This report that shows the unweighted GPA, weighted GPA, and class rank of your child
es_es: Este informe muestra que el promedio no ponderado del PAM, GPA, y el rango de clase de su hijo

source: This page allows you to enter quarter, semester, and semester exam grades for all your students in the current period. By default, this program will list the students in your first period class for the current quarter. You can alter the quarter by changing the marking period pull-down menu on the left frame. Also, you can select the current semester or semester final by changing the marking period pull-down menu at the top of the screen to the desired marking period
es_es: Esta página le permite ingresar trimestre, semestre y las calificaciones del semestre para el examen de todos los alumnos en el período actual. Por defecto, el programa mostrará una lista de los estudiantes en su clase de primer periodo para el actual trimestre. Puede modificar el trimestre, cambiando el período de evaluación en el menú desplegable en el marco de la izquierda. También, usted puede seleccionar el semestre actual o último semestre, cambiando el período de evaluación en el menú desplegable en la parte superior de la pantalla para el periodo deseado marcando

source: If you are using the Gradebook, you can have openSIS calculate each students quarter grades by clicking on the Use Gradebook Grades link at the top of the list. Clicking this link will automatically save each students grades and refresh the list
es_es: Si está utilizando el libro de calificaciones, usted puede tener openSIS calcular los grados de cada trimestre los estudiantes haciendo clic en el libro de calificaciones Use grados en la parte superior de la lista. Al hacer clic en este enlace guardará automáticamente cada grado los estudiantes y actualizar la lista

source: Configuration
es_es: Configuración

source: This page allows you to configure the gradebook
es_es: Esta página le permite configurar el libro de calificaciones

source: You can configure the gradebook to round scores up, down, or normally. Normal rounding would round 19.5 to 20 but 19.4 to 19
es_es: Puede configurar el libro de calificaciones para redondear las puntuaciones arriba, abajo, o normalmente. Redondeo normal ronda de 19,5 a 20, pero desde 19,4 hasta 19

source: You can also configure the score breakoff points for each letter grade. For example, if you set the score breakoff points for A+, A, and A- to 99, 91, and 90 respectively, a student with 99% to 100% would have an A+, another student with a 91% to 98% would have an A, and a student with a 90% would have an A-. The score breakoff point for F should probably be 0
es_es: También puede configurar los puntos de breakoff puntuación para cada grado de la letra. Por ejemplo, si establece los puntos breakoff puntuación de A +, A, y 99 de la A, 91 y 90, respectivamente, un estudiante con un 99% al 100% tendría un A +, otro estudiante con un 91% a 98% se tienen una A, y un estudiante con un 90% tendría una-A. El punto de breakoff calificación de F, probablemente debería ser 0

source: Finally, you can also configure the final grading percentages of each semester. These values are used when averaging the quarter and semester exam grades to calculate the semester grade
es_es: Por último, también puede configurar los porcentajes de calificaciones finales de cada semestre. Estos valores se utilizan cuando el promedio del trimestre y del examen de las calificaciones del semestre para el cálculo de la calificación del semestre

source: Assignments
es_es: Asignaciones

source: This page allows you to setup your assignments. There are two tiers involved with assignments: assignment types and assignments
es_es: Esta página le permite configurar sus asignaciones. Hay dos niveles involucrados en las tareas: Los tipos de misiones y tareas

source: You will probably have assignment types called Homework, Tests, and perhaps Quizzes. Assignment types are set for every period on which you teach any given course. So, if you teach Algebra on 1st and 3rd period, you will have to add assignment types to only one of these periods
es_es: Es probable que tenga tipos de asignación llamados tareas, exámenes, y tal vez Quizzes. Tipos de asignación se establecen para cada periodo en el que se enseña un curso dado. Por lo tanto, si se le enseña Álgebra en el 1 ° y el 3er periodo, tendrá que añadir los tipos de asignación sólo a uno de estos períodos

source: To add an assignment type or an assignment, click on the Add icon
es_es: Para agregar un tipo de tarea o una tarea, haga clic en el icono Agregar

source: in the column corresponding to what you want to add. Then, fill in the information in the fields above the list of assignments
es_es: en la columna correspondiente a lo que usted desee agregar. A continuación, complete la información en los ámbitos mencionados en la lista de tareas

source: types and click the Save button
es_es: tipos y haga clic en el botón Guardar

source: If you check Apply to all Periods for this Course, the assignment will be added for each period for which you teach a specific course, in the same way assignment types are added
es_es: Si la casilla Aplicar a todas las épocas para este curso, la asignación se añadirá para cada período para el que enseña un curso específico, en los tipos de asignación misma forma en que se agregó

source: To change an assignment or type, click on the assignment or type you want to modify and click on the value you want to change in the grey area above the assignments
es_es: Para cambiar una asignación o de tipo, haga clic en la asignación o el tipo que desea modificar y haga clic en el valor que desea cambiar en el área gris por encima de las asignaciones

source: types lists. Then, change the value and click the Save button
es_es: los tipos de listas. A continuación, cambie el valor y haga clic en el botón Guardar

source: Finally, to delete an item, select it by clicking on its title on the list and click the Delete button at the top of the screen. You will be asked to confirm the deletion
es_es: Por último, para eliminar un elemento, selecciónelo haciendo clic en el título de la lista y haga clic en el botón Eliminar en la parte superior de la pantalla. Se le pedirá que confirme la eliminación

source: Grades
es_es: Grados

source: This page allows you to input assignment grades for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period
es_es: Esta página le permite introducir los grados de asignación para todos los alumnos en el período actual. Por defecto, el programa mostrará una lista de los estudiantes en su clase de primer periodo. Puede modificar el periodo actual, cambiando el período en el menú desplegable en el cuadro izquierdo para el período deseado

source: Once you have chosen the correct period, you will see the total points and cumulative grade for each student in your class. You can view the grades for an assignment by selecting the assignment from the assignment pull-down menu at the top of the screen. From here, you can input a new grade by entering the points earned into the blank field next to the students name or you can modify an existing grade by clicking on the points earned and changing the value. After changing the grades, click the Save button at the top of the screen
es_es: Una vez elegido el período correcto, podrás ver el total de puntos acumulados y el grado de cada estudiante en su clase. Puede ver las notas de una tarea mediante la selección de la asignación de la asignación en el menú desplegable en la parte superior de la pantalla. A partir de aquí, puede introducir un nuevo grado de entrar en los puntos ganados en el campo en blanco al lado del nombre de los alumnos o se puede modificar una ley existente haciendo clic en los puntos ganados y cambiando el valor. Después de cambiar las calificaciones, haga clic en el botón Guardar en la parte superior de la pantalla

source: You can also view and change all the grades for a single student by clicking on the students name in the list. Input grades in the same way that you did with the multiple student list
es_es: También puede ver y cambiar todas las calificaciones para un estudiante haciendo clic en el nombre de los estudiantes en la lista. Los grados de entrada de la misma manera que lo hizo con la lista de estudiantes múltiples

source: Progress Reports
es_es: Informes de Progreso

source: This report that allows you to print progress reports for any number of students
es_es: Este informe que le permite imprimir los informes de progreso para cualquier número de estudiantes

source: You can choose to print the progress reports with mailing labels. The progress reports will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one progress report may be printed per student if the student has guardians residing at more than one address
es_es: Puede optar por imprimir los informes con las etiquetas de correo. Los informes de progreso se han colocado las etiquetas de correo, de tal forma que sea visible en un sobre de ventana cuando la hoja se pliega en tres partes. Más de un informe de situación se puede imprimir por estudiante si el estudiante tiene tutores que residen en más de una dirección

source: The progress reports will be automatically downloaded to your computer in the printable PDF format when you click the Submit button
es_es: Los informes de progreso se descargará automáticamente a su computadora en el formato PDF para imprimir al hacer clic en el botón Enviar

source: This utility allows you to print report cards for any number of students
es_es: Esta utilidad te permite imprimir las boletas de calificaciones para cualquier número de estudiantes

source: You can search for students who are enrolled in a specific course by clicking the Choose link next to the Course search option and choosing a course from the popup window that appears. You can also limit your search based on weighted/unweighted GPA, class rank, and letter grade by filling in the upper and lower bounds of the GPA and class rank range and checking the desired letter grade checkboxes. For example, this allows you to search for all students in the top ten of their class, all students who are failing, or all students who have failed at least one course in the marking periods selected
es_es: Usted puede buscar para los estudiantes que están matriculados en un curso específico haciendo clic en el enlace Elegir junto a la opción de búsqueda de cursos y la elección de un curso de la ventana emergente que aparece. También puede limitar su búsqueda sobre la base de peso / no ponderada GPA, posición en la clase, y la carta de calidad mediante la cumplimentación de los límites superior e inferior de la ACP y el rango de clase rango y el control de la letra deseada casillas de verificación del grado. Por ejemplo, esto le permite buscar por todos los estudiantes en los diez primeros de su clase, todos los alumnos que están fallando, o todos los estudiantes que han fallado al menos un curso en el períodos de evaluación seleccionados

source: Also, you can choose to print the report cards with mailing labels. The report cards will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one report card may be printed per student if the student has guardians residing at more than one address
es_es: También, usted puede optar por imprimir la boleta con las etiquetas de correo. Las boletas se han colocado las etiquetas de correo, de tal forma que sea visible en un sobre de ventana cuando la hoja se pliega en tres partes. Más de una tarjeta de informe se puede imprimir por estudiante si el estudiante tiene tutores que residen en más de una dirección

source: The report cards will be automatically downloaded to your computer in the printable PDF format when you click the Submit button
es_es: Las boletas se descargará automáticamente a su computadora en el formato PDF para imprimir al hacer clic en el botón Enviar

source: Administration
es_es: Administración

source: This page allows you to view and change the student attendance records for any given day.
es_es: Esta página le permite ver y modificar los registros de asistencia de los estudiantes para un día determinado.

source: next to the attendance code pull-down menu. If you select a second attendance code, the program will list students who received either code during the day.
es_es: junto al código de la asistencia en el menú desplegable. Si selecciona un código de asistencia en segundo lugar, el programa mostrará una lista de estudiantes que recibieron el código durante el día.

source: You can alter the date displayed by clicking on the date on the upper left-hand side of the screen and changing it to the desired date.
es_es: Se puede modificar la fecha que se muestra al hacer clic en la fecha en la parte superior izquierda de la pantalla y cambiar a la fecha deseada.

source: After making changes to the attendance codes displayed or the current date, click the Update button to refresh the screen with the new parameters.
es_es: Después de hacer cambios a los códigos de asistencia que aparece o la fecha actual, haga clic en el botón Actualizar para actualizar la pantalla con los nuevos parámetros.

source: You can also view the attendance code assigned to the student by the teacher as well as view and enter a comment for each period by clicking on the students name.
es_es: También puede ver el código asignado a la asistencia del estudiante por el profesor, así como ver e introducir un comentario para cada período, haga clic en el nombre de los estudiantes.

source: Clicking on Current Student on the top of the screen will display the days attendance records for the current student displayed in the left frame.
es_es: Al hacer clic en los estudiantes actuales en la parte superior de la pantalla se mostrará el día los registros de asistencia para el estudiante actual que se muestra en el cuadro izquierdo.

source: Add Absences
es_es: Añadir ausencias

source: This page allows you to add an absence to a group of students in one action.
es_es: Esta página le permite añadir la ausencia de un grupo de estudiantes en una sola acción.

source: First, search for students. Notice that you can search for students who are enrolled in a specific course or are in a certain activity. This can be useful since you can add an absence record for each period to all of Mrs. Smiths first period students or the football team who will be on an all day field trip.
es_es: En primer lugar, la búsqueda de los estudiantes. Observe que usted puede buscar para los estudiantes que están matriculados en un curso específico o en una determinada actividad. Esto puede ser útil ya que se puede agregar un registro de absentismo de cada período para todos los estudiantes de la Sra. Smith primer período o el equipo de fútbol que estarán en un viaje de campo durante todo el día.

source: From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the blue column headings above the list. You can also specify the periods to mark the selected students, the absence code, the absence reason, and the date in the yellow box above the student list. After you have selected each desired student from this list, all the desired periods, the absence code, absence reason, and absence date, click the Save button at the top of the screen.
es_es: A partir del resultado de búsqueda, puede seleccionar cualquier número de estudiantes. Puede seleccionar todos los estudiantes de la lista marcando la casilla de verificación en los encabezados de columna azul por encima de la lista. También puede especificar los plazos para marcar a los estudiantes seleccionados, el código de ausencia, el motivo de la ausencia y la fecha en el cuadro amarillo sobre la lista de alumnos. Después de haber seleccionado a cada estudiante que desee en esta lista, todos los períodos deseado, el código de ausencia, motivo de la ausencia y la fecha de ausencia, haga clic en el botón Guardar en la parte superior de la pantalla.

source: Average Daily Attendance Report
es_es: Informe promedio de asistencia diaria

source: This report shows the number of students, days possible, the number of student days present, the number of student days absent, the Average Daily Attendance, the average number of students in attendance per day, and the average number of students absent per day for any date range at your school. These numbers are broken down by grade.
es_es: Este informe muestra el número de estudiantes, los días que sea posible, el número de días de estudiante de la actualidad, el número de días de estudiante ausente, el Promedio de Asistencia Diaria, el número promedio de alumnos que asistían al día, y el número promedio de estudiantes ausentes por día para cualquier intervalo de fechas en su escuela. Estas cifras se desglosan por grado.

source: You can alter the date range displayed by changing the date pull-down menus at the top of the screen and clicking the Go button. You can also limit the numbers by searching by gender or any of the customizable data fields by clicking on the Advanced link.
es_es: Puede modificar el intervalo de fechas aparece al cambiar la fecha de menús desplegables en la parte superior de la pantalla y haciendo clic en el botón Continuar. También puede limitar el número de búsquedas por género o por cualquiera de los campos de datos, haga clic en el enlace Opciones avanzadas.

source: Average Daily Attendance by Day
es_es: Promedio de Asistencia Diaria por Día

source: is a report that shows the number of students, days possible, the number of student days present, the number of student days absent, and the Average Daily Attendance per day for any date range at your school. These numbers are broken down by grade.
es_es: es un informe que muestra el número de estudiantes, los días que sea posible, el número de días de estudiante de la actualidad, el número de días de estudiante ausente, y el Promedio de Asistencia Diaria por día para cualquier intervalo de fechas en su escuela. Estas cifras se desglosan por grado.

source: Daily Summary Report
es_es: Informe Resumen diario

source: This report shows the daily attendance status of any number of students for every date during any timeframe.
es_es: Este informe muestra el estado de la asistencia diaria de cualquier número de estudiantes por cada día durante un periodo de tiempo.

source: After searching for students, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows each students daily attendance value for each day with color codes. A red box signifies that the student was absent all day, a yellow box signifies that a student was absent half-day, and a green box signifies that a student was present all day long.
es_es: Después de buscar por los estudiantes, puede modificar el intervalo de fechas, cambiando la fecha de menús desplegables en la parte superior de la pantalla y haciendo clic en el botón Continuar. La lista muestra cada uno de los estudiantes valoran la asistencia diaria de cada día con los códigos de color. Un cuadro rojo significa que el estudiante estuvo ausente todo el día, una caja de color amarillo, significa que el estudiante estuvo ausente de medio día, y una caja de color verde, significa que el estudiante estuvo presente durante todo el día.

source: You can see the attendance records for each period for any student by clicking on a students name from the list. Here, the absence code is displayed in the color-coded box.
es_es: Usted puede ver los registros de asistencia por cada período para cualquier estudiante, haga clic en el nombre de los estudiantes de la lista. En este caso, el código de ausencia se muestra en el cuadro de colores.

source: Student Summary
es_es: Resumen de los estudiantes

source: This report shows the days for which a student has an absence.
es_es: Este informe muestra los días que un estudiante tiene una ausencia.

source: After selecting a student, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows the students absences for each period of each day that he had an absence. A red x indicates the student was absent in the corresponding period.
es_es: Después de seleccionar un estudiante, puede modificar el intervalo de fechas, cambiando la fecha de menús desplegables en la parte superior de la pantalla y haciendo clic en el botón Continuar. La lista muestra las ausencias a los estudiantes para cada período de cada día que había una ausencia. Una X roja indica que el estudiante estuvo ausente en el período correspondiente.

source: Teacher Completion
es_es: Maestro Finalización

source: This report shows which teachers have not entered attendance for any given day.
es_es: Este informe muestra que los profesores no han entrado en la asistencia de un día cualquiera.

source: The red checks indicate that a teacher has failed to enter the current days attendance for that period.
es_es: Los cuadros rojos indican que un maestro no ha podido entrar en la asistencia a los días actuales para ese período.
