Repository: deva086/opensis
Catalog: locale/openSIS.po
Languages: es_es

source: None were found.
es_es: No se encontró ninguno.

source: were found.
es_es: fueron encontrados.

source: was found.
es_es: fue encontrado.

source: Go
es_es: Ir

source: Next Grade at
es_es: Grado siguiente, a las

source: Not Specified
es_es: No Especificado

source: Choose
es_es: Elegir

source: Request
es_es: Solicitud

source: Missing Request
es_es: Falta Solicitud

source: Days Absent
es_es: Días de ausencia

source: between
es_es: entre

source: Between
es_es: Entre

source: Weighted GPA
es_es: GPA

source: Unweighted GPA
es_es: GPA no ponderado

source: GPA between
es_es: GPA entre

source: Weighted
es_es: Ponderado

source: Cumulative
es_es: Acumulativo

source: Class Rank between
es_es: Rango de clase entre

source: Class Rank
es_es: Ranking de la clase

source: Report Card Grade
es_es: Reporte de Calificaciones de tarjetas

source: Letter Grade
es_es: Carta de Grado

source: Did not receive
es_es: No se recibió

source: Activity:
es_es: Actividad:

source: Activity
es_es: Actividad

source: Mailing Labels
es_es: Las etiquetas de correo

source: Absence records were added for the selected students
es_es: Registros de ausencia se han añadido para los estudiantes seleccionados

source: You must choose at least one period and one student.
es_es: Debe elegir al menos un periodo y un estudiante.

source: Add absence to periods
es_es: Añadir a los períodos de ausencia

source: Absence code
es_es: La ausencia de código

source: Absence reason
es_es: Falta razón

source: W
es_es: En

source: Th
es_es: ª

source: Save
es_es: Ahorrar

source: Courses
es_es: Cursos

source: Phone
es_es: Teléfono

source: UPDATE
es_es: ACTUALIZACIÓN

source: This student has no contact information.
es_es: Este estudiante no tiene información de contacto.

source: None
es_es: Ninguno

source: Half-Day
es_es: De medio día

source: Full-Day
es_es: Todo el Día

source: Update
es_es: Actualización

source: Cannot delete because attendance codes are associated.
es_es: No se puede eliminar porque los códigos de asistencia están asociados.

source: Title
es_es: Título

source: Short Name
es_es: Nombre corto

source: Sort Order
es_es: Orden de Clasificación

source: Type
es_es: Tipo

source: Default for Teacher
es_es: Por defecto para el maestro

source: State Code
es_es: Estado Código

source: Delete this category
es_es: Eliminar esta categoría

source: New Category Title
es_es: Título nueva categoría

source: Teacher & Office
es_es: Profesor y oficina

source: Office Only
es_es: Sólo la oficina

source: Present
es_es: Presente

source: Absent
es_es: Ausente

source: Half
es_es: Mitad

source: Max length for Title is 100
es_es: Longitud máxima para el título es de 100

source: Max length for Short Name is 50
es_es: Longitud máxima de nombre corto es de 50

source: Sort Order Code allows only numeric value
es_es: Código de Orden de Clasificación permite único valor numérico

source: Please enter the New Category Title
es_es: Por favor, introduzca el título de una nueva categoría

source: Max length for Title is 10
es_es: Longitud máxima para el título es de 10

source: Advanced
es_es: Avanzado

source: Search All Schools
es_es: Buscar todas las escuelas

source: Submit
es_es: Presentar

source: All School
es_es: Todas las Escuelas

source: Date
es_es: Fecha

source: Student Name
es_es: Nombre del Estudiante

source: Period Name
es_es: Nombre del período

source: Attendance Status
es_es: Asistencia de estado

source: Total Attendance
es_es: Asistencia total

source: Days Possible
es_es: Posibles días

source: Average Attendance
es_es: Promedio de Asistencia

source: Average Absent
es_es: Promedio de ausencia

source: All course periods
es_es: Todos los períodos de curso

source: All my course periods
es_es: Todos mis períodos curso

source: Selected course period
es_es: Curso seleccionado período

source: The duplicate record(s) has been deleted.
es_es: El registro duplicado (s) ha sido borrado.

source: of
es_es: de

source: pages
es_es: páginas

source: Student (Student ID)
es_es: Estudiante (Student ID)

source: Course (Course Period ID)
es_es: Curso (ID del curso del período)

source: Course Start Date
es_es: Fecha de inicio del curso

source: Course End Date
es_es: Fecha de finalización del curso

source: Attendance Date
es_es: Fecha de la asistencia

source: No Duplicates Found
es_es: Sin duplicados encontrados

source: No Students were found.
es_es: No se han encontrado los estudiantes.

source: From
es_es: De

source: When do you want to recalculate the daily attendance?
es_es: ¿Cuándo desea volver a calcular la asistencia diaria?

source: The Daily Attendance for that timeframe has been recalculated.
es_es: La asistencia diaria de ese período de tiempo se ha recalculado.

source: Add Absence
es_es: Añadir ausencia

source: Reports
es_es: Informes

source: Attendance Report
es_es: Informe de asistencia

source: Average Daily Attendance
es_es: Promedio de Asistencia Diaria

source: Average Attendance by Day
es_es: La asistencia promedio por día

source: Attendance Chart
es_es: Gráfico de la asistencia

source: Absence Summary
es_es: Resumen de la ausencia

source: Utilities
es_es: Utilidades

source: Recalculate Daily Attendance
es_es: Volver a calcular la asistencia diaria

source: Delete Duplicate Attendance
es_es: Eliminar duplicados de asistencia

source: Setup
es_es: Configuración

source: Absences
es_es: Ausencias

source: Missing Attendance
es_es: Falta de asistencia

source: Warning
es_es: Advertencia

source: Teachers have missing attendance data
es_es: Los profesores han perdido los datos de asistencia

source: Period-Teacher
es_es: Período y Maestros

source: Period
es_es: Período

source: Periods
es_es: Períodos

source: Attendance Possible
es_es: La asistencia posible

source: Not Taken
es_es: No se toma

source: Avg Attendance
es_es: Media de asistencia

source: Avg Absent
es_es: En ausencia de media

source: Grade level
es_es: Nivel de grado

source: Grade levels
es_es: Los niveles de grado

source: Office Comment
es_es: Oficina Comentario

source: Teacher Comment
es_es: Maestro comentarios

source: FEB
es_es: Febrero

source: APR
es_es: Abril

source: MAY
es_es: PUEDE

source: JUN
es_es: Junio

source: JUL
es_es: Julio

source: AUG
es_es: Agosto

source: SEP
es_es: Septiembre

source: OCT
es_es: Octubre

source: NOV
es_es: Noviembre

source: DEC
es_es: Diciembre

source: The selected date is not today
es_es: La fecha seleccionada no es hoy

source: You have taken attendance today for this period
es_es: Que ha tomado hoy la asistencia para este período

source: Back to Missing Attendance List
es_es: Volver a la lista de asistencia que faltan

source: The selected date is not in a school quarter
es_es: La fecha seleccionada no se encuentra en un cuarto de la escuela

source: You cannot take attendance for this period on this day
es_es: No se puede tomar la asistencia para ese período en el día de hoy

source: Teacher
es_es: Profesor

source: Teacher who hasn't taken
es_es: Maestro que no ha tomado

source: attendance
es_es: asistencia

source: Teachers who haven't taken
es_es: Los maestros que no han tomado

source: Cannot delete because eligibility activities are associated.
es_es: No se puede eliminar porque las actividades de elegibilidad están asociados.

source: activity
es_es: actividad

source: Begins
es_es: Comienza

source: Ends
es_es: Termina

source: That activity has been added to the selected students.
es_es: Que la actividad ha sido añadido a los estudiantes seleccionados.

source: You must choose an activity.
es_es: Usted debe elegir una actividad.

source: Add Activity to Selected Students
es_es: Aumentar la actividad de los Estudiantes Seleccionados

source: Sunday
es_es: Domingo

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: Passing
es_es: Paso

source: Borderline
es_es: Límite

source: Failing
es_es: Falta

source: Incomplete
es_es: Incompleto

source: You can only enter eligibility from
es_es: Sólo se puede entrar en la elegibilidad de

source: Allow Eligibility Posting
es_es: Permitir elegibilidad del anuncio

source: To
es_es: A

source: Add
es_es: Añadir

source: Starts
es_es: Comienza

source: Teacher who hasnt entered eligibility
es_es: Maestro que hasnt elegibilidad entró

source: Teachers who havent entered eligibility
es_es: Los maestros que havent entró elegibilidad

source: Include Inactive Students
es_es: Incluir a los estudiantes inactivos

source: Name
es_es: Nombre

source: Problem
es_es: Problema

source: Category
es_es: Categoría

source: Assignment
es_es: Asignación

source: Comment
es_es: Cómo

source: Missing
es_es: Que falta

source: Excused
es_es: Justificada

source: Negative!
es_es: Negativo!

source: Extra Credit
es_es: Crédito adicional

source: assignment type
es_es: la asignación de tipos

source: Assignment Type cannot be deleted
es_es: Tipo de asignación no se pueden eliminar

source: back to Assignment Type
es_es: Tipo de asignación de nuevo a

source: Gradebook Assignment cannot be deleted because it has other associations
es_es: Asignación del libro de calificaciones no se pueden eliminar porque tiene otras asociaciones

source: Points
es_es: Puntos

source: Apply to all Periods for this Course
es_es: Aplicar a todos los períodos para este curso

source: Assignment Type
es_es: Asignación de tipo

source: Assigned
es_es: Asignado

source: Due
es_es: Dos

source: Description
es_es: Descripción

source: Percent of Final Grade
es_es: Por ciento de la calificación final

source: Percent Total
es_es: Total Porcentaje

source: Assignment Types
es_es: Tipos de tarea

source: Calculate GPA for
es_es: Calcular GPA de

source: GPA based on a scale of
es_es: ACP sobre la base de una escala de

source: GPA calculation modifies existing records.
es_es: Cálculo de GPA modifica los registros existentes.

source: Weighted and unweighted GPA is calculated by dividing the weighted and unweighted grade points configured for each letter grade (assigned in the Report Card Codes setup program) by the base grading scale specified in the school setup.
es_es: Ponderadas y sin ponderar GPA se calcula dividiendo los puntos de calificación ponderadas y no ponderadas configurado para cada grado de la letra (asignado en el programa Reporte de códigos de configuración) en la escala de calificación base especificada en la configuración de la escuela.

source: GPA Calculation
es_es: GPA Cálculo

source: Calculate GPA and Class Rank
es_es: Calcular el GPA y Rango de Clase

source: GPA and class rank for
es_es: PAM y el rango de la clase de

source: has been calculated.
es_es: se ha calculado.

source: Exceptional
es_es: Excepcional

source: Satisfactory
es_es: Satisfactorio

source: Needs Improvement
es_es: Necesita mejorar

source: 1 - Excellent
es_es: 1 - Excelente

source: Excellent
es_es: Excelente

source: 2 - Very Good
es_es: 2 - Muy bueno

source: Very Good
es_es: Muy Bueno

source: 3 - Good
es_es: 3 - Bueno

source: Good
es_es: Bueno

source: 4 - Fair
es_es: 4 - Feria

source: Fair
es_es: Feria

source: 5 - Poor
es_es: 5 - Pobre

source: Poor
es_es: Pobre

source: 6 - Failure...
es_es: 6 - No ...

source: Failure...
es_es: Si no ...

source: Failure due to poor attendance
es_es: Fracaso debido a la falta de asistencia

source: Assignment Sorting
es_es: Asignación de clasificación

source: Newest First
es_es: El más reciente primero

source: Due Date
es_es: Fecha de vencimiento

source: Assigned Date
es_es: Fecha asignada

source: Ungraded
es_es: Sin clasificar

source: Weight Grades
es_es: Grados de peso

source: Assigned Date defaults to today
es_es: Asignados por defecto a la Fecha de hoy

source: Due Date defaults to today
es_es: Por defecto debido a la Fecha de hoy

source: Calulate Eligibility using Cumulative Semester Grades
es_es: Calcular la elegibilidad con los grados acumulados Semestre

source: Allowed maximum percent in Anomalous grades
es_es: Máxima permitida por ciento en los grados anómalo

source: Days until ungraded assignment grade appears in Parent
es_es: Días hasta el grado de asignación de categorías no clasificadas aparece en los Padres

source: Student gradebook views
es_es: Opiniones de los estudiantes del libro de calificaciones

source: Default comment code
es_es: Código predeterminado comentario

source: Score Breakoff Points
es_es: Puntos Breakoff

source: Final Grading Percentages
es_es: Los porcentajes finales de clasificación

source: Total not 100%!
es_es: Total, no al 100%!

source: Exam
es_es: Examen

source: Are You Sure You Want to
es_es: ¿Está seguro que desea

source: History Marking Period
es_es: Período marcado la historia

source: Grade Post Date
es_es: Fecha de Postgrado

source: School Year
es_es: Año escolar

source: History Marking Periods
es_es: Historia Marca períodos

source: semester
es_es: fiesta

source: quarter
es_es: trimestre

source: Gradebook
es_es: Libro de calificaciones

source: Marking Period
es_es: Período de evaluación

source: This Marking Periods has been updated
es_es: Esta períodos de calificación se ha actualizado

source: Add another marking period
es_es: Añadir otro período de evaluación

source: MARKING PERIOD
es_es: Período de evaluación

source: WEIGHTED GPA
es_es: GPA

source: UNWEIGHTED GPA
es_es: GPA no ponderado

source: Grade Level
es_es: Nivel de Grado

source: New Marking Period
es_es: Nuevo periodo marcado

source: Credits
es_es: Créditos

source: Course Name
es_es: Nombre del Curso

source: Percentage
es_es: Porcentaje

source: GP Value
es_es: GP de valor

source: Unweighted GP Value
es_es: Sin ponderar GP Valor

source: Grade Scale
es_es: Escala de calificación

source: Credit Attempted
es_es: Intento de crédito

source: Credit Earned
es_es: Crédito

source: Credit Category
es_es: Categoría de crédito

source: Remove Marking Period
es_es: Quitar período de evaluación

source: You must choose at least one marking period
es_es: Debe elegir al menos un período de evaluación

source: You must choose at least one student and marking period
es_es: Debe elegir al menos un estudiante y marcado período de

source: Include on Grade List:
es_es: Incluir en la Lista de grado:

source: Comments
es_es: Comentarios

source: Percents
es_es: Porcentajes

source: Year-to-date Daily Absences
es_es: Año a la fecha de las ausencias diarias

source: Daily Absences this quarter
es_es: Las ausencias diarias en este trimestre

source: Other Attendance Year-to-date:
es_es: Asistencia otro año hasta la fecha:

source: Other Attendance this quarter:
es_es: Asistencia otros en este trimestre:

source: Period-by-period absences
es_es: Período a período de ausencias

source: Create Grade Lists for Selected Students
es_es: Crear listas de grado para los estudiantes seleccionados

source: When do you want to recalculate the running GPA numbers
es_es: ¿Cuándo desea volver a calcular el funcionamiento números GPA

source: The grades for
es_es: Los grados de

source: has been recalculated.
es_es: se ha recalculado.

source: When do you want to recalculate the running GPA numbers?
es_es: ¿Cuándo desea volver a calcular el funcionamiento números GPA?

source: Teachers
es_es: Los profesores

source: Create Honor Roll for Selected Students
es_es: Crear Lista de Honor de Estudiantes Seleccionados

source: Certificates
es_es: Certificados

source: List
es_es: Lista

source: Grade reporting is open for this marking period
es_es: Grado de información está abierta para este período de evaluación

source: You can edit these grades
es_es: Puede editar estos grados

source: Grade reporting begins on
es_es: Reporte de Calificaciones comienza el

source: Grade reporting is not open for this marking period
es_es: Grado de información no está abierto para este período de evaluación

source: Grade reporting starts on
es_es: Grado de información se inicia en

source: and ends on
es_es: y termina el

source: These grades are complete
es_es: Estos grados se completa

source: Grade reporting ended for this marking period on
es_es: Reporte de Calificaciones terminó para este período de evaluación en

source: Assign Percents
es_es: Asignar porcentajes

source: Assign Letters
es_es: Asignar letras

source: Get Gradebook Grades
es_es: Obtener los grados del libro de calificaciones

source: Clear All
es_es: Borrar todos

source: Percent
es_es: Por ciento

source: Assign Grade
es_es: Asignación de Grado

source: Assign Percent
es_es: Asignar por ciento

source: Fast Transcripts
es_es: Transcripciones rápidas

source: Student Final Grades
es_es: Finales de los Estudiantes Grados

source: Honor Roll
es_es: Cuadro de Honor

source: Report Card Grades
es_es: Las calificaciones de tarjetas

source: Report Card Comments
es_es: Comentarios Boleta

source: Honor Roll Setup
es_es: Honor de configuración Rollo

source: Recalculate GPA Numbers
es_es: Recalcular GPA números

source: Edit Report Card Grades
es_es: Editar los grados Boleta

source: Edit Historical Marking Periods
es_es: Edición Histórica períodos de evaluación

source: Anomalous Grades
es_es: Grados anómala

source: Final Grades
es_es: Calificaciones Finales

source: Gradebook Grades
es_es: Libro de calificaciones de los grados

source: GPA / Class Rank
es_es: GPA / Clase Rango

source: Student Progress Report
es_es: Informe de Progreso Estudiantil

source: ID
es_es: Identificación

source: You must choose at least one student.
es_es: Debe elegir al menos un estudiante.

source: Exclude Ungraded E/C Assignments
es_es: Excluir ° Grado E / C de misiones

source: Exclude Ungraded Assignments Not Due
es_es: Excluir de misiones ° Grado no debido

source: Create Progress Reports for Selected Students
es_es: Crear informes de progreso para los estudiantes seleccionados

source: Cannot delete because report card comments are associated.
es_es: No se puede eliminar porque los comentarios de boleta de calificaciones están asociados.

source: This course is not graded.
es_es: Este curso no se clasifica.

source: All Courses
es_es: Todos los cursos

source: Cannot delete because student grades are associated.
es_es: No se puede eliminar porque las calificaciones del estudiante están asociados.

source: Report Card Grade
es_es: Reporte de Calificaciones de tarjetas

source: Report Card Grading Scale
es_es: Tarjeta de informe de calificación de escala

source: Order
es_es: Orden

source: Scale Value
es_es: Escala de valores

source: Missing grades or No Students were found.
es_es: Los grados que faltan o los estudiantes no fueron encontrados.

source: You must choose at least one student and marking period.
es_es: Debe elegir al menos un estudiante y marcado época.

source: Include on Report Card
es_es: Incluir en el reporte de

source: Other Attendance Year-to-date
es_es: Asistencia otro año hasta la fecha

source: Other Attendance this quarter
es_es: Asistencia otros en este trimestre

source: Create Report Cards for Selected Students
es_es: Crear boletas de calificaciones de los estudiantes seleccionados

source: Totals
es_es: Totales

source: Expand All
es_es: Desplegar todo

source: Course Title
es_es: Título del curso

source: Letter
es_es: Carta

source: Grade Range
es_es: Rango de grados

source: Teacher who hasnt entered grades
es_es: Maestro que hasnt entró grados

source: Teachers who havent entered grades
es_es: Los maestros que havent entró grados

source: Cumulative GPA
es_es: Promedio de calificaciones

source: Total Credit Attempted
es_es: Intento de Crédito Total

source: Total Credit Earned
es_es: Crédito Total Ganado

source: Include Student Picture
es_es: Incluya Imagen Estudiante

source: Create Transcripts for Selected Students
es_es: Crear Transcripciones para estudiantes seleccionados

source: Notes
es_es: Notas

source: Not Requested
es_es: No Solicitado

source: First
es_es: Primero

source: First Initial
es_es: En primer lugar inicial

source: Last
es_es: Pasado

source: Middle
es_es: Medio

source: Suffix
es_es: Sufijo

source: Rolling / Retention Options
es_es: Rolling Opciones / retención

source: Calendar
es_es: Calendario

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Alternate ID
es_es: ID alternativo

source: DOB
es_es: Fecha de Nacimiento

source: Email ID
es_es: Identificación del email

source: Zip Code
es_es: Código postal

source: Mailing City
es_es: Ciudad de correo

source: Mailing State
es_es: De distribución del Estado

source: Mailing Zipcode
es_es: Código postal de correo

source: Teacher - Room
es_es: Maestro - Sala

source: Last, Common
es_es: Por último, comunes

source: Teacher - Room
es_es: Maestro - Sala

source: Select Fields To Generate Report
es_es: Seleccionar campos para generar informes

source: User:
es_es: Usuario:

source: Last login:
es_es: Último acceso:

source: Role: Administrator
es_es: Función: Administrador

source: Date Posted
es_es: Fecha de publicación

source: Note
es_es: Nota

source: Event
es_es: Evento

source: Upcoming Event
es_es: Los próximos eventos

source: Upcoming Events
es_es: Próximos eventos

source: Warning!! - Teachers have missing attendance. Go to : Users -> Teacher Programs -> Missing Attendance
es_es: Advertencia! - Los maestros han perdido la asistencia. Ir a: Usuarios -&gt; Programas Maestros -&gt; Falta de asistencia

source: Role: Teacher
es_es: Rol: Profesor

source: Period -Teacher
es_es: Período y Maestros

source: Role: Parent
es_es: Papel: Padres

source: Role
es_es: Papel

source: Cell Phone
es_es: Teléfono celular

source: Workplace
es_es: Lugar de trabajo

source: Information about your spouse or significant other residing with you:</B><BR><small>Leave this section blank if you are separated.
es_es: Información sobre su cónyuge o pareja que residen otros con usted: <BR> <small>Deje esta sección en blanco si se separan.</small>

source: Zip
es_es: Cremallera

source: Relation to Student
es_es: Relación con el estudiante

source: Birthdate
es_es: Fecha de Nacimiento

source: SSN
es_es: Número de seguro social

source: Medical Comments
es_es: Comentarios médica

source: This person has no information in the system.
es_es: Esta persona no tiene la información en el sistema.

source: Find a Student
es_es: Encontrar a un estudiante

source: Search Criteria
es_es: Los criterios de búsqueda

source: Reset
es_es: Reajustar

source: Sorry! No Students were selected
es_es: ¡Lo siento! No Los estudiantes fueron seleccionados

source: Enrolled
es_es: Inscrito

source: Dropped
es_es: Abandonado

source: Schedule Record
es_es: Horario de Grabación

source: Schedule Records
es_es: Programa de registros

source: Create Add/Drop Report for Selected Students
es_es: Crear un informe de inserción / extracción para los estudiantes seleccionados

source: Search
es_es: Búsqueda

source: Course Periods
es_es: Períodos de curso

source: Takes Attendance
es_es: Toma de asistencia

source: Affects Honor Roll
es_es: Afecta el Cuadro de Honor

source: Affects Class Rank
es_es: Afecta a su puesto de clase

source: Gender Restriction
es_es: La restricción de género

source: Allow Teacher Gradescale
es_es: Permitir Maestro Gradescale

source: Parent Course Period
es_es: Padres período del curso

source: New Subject
es_es: Tema nuevo

source: Subjects
es_es: Los sujetos

source: Male
es_es: Mal

source: Female
es_es: Femenino

source: New Course
es_es: Nuevo curso

source: Available Seats
es_es: Asientos Disponibles

source: Student with an incomplete schedule
es_es: Estudiantes con un horario incompleto

source: Students with incomplete schedules
es_es: Los estudiantes con horarios incompletos

source: Selected students have been dropped from the course period
es_es: Los estudiantes seleccionados han sido eliminados de el periodo del curso

source: You must choose a Course
es_es: Usted debe elegir un curso
