Repository: deva086/opensis
Catalog: locale/openSIS.po
Languages: es_es

source: Course to Drop
es_es: Curso de Caída

source: Choose a Course
es_es: Elegir un curso

source: Drop Date
es_es: Fecha de caída

source: Duplicate Entry.Request already exists
es_es: Duplicar Entry.Request ya existe

source: That course has been added as a request for the selected students.
es_es: Por supuesto que se ha añadido como una solicitud de los estudiantes seleccionados.

source: Wrong Teacher Selection
es_es: Selección de docentes mal

source: Request to Add
es_es: La solicitud para agregar

source: With
es_es: Con

source: Without
es_es: Sin

source: You cannot schedule a student into that course during the marking period that you chose. This course meets on
es_es: No puede programar a un estudiante en ese curso durante el período de calificación que haya elegido. Este curso cumple con el

source: That course has been added to the selected students' schedules.
es_es: Por supuesto que se ha añadido a los horarios de los estudiantes seleccionados.

source: Manual Override
es_es: Control manual

source: That course has been added to the selected students schedules.
es_es: Que por supuesto ha sido añadido a los horarios de los estudiantes seleccionados.

source: Course to Add
es_es: Curso para agregar

source: Start Date
es_es: Fecha de inicio

source: Click on the number of seats to edit and click update
es_es: Haga clic en el número de asientos para editar y haga clic en Actualizar

source: Total Seats
es_es: Asientos totales

source: Print Schedules
es_es: Los horarios de impresión

source: Print Class Lists
es_es: Imprimir listas de clase

source: Print Class Pictures
es_es: Imprimir fotos de las clases

source: Schedule Report
es_es: Informe horario

source: Requests Report
es_es: Solicitudes de informe

source: Unfilled Requests
es_es: Las solicitudes sin cubrir

source: Incomplete Schedules
es_es: Listas incompletas

source: Add / Drop Report
es_es: De inserción / Informe

source: Run Scheduler
es_es: Ejecutar el Programador

source: Class Pictures
es_es: Fotos de clase

source: Teacher Class List
es_es: Lista maestra de clase

source: Teacher Name
es_es: Nombre del maestro

source: Course Program Name
es_es: Nombre del curso Programa de

source: Course Period Name
es_es: Nombre del Curso Período

source: Create Class Lists for Selected Course Periods
es_es: Crear listas de clase para los períodos curso seleccionado

source: Student Class Pictures
es_es: Fotos de los estudiantes de clase

source: Include Teacher
es_es: Incluyen Maestro

source: Legal Size Paper
es_es: Papel de tamaño legal

source: Use Last Years if Missing
es_es: Los últimos años el uso, si falta

source: Create Class Pictures for Selected Course Periods
es_es: Crear imágenes de períodos de clase del curso seleccionado

source: With Teacher
es_es: Con el maestro

source: In Period
es_es: En el período

source: Not with Teacher
es_es: No con el maestro

source: Not in Period
es_es: No en el período

source: Student Print Request
es_es: Petición del alumno Imprimir

source: Student Grade
es_es: Estudiantes de grado

source: Student Mailling Label
es_es: Estudiante de etiquetas Mailling

source: Period - Teacher
es_es: Período - Maestro

source: Term
es_es: Plazo

source: Days
es_es: Días

source: Time
es_es: Tiempo

source: Room
es_es: Habitación

source: Weight
es_es: Peso

source: Select Subject
es_es: Seleccione Asunto

source: Add a Request
es_es: Añadir una solicitud

source: Requests
es_es: Peticiones

source: On
es_es: En

source: Not on
es_es: No en la

source: Number of Requests
es_es: Número de solicitudes

source: Seats
es_es: Asientos

source: Include Inactive Courses
es_es: Los cursos incluyen inactivos

source: Add a Course
es_es: Añadir un curso

source: Days of Week
es_es: Días de la Semana

source: Print Schedule
es_es: Imprimir Calendario

source: There is already a course scheduled in that period.
es_es: Ya existe un curso programado en ese período.

source: There is a conflict. You cannot add this course period.
es_es: Hay un conflicto. No se puede agregar este periodo del curso.

source: Confirm Scheduler Run
es_es: Confirmar el Programador de ejecución

source: Are you sure you want to run the scheduler?
es_es: ¿Está seguro que desea ejecutar el planificador?

source: Schedule Unscheduled Requests
es_es: Horario no programado solicitudes

source: Delete Current Schedules
es_es: Eliminar la Programación actual

source: Scheduler Progress
es_es: Programador de Progreso

source: Done
es_es: Hecho

source: List Students
es_es: Estudiantes lista

source: List Unscheduled Students
es_es: Lista de los estudiantes no programada

source: Open
es_es: Abierto

source: Expanded View
es_es: Vista expandida

source: Original View
es_es: Ver original

source: Family
es_es: Familia

source: Families
es_es: Las familias

source: No Records were found.
es_es: No se encontraron registros.

source: Please select the Marking Period
es_es: Por favor seleccione el período de evaluación

source: No Schedule Found
es_es: No hay horario encontrados

source: Print
es_es: Imprimir

source: Unscheduled Request
es_es: Solicitud de no programadas

source: Unscheduled Requests
es_es: Las solicitudes no programadas

source: No weight was selectd for
es_es: No fue el peso de selectd

source: does not have a weight of
es_es: no tiene un peso de

source: List of Events
es_es: Lista de Eventos

source: Events
es_es: Eventos

source: Default Calendar for this School
es_es: Calendario de esta Escuela

source: Create a new calendar
es_es: Crear un nuevo calendario

source: Cannot delete because calendars are associated.
es_es: No se puede eliminar porque los calendarios están asociados.

source: Edit this calendar
es_es: Editar este calendario

source: New Event
es_es: Nuevo Evento

source: Back to Calendar
es_es: Regresar al Calendario

source: Delete this calendar
es_es: Eliminar este calendario

source: List Events
es_es: Lista de eventos

source: Report Card Grade Codes
es_es: Informe códigos de las tarjetas de grado

source: Report Card Comment Codes
es_es: Códigos de Reporte Tarjeta de Comentarios

source: Eligibility Activity Codes
es_es: Códigos de Actividad de elegibilidad

source: Grade Levels
es_es: Niveles de Grado

source: New Schools Title
es_es: Nuevas escuelas Título

source: School information has been copied successfully
es_es: Información de la escuela ha sido copiado con éxito

source: Confirm Copy School
es_es: Confirmar la Escuela copia

source: Are you sure you want to copy the data for
es_es: ¿Está seguro que desea copiar los datos de

source: to a new school
es_es: a una nueva escuela

source: The data have been copied to a new school called
es_es: Los datos han sido copiados a una nueva escuela llamada

source: To finish the operation, click OK button
es_es: Para finalizar la operación, haga clic en el botón OK

source: Number of Credits
es_es: Número de Créditos

source: Location
es_es: Ubicación

source: Grading Scale
es_es: Escala de Calificaciones

source: Not Graded
es_es: No clasificado

source: No Calendar Selected
es_es: No hay calendario seleccionado

source: Half Day
es_es: Medio día

source: Parent Course
es_es: Curso para Padres

source: No Parent Course Selected
es_es: No hay cursos para padres seleccionados

source: Start Time
es_es: Hora de inicio

source: End Time
es_es: Hora de finalización

source: Quick Search
es_es: Búsqueda rápida

source: Select Marking Period:
es_es: Seleccione período de evaluación:

source: No Class List Found
es_es: No hay lista de clases que se encuentran

source: All available classes
es_es: Todas las clases disponibles

source: All available classes for
es_es: Todas las clases disponibles para

source: Course Catalog
es_es: Catálogo de cursos

source: Class Name
es_es: Nombre de clase

source: Subject cannot be deleted.
es_es: El sujeto no se pueden eliminar.

source: - New Period
es_es: - Período de Nueva

source: Secondary Teacher
es_es: Profesor de secundaria

source: No. of login failures allowed before account is disabled
es_es: N º de fallos de inicio de sesión permitidos antes de que la cuenta está deshabilitada

source: grade level
es_es: nivel de grado

source: Next Grade
es_es: Siguiente grado

source: New Year
es_es: Año Nuevo

source: New Semester
es_es: Nuevo semestre

source: New Progress Period
es_es: Período de nuevos progresos

source: Marking period cannot be deleted because it has other associations.
es_es: Período de evaluación no se puede eliminar porque tiene otras asociaciones.

source: Grade Posting Begins
es_es: Grado de desplazamiento comienza

source: Grade Posting Ends
es_es: Finaliza el grado de Publicación

source: Semester
es_es: Vacaciones

source: Semesters
es_es: Semestre

source: Quarter
es_es: Trimestre

source: Quarters
es_es: Cuartos

source: Progress Period
es_es: Período de progreso

source: Progress Periods
es_es: Períodos de progreso

source: Calendars
es_es: Calendarios

source: System Preference
es_es: Sistema de Preferencias

source: Course Manager
es_es: Curso de Administrador

source: Print Catalog by Term
es_es: Imprimir catalogo de plazo

source: Print all Courses
es_es: Imprimir todos los cursos

source: Length
es_es: Longitud

source: minutes
es_es: minutos

source: Used for
es_es: Se utiliza para

source: Ignore for
es_es: Ignorar para

source: Publishing Options
es_es: Opciones de publicación

source: Visible Between:
es_es: Visible entre:

source: Visible To:
es_es: Visible a:

source: Administrator w/Custom
es_es: Administrador w / Custom

source: Teacher w/Custom
es_es: Maestro w / Custom

source: Parent w/Custom
es_es: Padre w / Custom

source: Report Generated
es_es: Informe generado

source: Course catalog
es_es: Catálogo de cursos

source: All
es_es: Todos

source: Select Term
es_es: Seleccione Plazo

source: Report generated for all Terms
es_es: Informe generado por todos los términos

source: Student Enrollment Codes
es_es: Códigos de Inscripción Estudiantil

source: You <i>must</i> roll users, school periods, marking periods, calendars, and report card<br>codes at the same time or before rolling courses<BR><BR>* You <i>must</i> roll courses at the same time or before rolling report card comments<BR><BR>Red items have already have data in the next school year (They might have been rolled).<BR><BR>Rolling red items will delete already existing data in the next school year.
es_es: Usted <i>debe tirar</i> los usuarios, durante el año escolar, períodos de evaluación, calendarios y tarjetas de informe <br> códigos al mismo tiempo o antes de rodar cursos <BR><BR> * Usted <i>debe tirar</i> cursos al mismo tiempo o antes de rodar los comentarios de boleta de calificaciones <BR><BR> Los elementos de color rojo que ya tiene datos en el siguiente año escolar (Podrían haber sido enrollado). <BR><BR> Rolling objetos rojos se borrarán los datos ya existentes en el próximo año escolar.

source: Confirm Rollover
es_es: Confirmar Rollover

source: Are you sure you want to roll the data for
es_es: ¿Seguro de que desea deshacer los datos de

source: to the next school year?
es_es: para el próximo año escolar?

source: Can't write to file
es_es: No se puede escribir en el archivo

source: School Name
es_es: Nombre de la escuela

source: Zip/Postal Code
es_es: Zip / código postal

source: Telephone
es_es: Teléfono

source: Base Grading Scale
es_es: Base de la escala de calificación

source: Website
es_es: Sitio web

source: Back to System Preference
es_es: Volver a la preferencia del sistema

source: Half-day and full-day minutes
es_es: Minutos de medio día y día completo

source: Full day minutes
es_es: Minutos de día completo

source: Half day minutes
es_es: Minutos y medio día

source: login message
es_es: login mensaje

source: Under Maintenance
es_es: Bajo mantenimiento

source: Login Message
es_es: Mensaje de inicio de sesión

source: Display
es_es: Mostrar

source: Message
es_es: Mensaje

source: Messages
es_es: Mensajes

source: User Inactivity Days
es_es: Días de inactividad del usuario

source: Login Failure Allowance
es_es: Asignación de fallos de inicio de sesión

source: Set half-day and full-day minutes
es_es: Ajustar los minutos de medio día y día completo

source: Set login failure allowance count
es_es: Conjunto no poder ingresar contar subsidio

source: Set allowable user inactivity days
es_es: Conjunto permitido días inactividad del usuario

source: Put system in maintenance mode
es_es: Poner el sistema en modo de mantenimiento

source: Maximum inactive days allowed before account is disabled
es_es: Máximo de días de inactividad permitido antes de cuenta está deshabilitada

source: Please enter the title
es_es: Por favor, introduzca el título

source: Max length for title is 50'
es_es: Longitud máxima para el título es de 50 &#39;

source: Please enter the Short Name
es_es: Por favor, introduzca el nombre corto

source: Max length for Short Name is 10
es_es: Longitud máxima de nombre corto es de 10

source: Max length for Short Order is 5
es_es: Longitud máxima de Short Order es de 5

source: Enter Only Numeric Value
es_es: Sólo entrar en el valor numérico

source: Please enter the Start Date
es_es: Por favor, introduzca la fecha de inicio

source: Please Enter the End Date
es_es: Por favor, introduzca la fecha de finalización

source: Please enter the Grade Posting Start Date
es_es: Por favor, introduzca la fecha de contabilización de Grado Inicio

source: Enrollment Record
es_es: Inscripción Registro

source: Enrollment Records
es_es: Registros de inscripción

source: New Address Field
es_es: Campo de Dirección

source: New Address Field Category
es_es: Dirección Categoría de campo

source: Address Field Category
es_es: Dirección Categoría de campo

source: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Multiple Choices<BR>* one per line
es_es: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Múltiples opciones <BR> * Uno por línea

source: for dates: YYYY-MM-DD
es_es: fechas: AAAA-MM-DD

source: for checkboxes
es_es: de casillas de verificación

source: Note: All unchecked means applies to all addresses
es_es: Nota: Todos los medios sin control se aplica a todas las direcciones

source: Address Field Categories
es_es: Categorías dirección del campo

source: Address Field
es_es: Dirección del campo

source: Data Type
es_es: Tipo de datos

source: Address Fields
es_es: Campos de dirección

source: Checkbox
es_es: Casilla de verificación

source: Text
es_es: Texto

source: Edit Pull-Down
es_es: Editar Pull-Down

source: Coded Pull-Down
es_es: Codificada Pull-Down

source: Number
es_es: Número

source: Long Text
es_es: Texto largo

source: Select Multiple
es_es: Selección múltiple

source: The selected user's profile now includes access to the selected students
es_es: El perfil de usuario seleccionado ahora incluye el acceso a los estudiantes seleccionados

source: Add Selected Parents
es_es: Añadir padres seleccionados

source: Student Advanced Report
es_es: Estudiante Avanzado Informe

source: Powered by openSIS
es_es: Desarrollado por openSIS

source: Create Report for Selected Students
es_es: Crear un informe para los estudiantes seleccionados

source: Include courses active as of
es_es: Incluyen cursos de activo como de

source: Include courses active as of
es_es: Incluyen cursos de activo como de

source: The date you specified is not valid, so was not used. The other data was saved
es_es: La fecha que ha especificado no es válido, por lo que no fue utilizado. Los demás datos se guardan

source: No data was entered
es_es: No hay datos se ha introducido

source: The specified information was applied to the selected students
es_es: La información especificada se aplica a los estudiantes seleccionados

source: You must choose at least one field and one student
es_es: Debe elegir al menos un campo y un estudiante

source: Rolling Retention / Options
es_es: Rolling Retención / Opciones

source: Retain
es_es: Conservar

source: Do not enroll after this school year
es_es: No inscribirse después de este año escolar

source: Please Type The Password
es_es: Introduzca la contraseña

source: Password Sucessfully Changed
es_es: Contraseña cambiado con éxito

source: Please Retype Password
es_es: Por favor, su contraseña de nuevo

source: Password Does'nt Exist
es_es: Me cansaría existe contraseña

source: Change Password
es_es: Cambiar la contraseña

source: Old Password
es_es: Contraseña anterior

source: New Password
es_es: Nueva contraseña

source: Retype Password
es_es: Vuelva a escribir la contraseña

source: Father
es_es: Padre

source: Mother
es_es: Madre

source: Step Mother
es_es: Paso Madre

source: Step Father
es_es: Padrastro

source: Grandmother
es_es: Abuela

source: Grandfather
es_es: Abuelo

source: Legal Guardian
es_es: Tutor legal

source: Other Family Member
es_es: Otro familiar

source: Work Phone
es_es: Teléfono del trabajo

source: Employer
es_es: Empleador

source: Cannot delete because enrollment codes are associated.
es_es: No se puede eliminar porque los códigos de inscripción están asociados.

source: Enrollment Code
es_es: Código de Inscripción

source: Enrollment Codes
es_es: Los códigos de inscripción

source: Common Name
es_es: Nombre común

source: Social Security
es_es: Seguridad social

source: Date of Birth
es_es: Fecha de Nacimiento

source: Language Spoken
es_es: El lenguaje hablado

source: Goal Details
es_es: Detalles de meta

source: Goal Title
es_es: Objetivo título

source: Begin Date
es_es: Fecha de inicio

source: End Date
es_es: Fecha de finalización

source: Goal Description
es_es: Descripción del objetivo

source: Progress Details
es_es: Detalles de los avances

source: Date of Entry
es_es: Fecha de entrada

source: Progress Period Name
es_es: Progreso Nombre del período

source: Proficiency
es_es: Competencia

source: Progress Assessment
es_es: Evaluación de los avances

source: Please select the date range :
es_es: Por favor, seleccione el intervalo de fechas:

source: From :
es_es: A partir de:

source: To :
es_es: A:

source: With Progress
es_es: Con el progreso

source: Print Info for Selected Students
es_es: Imprimir Información para los estudiantes seleccionados

source: Letter Text
es_es: Carta de texto

source: Avery Label 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 compatible
es_es: Avery Etiqueta 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 compatible

source: To Student
es_es: Para Estudiantes

source: To Primary Emergency Contact
es_es: Para Primario de la Emergencia

source: To Secondary Emergency Contact
es_es: Contacto de Emergencia para Secundaria

source: o Both Emergency Contacts
es_es: o los dos contactos de emergencia

source: Starting row
es_es: Fila de inicio

source: Starting column
es_es: Columna de partida

source: Create Labels for Selected Students
es_es: Crear etiquetas para los estudiantes seleccionados

source: Student Info
es_es: Información del Estudiante

source: Add a Student
es_es: Añadir un estudiante

source: Group Assign Student Info
es_es: Grupo de Información Estudiantil Asignar

source: Associate Parents with Students
es_es: Los padres asocian con los estudiantes

source: Advanced Report
es_es: Informe avanzada

source: Print Letters
es_es: Cartas de impresión

source: Print Mailing Labels
es_es: Imprimir etiquetas de correo

source: Print Student Labels
es_es: Imprimir etiquetas de los estudiantes

source: Print Student Info
es_es: Imprimir Información del Estudiante

source: Print Goals & Progresses
es_es: Objetivos de impresión y que evoluciona

source: Student Fields
es_es: Campos estudiante

source: Upload Student Photo
es_es: Subir Foto Estudiante

source: Update Student Photo
es_es: Actualizar la foto del estudiante

source: Associated Parents
es_es: Los padres asociados

source: New Contact Field
es_es: Campo Nuevo contacto

source: New Contact Field Category
es_es: Contacto nuevo campo de categoría

source: Contact Field Category
es_es: Póngase en contacto con Categoría de campo

source: Contact Field Categories
es_es: Contacto Categorías de campo

source: Contact Field
es_es: Póngase en contacto con el terreno

source: Contact Fields
es_es: Los campos de contacto

source: Student Information Report
es_es: Reporte de Información Estudiantil

source: Personal Information
es_es: Información Personal

source: Birth Date
es_es: Fecha de Nacimiento

source: Home Address
es_es: Dirección de la casa

source: Address1
es_es: Dirección1

source: Address2
es_es: Dirección 2

source: Primary Emergency Contact
es_es: Primario de la Emergencia

source: Relation
es_es: Relación

source: Mobile Phone
es_es: Teléfono móvil

source: Secondary Emergency Contact
es_es: Contacto de Emergencia secundaria

source: Additional Contact
es_es: Contacto adicional

source: Medical Information
es_es: Información Médica

source: Physician Name
es_es: Nombre del médico

source: Physicians Phone
es_es: Los médicos de teléfono

source: Hospital Name
es_es: Nombre del hospital

source: Doctor's Note
es_es: Nota del médico

source: Medical Alert
es_es: Alerta Médica

source: Nurse Visit Record
es_es: Enfermera de registro de visitas

source: Time In
es_es: En el tiempo

source: Reason
es_es: Razón

source: Result
es_es: Resultado

source: Entered by
es_es: Entró por

source: Advanced Search
es_es: Búsqueda Avanzada

source: Back to Basic Search
es_es: Volver a la búsqueda básica

source: Birthday
es_es: Cumpleaños

source: Goal and Progress
es_es: Objetivo y el Progreso

source: Medical
es_es: Médico

source: Doctors Note
es_es: Nota médicos

source: Immunization
es_es: Inmunización

source: Alert
es_es: Alerta

source: Nurse Visit
es_es: Visita la enfermera

source: Group by Family
es_es: Grupo de la Familia

source: Are you sure want to delete this Goal
es_es: ¿Estás seguro de querer eliminar el Objetivo

source: Unable to delete Goal. Please delete Progresses first
es_es: No se puede eliminar Meta. Por favor, elimine primero que evoluciona

source: Are you sure want to delete this Progress
es_es: ¿Estás seguro de querer eliminar el Progreso

source: Current school drop date
es_es: La escuela actual fecha de entrega

source: Transferring to
es_es: La transferencia a

source: New schools enrollment date
es_es: Las escuelas de Nueva fecha de inscripción

source: Previous
es_es: Anterior

source: Next
es_es: Próximo

source: Cannot delete because student fields are associated.
es_es: No se puede eliminar porque los campos de los estudiantes están asociados.

source: New Student Field
es_es: Campo de Nuevos Estudiantes

source: New Student Field Category
es_es: Estudiante de Nueva Categoría de campo

source: Field Name
es_es: Nombre del campo

source: Select Multiple from Options
es_es: Selección múltiple de opciones

source: Student Field Category
es_es: Categoría Estudiantes de campo

source: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Multiple Choices
es_es: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Múltiples opciones

source: * one per line
es_es: * Uno por línea

source: Default
es_es: Defecto

source: * for dates: YYYY-MM-DD,
es_es: * Fechas: AAAA-MM-DD,

source: for checkboxes: Y
es_es: de casillas de verificación: S

source: Required
es_es: Necesario

source: Hide
es_es: Ocultar

source: Student Field Categories
es_es: Categorías Estudiantes de campo

source: Student Field
es_es: Estudiante de campo

source: Student Labels
es_es: Etiquetas estudiante

source: Room No
es_es: Habitación n

source: Include on Labels:
es_es: Incluir en las etiquetas:

source: Attendance Teacher
es_es: Asistencia de los maestros

source: Attendance Room
es_es: La asistencia a Sala

source: Upload Students Photo
es_es: Subir Foto Los estudiantes

source: Cannot upload file. Only jpeg, jpg, png, gif files are allowed
es_es: No se puede cargar el archivo. Sólo los formatos JPEG, JPG, PNG, GIF se permite

source: Select image file
es_es: Seleccionar archivo de imagen

source: Upload
es_es: Subir
