Repository: deva086/opensis
Catalog: locale/openSIS.po
Languages: es_es

source: Selected Student
es_es: Estudiantes seleccionados

source: Remove
es_es: Eliminar

source: Back to Student List
es_es: Volver a la Lista de Estudiantes

source: Selected User
es_es: Seleccionado por el usuario

source: Back to User List
es_es: Volver a la lista de usuarios

source: You are not allowed to use this program! This attempted violation has been logged and your IP address was captured
es_es: Usted no está autorizado a utilizar este programa! Este intento de violación ha sido registrada y su dirección IP fue capturado

source: openSIS Dashboard
es_es: openSIS escritorio

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information, portal notes and alerts for teachers that have missing attendance. When you login for the first time it will be a blank screen. It will fill up as and when you add day today records in your instance of the software. As an administrator, you can setup the schools in this system, modify students and users, and access essential student reports.
es_es: El panel es tu página de inicio predeterminada y proporciona acceso a las alertas importantes al iniciar la sesión en la aplicación. El tablero de instrumentos openSIS muestra toda la información del calendario de eventos recientes, notas de portal y alertas para los profesores que han perdido participación. Cuando vuelve a entrar por primera vez será una pantalla en blanco. Que se irá llenando a medida que se agregan los registros el día de hoy en la instancia del software. Como administrador, puede configurar las escuelas de este sistema, modificar los estudiantes y usuarios, y acceder a los informes esenciales los estudiantes.

source: You have access to any school in the system. To choose a school to work on, select the school from the pull-down menu on the top. The program will automatically refresh with the new school in the workspace. You can also change the school year and current marking period in a similar fashion.
es_es: Usted tiene acceso a ninguna escuela en el sistema. Para elegir una escuela para trabajar, seleccionar la escuela en el menú desplegable en la parte superior. El programa se actualizará automáticamente con la nueva escuela en el área de trabajo. También puede cambiar el curso escolar y el periodo actual marca de una manera similar.

source: You can also quickly access a Students Demographic Information from the Students tab.
es_es: También se puede acceder rápidamente a una información demográfica estudiantes de la ficha estudiantes.

source: Similarly to access a Users Information click on the User tab.
es_es: Del mismo modo para acceder a un clic de los usuarios información sobre la ficha de usuario.

source: When you click on any of the tabs in the top menu, you will see a list of sub-menus available to you in that category. Clicking on any menu will launch the specific page in the main frame, and it will update the help frame to display help for that section.
es_es: Al hacer clic en cualquiera de las fichas en el menú superior, verá una lista de sub-menús disponibles en esa categoría. Al hacer clic en cualquier menú, el lanzamiento de la página específica en el marco principal, y se actualizará el marco de ayuda para mostrar la ayuda para esa sección.

source: In many places in openSIS, you will see data that are modifiable. You will have to first click the value you want to change to have access to an input field. Then, when you change the value and save, the value will return to its previous state.
es_es: En muchos lugares de openSIS, podrás ver los datos que se pueden modificar. Usted tendrá que hacer clic primero el valor que desea cambiar para tener acceso a un campo de entrada. Entonces, al cambiar el valor y la guarda, el valor volverá a su estado anterior.

source: You can logout of openSIS at any time by clicking the Logout link at the top right of your workspace.
es_es: Puede salir de openSIS en cualquier momento haciendo clic en el enlace Salir en la parte superior derecha del área de trabajo.

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information, portal notes and alerts for teachers that have missing attendance. When you login for the first time it will be a blank screen. It will fill up as and when you add day-today records in your instance of the software. As a teacher, you can view student information and schedules for students who you teach and input attendance, grades, and eligibility for these students. You can keep track of students grades from the Grades tab. From this tab, not only can you keep track of grades, but you can print progress reports for any of your students
es_es: El panel es tu página de inicio predeterminada y proporciona acceso a las alertas importantes al iniciar la sesión en la aplicación. El tablero de instrumentos openSIS muestra toda la información del calendario de eventos recientes, notas de portal y alertas para los profesores que han perdido participación. Cuando vuelve a entrar por primera vez será una pantalla en blanco. Que se irá llenando a medida que se agregan día a día los registros de la instancia del software. Como maestro, usted puede ver la información de los estudiantes y los horarios para los estudiantes que le enseñe y la asistencia de entrada, los grados, y la elegibilidad para estos estudiantes. Puede hacer un seguimiento de los estudiantes de los grados de la ficha Grados. Desde esta pestaña, no sólo se puede realizar un seguimiento de los grados, pero puede imprimir los informes de progreso de cualquiera de sus estudiantes

source: To choose a period to work on, select the period from the pull-down menu on the top. The program will automatically refresh with the new period in the workspace. You can also change the school year and current marking period in a similar fashion
es_es: Para elegir un período de trabajo, seleccione el período comprendido entre el menú desplegable en la parte superior. El programa se actualizará automáticamente con el nuevo período en el área de trabajo. También puede cambiar el curso escolar y el periodo actual de marcar de manera similar

source: You can also quickly access a Students Demographic Information from the Students tab
es_es: También se puede acceder rápidamente a un Estudiantes Información Demográfica de la ficha de Estudiantes

source: When you click on any of the tabs in the top menu, you will see a list of sub-menus available to you in that category. Clicking on any menu will launch the specific page in the main frame, and it will update the help frame to display help for that section
es_es: Al hacer clic en cualquiera de las fichas en el menú superior, verá una lista de sub-menús disponibles en esa categoría. Al hacer clic en cualquier menú, el lanzamiento de la página específica en el marco principal, y se actualizará el marco de ayuda para mostrar la ayuda para esa sección

source: In many places in openSIS, you will see data that are modifiable. You will have to first click the value you want to change to have access to an input field. Then, when you change the value and save, the value will return to its previous state
es_es: En muchos lugares de openSIS, podrás ver los datos que se pueden modificar. Usted tendrá que hacer clic primero el valor que desea cambiar para tener acceso a un campo de entrada. Entonces, al cambiar el valor y la guarda, el valor volverá a su estado anterior

source: You can logout of openSIS at any time by clicking the Logout link at the top right of your workspace
es_es: Puede salir de openSIS en cualquier momento haciendo clic en el enlace Salir en la parte superior derecha del área de trabajo

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information, portal notes and alerts for teachers that have missing attendance. When you login for the first time it will be a blank screen. It will fill up as and when you add day-today records in your instance of the software. As a parent, you can view your childrens information, schedules, grades, eligibility, and attendance
es_es: El panel es tu página de inicio predeterminada y proporciona acceso a las alertas importantes al iniciar la sesión en la aplicación. El tablero de instrumentos openSIS muestra toda la información del calendario de eventos recientes, notas de portal y alertas para los profesores que han perdido participación. Cuando vuelve a entrar por primera vez será una pantalla en blanco. Que se irá llenando a medida que se agregan día a día los registros de la instancia del software. Como padre, usted puede ver la información de los niños, los horarios, las calificaciones, la elegibilidad y la asistencia

source: To choose a child, select the childs name from the pull-down menu on the top. The program will automatically refresh with the new child in the workspace. You can also change the school year and current marking period in a similar fashion
es_es: Para elegir a un niño, seleccione el nombre del niño en el menú desplegable en la parte superior. El programa se actualizará automáticamente con el nuevo niño en el espacio de trabajo. También puede cambiar el curso escolar y el periodo actual de marcar de manera similar

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information and portal notes. When you login for the first time it will be a blank screen. It will fill up as and when new portal notes and events are added in your instance of the software. As a student, you can view your demographic information, schedule, grades, eligibility, and attendance records
es_es: El panel es tu página de inicio predeterminada y proporciona acceso a las alertas importantes al iniciar la sesión en la aplicación. El tablero de instrumentos openSIS muestra toda la información del calendario de eventos recientes y notas portal. Cuando vuelve a entrar por primera vez será una pantalla en blanco. Que se irá llenando a medida que nuevas notas portal y eventos se añaden en la instancia del software. Como estudiante, usted puede ver su información demográfica, calendario, notas, la elegibilidad y los registros de asistencia

source: You can change the school year and current marking period with the pull-down menus in the left frame to view records for that specific period
es_es: Puede cambiar el año escolar y actual período de marcado con los menús pull-down en el marco de la izquierda para ver los registros de ese período específico

source: When you click on any of the tabs in the top menu, you will see a list of sub-menus available to you in that category. Clicking on any menu will launch the specific page in the main frame, and it will update the help frame to display help for that page
es_es: Al hacer clic en cualquiera de las fichas en el menú superior, verá una lista de sub-menús disponibles en esa categoría. Al hacer clic en cualquier menú, el lanzamiento de la página específica en el marco principal, y se actualizará el marco de ayuda a mostrar la ayuda de la página

source: Portal Notes
es_es: Portal de Notas

source: This page allows you to add Notes to the system. Notes help to keep users of the system informed about any new developments in the School. You can choose the time period for which the specific note will be visible to users. You can also specify which users can view the same.
es_es: Esta página le permite añadir notas en el sistema. Notas de ayudar a mantener a los usuarios del sistema de información sobre cualquier novedad en la Escuela. Usted puede elegir el período de tiempo durante el cual la nota específica será visible para los usuarios. También puede especificar qué usuarios pueden ver el mismo.

source: To modify a note, click on any of the notes information, change the value, and click the Save button.
es_es: Para modificar una nota, haga clic en cualquiera de las notas de información, el cambio del valor y haga clic en el botón Guardar.

source: To delete an note, click the delete icon next to the note you want to delete. You will be asked to confirm the deletion.
es_es: Para eliminar una nota, haga clic en el icono de eliminación junto a la nota que desea eliminar. Se le pedirá que confirme la eliminación.

source: School Information
es_es: Información de la Escuela

source: The automated installer creates a default school during installation. Once logged in, you can update the existing information with your Schools Information viz. change the name, address, and principal of the current school from this page.
es_es: El programa de instalación automatizada crea una escuela por defecto durante la instalación. Una vez conectado, puede actualizar la información existente con su saber, información escuelas. cambiar el nombre, dirección, y el director de la escuela actual de esta página.

source: To edit and change the default school information, simply click on the existing text and it will become an editable text input field. Enter the updated information and click Update.You also have the option to delete the school. However you cannot delete a school if you have existing students enrolled in that school.
es_es: Para editar y cambiar la información de la escuela por defecto, simplemente haga clic en el texto actual y se convertirá en un campo de texto editable. Introduzca la información actualizada y haga clic en Update.You también tienen la opción de eliminar de la escuela. Sin embargo no se puede eliminar una escuela si tiene alumnos matriculados existentes en esa escuela.

source: Add a School
es_es: Añadir una escuela

source: This page allows you to add a school to the system. Complete the schools information, and hit the Save button.
es_es: Esta página le permite añadir una escuela en el sistema. Complete la información de las escuelas, y pulsa el botón Guardar.

source: To switch to the new school you just added, change the school pull-down menu on the top from your current school to the new one.
es_es: Para cambiar a la nueva escuela que acaba de agregar, cambiar la escuela en el menú desplegable en la parte superior de su escuela actual a uno nuevo.

source: Copy School
es_es: Copia de la Escuela

source: This page lets you make a copy of your existing school. The data copied includes School Periods, Marking Periods, Report Card Grade Codes, Report Card Comment Codes, Eligibility Activity Codes, Attendance Codes and Grade Levels.
es_es: Esta página te permite hacer una copia de su escuela actual. Los datos copiados incluye períodos escolares, períodos de evaluación, códigos de Boleta de calificaciones, Códigos de Reporte de Tarjeta de comentarios, códigos de elegibilidad de actividades, normas de asistencia y los grados.

source: Marking Periods
es_es: Períodos de evaluación

source: The Marking Periods page is where you setup your schools marking periods for a school year. There are four default tiers of marking periods added during the installation Year, Semesters, Quarters, and Progress periods. openSIS installation scripts create 2 Semesters and 4 Quarters by default. However you can always have more or fewer as required by your school. Similarly, there can be any number of progress periods in a given quarter.
es_es: La página de marcado periodos es donde la configuración de su escuela marca los períodos de un año escolar. Hay cuatro niveles por defecto de períodos de evaluación añadido durante el año de instalación, semestres, trimestres, y los períodos de progreso. openSIS scripts de instalación cree dos semestres y trimestres del 4 por defecto. Sin embargo, usted siempre puede tener más o menos como es requerido por la escuela. Del mismo modo, no puede ser cualquier número de períodos de progreso en un trimestre dado.

source: To add a marking period, click on the Add button
es_es: Para agregar un período de calificación, haga clic en el botón Agregar

source: in the column corresponding to the type of marking period you want to add. Then, complete the marking periods information in the fields above the list of marking periods and click the Save button.
es_es: en la columna correspondiente al tipo de período de calificación que desee agregar. A continuación, complete la información marca los períodos en los ámbitos mencionados en la lista de períodos de evaluación y haga clic en el botón Guardar.

source: To edit a marking period, click on the marking period you want to change, and click on whatever value you want to change. It will automatically become editable. Update the value and click the Save button.
es_es: Para editar un período de evaluación, haga clic en el período de calificación que desea cambiar y haga clic en cualquier valor que desee cambiar. Se convertirá automáticamente en editable. Actualizar el valor y haga clic en el botón Guardar.

source: To delete a marking period, select it by clicking on its title on the list and click the
es_es: Para borrar un período de evaluación, se selecciona haciendo clic en el título correspondiente en la lista y haga clic en el

source: Delete
es_es: Borrar

source: button at the top of the screen. You will be asked to confirm the deletion.
es_es: en la parte superior de la pantalla. Se le pedirá que confirme la eliminación.

source: Note: You cannot delete a marking period if it has students assigned to periods in that marking period.
es_es: Nota: No se puede eliminar un período de calificación si se ha asignado a los estudiantes períodos en ese período marcado.

source: Notice that neither two marking periods nor two posting periods in the same tier can overlap dates.
es_es: Tenga en cuenta que ninguno de dos períodos de calificación, ni dos períodos de contabilización en el mismo nivel se pueden superponer fechas.

source: School Calendar
es_es: Calendario Escolar

source: This page allows you to setup your schools calendar for the year. The calendar displays the current month by default. The month and year displayed can be changed by changing the month and year pull-down menus at the top of the screen and clicking the Update button.
es_es: Esta página le permite configurar el calendario de las escuelas para el año. El calendario muestra el mes actual por defecto. El mes y año se muestra puede ser cambiado al cambiar el mes y año los menús desplegables en la parte superior de la pantalla y haciendo clic en el botón Actualizar.

source: On full school days, the checkbox in the upper right-hand corner of the days square should be checked. For partial days, the checkbox should be unchecked and the number of minutes school will be in attendance should be entered into the text box next to the checkbox. For days on which there will be no school, the checkbox should be unchecked and the text field should be blank. To uncheck the checkbox or change the number of minutes in the school day, you must first click on the value you want to change. After making any changes to the calendar, click the Update button at the top of the screen.
es_es: En días escolares, la casilla de verificación en la parte superior derecha de la esquina de la plaza del día debe ser revisado. Para jornadas parciales, la casilla de verificación debe estar seleccionada y el número de minutos de la escuela estarán presentes se deben introducir en el cuadro de texto junto a la casilla de verificación. Para los días en que no habrá escuela, la casilla de verificación debe ser sin control y el campo de texto debe estar en blanco. Para desactivar la casilla de verificación o cambiar el número de minutos en el día de la escuela, primero debe hacer clic en el valor que desea cambiar. Después de hacer cualquier cambio en el calendario, haga clic en el botón Actualizar en la parte superior de la pantalla.

source: To setup your calendar at the beginning of the year, you should use the Create this years calendar feature. By clicking on this link in the upper right-hand corner of the screen, you can setup all days in a specified timeframe as meeting all day. You can also select which days of the week that your school is in session. After selecting the beginning and ending dates of your schools school year and the days of the week that your school meets, click the OK button. You can now go through the calendar and mark holidays and partial days.
es_es: Para configurar el calendario a principios de año, se debe utilizar la opción Crear esta función de calendario años. Al hacer clic en este enlace en la parte superior esquina derecha de la pantalla, puede configurar todos los días en un plazo determinado que cumplen todos los días. También puede seleccionar qué días de la semana en que su escuela está en sesión. Después de seleccionar las fechas de inicio y finalización del año escolar las escuelas y los días de la semana en que la escuela cumple, haga clic en el botón Aceptar. Ahora puede ir a través de las fiestas del calendario y marca día y parcial.

source: The calendar is also a display of school events. This can include everything from teacher in-service days to sporting events. These events are visible by other administrators as well as parents and teachers at your school.
es_es: El calendario es también una muestra de eventos de la escuela. Esto puede incluir todo, desde profesores en servicio día a los eventos deportivos. Estos eventos son visibles por otros administradores, así como los padres y los maestros en su escuela.

source: To add a school event, click on the add icon
es_es: Para agregar un evento de la escuela, haga clic en el icono Agregar

source: in the lower left-hand corner of the events date. In the popup window that appears, enter the events information and click the Save button. The popup window will close, and the calendar will be automatically refreshed to display the added event.
es_es: en la parte inferior izquierda esquina de la fecha de los acontecimientos. En la ventana que aparece, introduzca la información de eventos y haga clic en el botón Guardar. La ventana emergente se cerrará y el calendario se actualiza automáticamente para mostrar el evento added.

source: To modify an event, click on the event you want to modify, and change the events information in the popup window that appears after clicking on the values you want to change. Click the Save button. The window will close and the calendar will automatically refresh to display the change.
es_es: Para modificar un evento, haga clic en el evento que desea modificar y cambiar la información de eventos en la ventana emergente que aparece después de hacer clic sobre los valores que desea cambiar. Haga clic en el botón Guardar. La ventana se cierra y el calendario se actualizará automáticamente para mostrar el cambio.

source: School Periods
es_es: Durante el año escolar

source: This page allows you to setup your schools individual class periods. The openSIS installation script creates a group of default periods. Update these periods to match yours and delete the extra periods created during installation if necessary.
es_es: Esta página le permite configurar sus escuelas períodos de clase individual. El script de instalación openSIS crea un grupo de períodos predeterminados. Actualización de estos períodos a los suyos partido y eliminar los periodos adicionales creados durante la instalación si es necesario.

source: Middle and high schools will likely have multiple periods in a school day, where elementary schools may have only one period
es_es: Escuelas intermedias y secundarias volverá a tener varios en un día de escuela, donde las escuelas primarias sólo puede tener un período de
