Repository: deva086/opensis
Catalog: locale/openSIS.po
Languages: es_es

source: next to the enrollment code you want to delete. You will be asked to confirm the deletion.
es_es: junto al código de inscripción que desea eliminar. Se le pedirá que confirme la eliminación.

source: General Information
es_es: Información General

source: is a display of a students fundamental information. This includes birth date, social security number, ethnicity, gender, birthplace, and grade
es_es: es una muestra de estudiantes de una información fundamental. Esto incluye la fecha de nacimiento, número de seguro social, etnia, género, lugar de nacimiento, y el grado

source: Address
es_es: Dirección

source: Contacts
es_es: Contactos

source: Enrollment
es_es: Inscripción

source: is a display of the students enrollment history
es_es: es una muestra de la historia de la matrícula a los estudiantes

source: User Information
es_es: Información del usuario

source: This page displays a users fundamental information. This includes his name, username, password, profile, school, email address, and phone number. You can change any of this information by clicking on the value you want to change, changing the value, and clicking the Save button at the bottom of the page.
es_es: Esta página muestra una información de los usuarios fundamentales. Esto incluye su nombre, nombre de usuario, contraseña, perfil, la escuela, dirección de correo electrónico y número de teléfono. Usted puede cambiar cualquier parte de esta información haciendo clic en el valor que desea cambiar, cambiar el valor, y haciendo clic en el botón Guardar en la parte inferior de la página.

source: Associate Students with Parents
es_es: Los estudiantes asocian con los Padres

source: This page allows you to associate students to parents.
es_es: Esta página le permite asociar a los estudiantes a los padres.

source: Once a parents account has been set up, their children must be associated to their account with this program. If you have not already chosen a user earlier in your session, select a user by using the Find a User Search screen. Next, search for a student to add to the users account. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the blue column headings above the list. After you have selected each desired student from this list, click the Add Selected Students button at the top of the screen.
es_es: Una vez que una cuenta de los padres se ha establecido, sus hijos deben estar asociados a su cuenta con este programa. Si aún no lo ha elegido a un usuario antes de la sesión, seleccione un usuario mediante el uso de la Búsqueda de una pantalla de búsqueda del usuario. Buscar siguiente, para un estudiante que añadir a la cuenta del usuario. A partir del resultado de búsqueda, puede seleccionar cualquier número de estudiantes. Puede seleccionar todos los estudiantes de la lista marcando la casilla de verificación en los encabezados de columna azul por encima de la lista. Después de haber seleccionado a cada estudiante que desee en esta lista, haga clic en el botón Añadir que los estudiantes seleccionados en la parte superior de la pantalla.

source: At any time after a user has been selected, you can see the students already associated with that user. These students are listed to the left of the student search screen
es_es: En cualquier momento después de que un usuario ha sido seleccionado, se puede ver a los estudiantes ya está asociada a ese usuario. Estos estudiantes se enumeran a la izquierda de la pantalla de búsqueda estudiante

source: search results. These students can be disassociated from this user by clicking the delete icon
es_es: los resultados de búsqueda. Estos estudiantes pueden disociarse de este usuario haciendo clic en el icono de borrar

source: next to the student you wish to disassociate from the user. You will be asked to confirm this action.
es_es: junto a la estudiante que desea desvincularse de los usuarios. Se le pedirá que confirme esta acción.

source: Preferences
es_es: Preferencias

source: This page allows you to deny access and
es_es: Esta página le permite denegar el acceso y

source: or write privileges to any program for any admin user.
es_es: o privilegios de escritura en cualquier programa para cualquier usuario admin.

source: To assign privileges to an admin user, first select an administrator by searching for one and clicking on his name on the list. Then, use the checkboxes to define which programs the administrator can use and which programs he can use to modify information. If a user cannot use a particular program, the program will not be displayed on his menu. If he can use the program, but cant edit information with the program, the program will display the data, but wont let him change it. After you have completed the program checkboxes, click the Save button to save the administrators permissions.
es_es: Para asignar privilegios a un usuario administrador, primero seleccione un administrador mediante la búsqueda de una y haciendo clic en su nombre en la lista. A continuación, utilice las casillas para definir los programas que el administrador puede utilizar y qué programas se pueden utilizar para modificar la información. Si un usuario no puede utilizar un determinado programa, el programa no se mostrará en el menú. Si él puede usar el programa, pero no puede editar la información con el programa, el programa mostrará los datos, pero no te dejará que la cambie. Después de haber completado las casillas de verificación del programa, haga clic en el botón Guardar para guardar los permisos de los administradores.

source: Teacher Programs
es_es: Programas de formación docente

source: Input Final Grades
es_es: Entrada final Grados

source: This page allows you to enter quarter, semester, and semester exam grades for all the selected teachers students in the current period. By default, this program will list the students in the selected teachers first period class for the current quarter. You can alter the period by changing the period pull-down menu at the top of the screen. Also, you can alter the quarter by changing the marking period pull-down menu on top. Furthermore, you can select the current semester or semester final by changing the marking period pull-down menu at the top of the screen to the desired marking period
es_es: Esta página le permite ingresar trimestre, semestre y las calificaciones del semestre de examen para todos los estudiantes de los profesores seleccionados en el período actual. Por defecto, el programa mostrará una lista de los estudiantes en la clase seleccionada profesores primer período para el actual trimestre. Puede modificar el periodo por el cambio del período en el menú desplegable en la parte superior de la pantalla. También, usted puede alterar el barrio, cambiando el período de evaluación en el menú desplegable en la parte superior. Además, puede seleccionar el semestre actual o último semestre, cambiando el período de evaluación en el menú desplegable en la parte superior de la pantalla para el periodo deseado marcando

source: Once you are in the correct marking period, you can enter student grades by selecting the earned grade for each student and entering comments as desired. Once all the grades and comments have been entered, click the Save button at the top of the screen
es_es: Una vez en el período correcto marcado, usted puede entrar en calificaciones de los estudiantes mediante la selección de la calificación obtenida por cada alumno y entrar en los comentarios que desee. Una vez que todas las calificaciones y comentarios han sido ingresados, haga clic en el botón Guardar en la parte superior de la pantalla

source: If the selected teacher is using the Grades, you can have openSIS calculate each students quarter grades by clicking on the
es_es: Si el maestro se selecciona con los grados, se puede tener openSIS calcular cada uno de los grados cuarto a los estudiantes haciendo clic en el

source: Use Gradebook Grades
es_es: Utilice los grados del libro de calificaciones

source: link at the top of the list. Clicking this link will automatically save each students grades and refresh the list
es_es: en la parte superior de la lista. Al hacer clic en este enlace guardará automáticamente cada grado los estudiantes y actualizar la lista

source: GradeBook Grades
es_es: GradeBook Grados

source: Take Attendance
es_es: Tomar la asistencia

source: This page allows you to enter period attendance for all the selected teachers students. By default, this program will list the students in the selected teachers first period class. You can alter the current period by changing the period pull-down menu at the top of the screen to the desired period
es_es: Esta página le permite ingresar la asistencia período para todos los estudiantes de los maestros seleccionados. Por defecto, el programa mostrará una lista de los estudiantes en la clase seleccionada los maestros del primer período. Puede modificar el periodo actual, cambiando el período en el menú desplegable en la parte superior de la pantalla para el período deseado

source: Once you are in the correct period, you can enter attendance by selecting the attendance code corresponding to each student. Once you have entered attendance for all the students, click theSavebutton at the top of the screen
es_es: Una vez en el período correspondiente, podrá entrar en la asistencia de seleccionar el código de la asistencia que corresponde a cada estudiante. Una vez que han entrado en la asistencia para todos los estudiantes, haga clic en theSavebutton en la parte superior de la pantalla

source: Enter Eligibility
es_es: Introduzca Elegibilidad

source: This page allows you to enter eligibility grades for all the selected teachers students. By default, this program will list the students in the selected teachers first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period
es_es: Esta página le permite ingresar las notas de elegibilidad para todos los estudiantes de los maestros seleccionados. Por defecto, el programa mostrará una lista de los estudiantes en la clase seleccionada los maestros del primer período. Puede modificar el periodo actual, cambiando el período en el menú desplegable en el cuadro izquierdo para el período deseado

source: Once you are in the correct period, you can enter eligibility grades by selecting the eligibility code corresponding to each student. Once you have entered eligibility for all the students, click theSave
es_es: Una vez en el período correcto, usted puede ingresar las notas de elegibilidad al seleccionar el código de elegibilidad correspondientes a cada estudiante. Una vez que han entrado en la elegibilidad para todos los estudiantes, haga clic en theSave

source: button at the top of the screen
es_es: en la parte superior de la pantalla

source: You must enter eligibility each week during the timeframe specified by your schools administration
es_es: Debe introducir la elegibilidad de cada semana durante el plazo previsto por la administración de las escuelas

source: User Profiles
es_es: Perfiles de usuario

source: You can administer the sections of the application a user can access and edit.
es_es: Puede administrar las secciones de la aplicación el usuario puede acceder y editar.

source: User Permissions
es_es: Los permisos de usuario

source: This page allows you to view the access right for a user.
es_es: Esta página le permite ver el derecho de acceso de un usuario.

source: User Fields
es_es: Los campos de usuario

source: This page allows you to create custom fields for demographic information on a user
es_es: Esta página le permite crear campos personalizados para obtener información demográfica sobre un usuario

source: Click on the
es_es: Haga clic en el

source: buton to create a new User Field. You can also choose to assign view rights to user roles for that field
es_es: buton para crear un nuevo campo de usuario. También puede optar por asignar los derechos para las funciones de usuario para ese campo

source: This page displays a users fundamental information. This includes his name, username, password, profile, school, email address, and phone number. You can change any of this information by clicking on the value you want to change, changing the value, and clicking the Save button at the bottom of the page
es_es: Esta página muestra una información de los usuarios fundamentales. Esto incluye su nombre, nombre de usuario, contraseña, perfil, la escuela, dirección de correo electrónico y número de teléfono. Usted puede cambiar cualquier parte de esta información haciendo clic en el valor que desea cambiar, cambiar el valor, y haciendo clic en el botón Guardar en la parte inferior de la página

source: Student Schedule
es_es: Calendario de los estudiantes

source: This page allows you to modify a students course schedule.
es_es: Esta página le permite modificar una programación de curso, los estudiantes.

source: You must first select a student by using the Find a Student search screen. You can search for students who have requested a specific course or request by clicking on the Choose link next to the search options Course and Request respectively and choosing a course from the popup window that appears
es_es: Primero debe seleccionar un estudiante mediante el uso de la pantalla de búsqueda Buscar un estudiante. Usted puede buscar para los estudiantes que han solicitado un curso específico o solicitud haciendo clic en el enlace Elegir junto al campo de opciones de búsqueda y solicitud, respectivamente, y la elección de un curso de la ventana emergente que aparece

source: To add a course to the students schedule, click on the Add a Course link next to the add icon
es_es: Para agregar un curso para el programa de los estudiantes, haga clic en el enlace Añadir un curso junto al icono de añadir

source: and select a course from the popup window that appears. The screen will automatically refresh to show the course addition.
es_es: y seleccionar un curso de la ventana emergente que aparece. La pantalla se actualizará automáticamente para mostrar la adición del curso.

source: To drop an existing course, click on the delete icon
es_es: Para excluir a un curso existente, haga clic en el icono de borrar

source: next to the course you want to drop from the students schedule.
es_es: al lado del campo que desea quitar de la programación a los estudiantes.

source: To change the course period of a course for the student, click on the Period Teacher of the course you want to change and select the new course period. You can also change the term in the same fashion.
es_es: Para cambiar el período de clases de un curso para el estudiante, haga clic en el maestro de la del curso que desea cambiar y seleccione el período nuevo curso. También puede cambiar el término de la misma manera.

source: All additions, deletions, and modifications to a students schedule are not made permanent until you click the Save button at the top of the screen and confirm your modifications. In addition, you will have to specify the effective date
es_es: Todas las adiciones, supresiones y modificaciones a un programa de los estudiantes no son permanente hasta que haga clic en el botón Guardar en la parte superior de la pantalla y confirmar las modificaciones. Además, tendrá que especificar la fecha de vigencia

source: the date on which your changes should take effect) on the confirmation screen.
es_es: la fecha en que los cambios deben entrar en vigor) en la pantalla de confirmación.

source: Student Requests
es_es: Las solicitudes estudiante

source: The Student Requests page allows you to specify which courses a student intends to take in the next school year. These requests are used by the Scheduler when filling a students schedule.
es_es: El estudiante solicita la página le permite especificar qué cursos que el estudiante se propone adoptar en el próximo año escolar. Estas solicitudes son utilizados por el programador cuando se llena un programa a los estudiantes.

source: You can add a request by selecting the course you want to add from under the corresponding subject heading. You can add requests from each subject in the same way, or you can add another request in the same subject by clicking on the add icon
es_es: Usted puede agregar una solicitud mediante la selección del curso que desea agregar en el tema bajo la rúbrica correspondiente. Usted puede agregar las peticiones de cada sujeto de la misma manera, o puede agregar una nueva solicitud en el mismo tema haciendo clic en el icono Agregar

source: next to the subject name. Doing this will cause another set of request pull-down menus to appear under the subject heading. Once you have added all the desired requests, click the Save button at the top of the screen.
es_es: junto al nombre del tema. Hacer esto hará que otro conjunto de la solicitud de menús desplegables que aparecen bajo el encabezamiento de materia. Una vez que haya agregado todas las solicitudes que desee, haga clic en el botón Guardar en la parte superior de la pantalla.

source: When you save the students requests, the Requests program will run the Scheduler without saving the schedule for the current student to notify you of any conflicts. The Scheduler output will also tell you if any course requested has zero available seats. If a request could not be met, you can change the requests accordingly to ensure complete scheduling. You will also be given the option to schedule the student with the requests you entered.
es_es: Al salvar a los estudiantes las solicitudes, el programa de solicitudes se ejecuta el planificador sin guardar el calendario para el estudiante actual para que le notifique de cualquier conflicto. La salida del Programador también le dirá si tiene cero curso solicitado plazas disponibles. Si la solicitud no puede ser conocido, puede cambiar las peticiones en consecuencia para garantizar la programación completa. También se le dará la opción de horario del estudiante con las peticiones que ha introducido.

source: Furthermore, when you have saved the students requests, you will have the option to specify a teacher or period and to exclude a teacher or period. To do this, select the teacher or period from the With and Without pull-down menus respectively. You can also delete a request that you entered by changing the course and weight to Not Specified. Once you have made all the desired modifications, click the Save button again.
es_es: Además, cuando haya guardado las solicitudes a los estudiantes, tendrá la opción de especificar un profesor o un período y para excluir a un maestro o un período. Para ello, seleccione el maestro o el período comprendido entre el con y sin menús desplegables, respectivamente. También puede eliminar una solicitud que ha introducido por cambiar el curso y el peso que no se especifica. Una vez que haya realizado todas las modificaciones que desee, haga clic en el botón Guardar.

source: Group Requests
es_es: Las solicitudes del grupo

source: This utility allows you to add a request to a group of students in one action.
es_es: Esta utilidad te permite añadir una petición de un grupo de estudiantes en una sola acción.

source: First, select a course to be added as a request by clicking the Choose a Course link at the top of the screen and choosing the course from the popup screen that appears. You can also perform this action from the next screen. Next, search for students. Notice that you can search for students who already have a certain request or are in a certain activity. This can be useful since you can add a laboratory course request to all students who requested chemistry. Or you can add a P.E. course request to all students in Boys Basketball. From the search result, you can select any number of students. To select all the students in the list, check the checkbox in the blue column headings above the list. After you have selected each desired student from this list, click the Add Course to Selected Students button at the top of the screen. If you have not yet chosen a course to add as a request, you must do that before you click this button.
es_es: En primer lugar, seleccionar un curso que se añade como una solicitud haciendo clic en el enlace Elegir un curso en la parte superior de la pantalla y elegir el curso de la pantalla emergente que aparece. También puede realizar esta acción en la pantalla siguiente. Buscar siguiente, para los estudiantes. Observe que usted puede buscar para los estudiantes que ya tienen una cierta petición o se encuentran en una determinada actividad. Esto puede ser útil ya que se puede añadir una solicitud de curso de laboratorio a todos los estudiantes que solicitaron la química. O puede agregar una solicitud por supuesto la educación física a todos los estudiantes de baloncesto masculino. A partir del resultado de búsqueda, puede seleccionar cualquier número de estudiantes. Para seleccionar todos los estudiantes en la lista, marque la casilla de verificación en los encabezados de columna azul por encima de la lista. Después de haber seleccionado a cada estudiante que desee en esta lista, haga clic en el botón Añadir a la del curso los estudiantes seleccionados en la parte superior de la pantalla. Si usted todavía no ha elegido un curso para añadir una petición, debe hacerlo antes de hacer clic en este botón.

source: Group Schedule
es_es: Grupo de Programación

source: This utility allows you to add a schedule to a group of students in one action.
es_es: Esta utilidad te permite añadir un programa a un grupo de estudiantes en una sola acción.

source: First, select a course to be added as a request by clicking the Choose a Course link at the top of the screen and choosing the course from the popup screen that appears. Select the starting date for the course and the marking period in which you want to schedule the students. Select the students in the grid below and click the Save button. The selected schedule will be added to the selected students.
es_es: En primer lugar, seleccionar un curso que se añade como una solicitud haciendo clic en el enlace Elegir un curso en la parte superior de la pantalla y elegir el curso de la pantalla emergente que aparece. Seleccione la fecha de inicio del curso y el período de evaluación en el que desea programar los estudiantes. Seleccionar a los estudiantes en la tabla de abajo y haga clic en el botón Guardar. La programación seleccionada se añadirá a los estudiantes seleccionados.

source: Group Drops
es_es: Grupo Gotas

source: This utility allows you to add a remove a group of students from a schedule in one action.
es_es: Esta utilidad te permite añadir un quite a un grupo de estudiantes de un programa en una sola acción.

source: First, select a course to be removed by clicking the Choose a Course link at the top of the screen and choosing the course from the popup screen that appears. Select the starting date for the course and the marking period in which you want to remove the students. Select the students in the grid below and click the Save button. The selected schedule will be removed from the selected schedule.
es_es: Primero, seleccione un curso para ser removido haciendo clic en el enlace Elegir un curso en la parte superior de la pantalla y elegir el curso de la pantalla emergente que aparece. Seleccione la fecha de inicio del curso y el período de evaluación en la que desea eliminar a los estudiantes. Seleccionar a los estudiantes en la tabla de abajo y haga clic en el botón Guardar. El programa seleccionado se eliminará de la lista seleccionada.

source: Student Schedule Report
es_es: Estudiantes Horario de informe
