Repository: deva086/opensis
Catalog: locale/openSIS.po
Languages: es_es

source: Select image files
es_es: Seleccione los archivos de imagen

source: Please select a student first! from the
es_es: Por favor, seleccione un estudiante de primero! de la

source: Tab
es_es: Pérdida

source: Add New Contact
es_es: Añadir nuevo contacto

source: Students Home Address
es_es: Los estudiantes Domicilio

source: Address Line 1
es_es: Dirección Línea 1

source: Map it
es_es: Ubicar en el mapa

source: Address Line 2
es_es: Dirección Línea 2

source: School Bus Pick-up
es_es: Autobús escolar Pick-up

source: Bus No
es_es: Autobús n º

source: Students Mailing Address
es_es: Los estudiantes Dirección postal

source: Same as Home Address
es_es: Igual que la Dirección de la casa

source: Add New Address
es_es: Añadir nueva dirección

source: Address Line
es_es: Línea de dirección

source: Postal Code
es_es: Código Postal

source: Relationship to Student
es_es: Relación con el estudiante

source: Cell/Mobile Phone
es_es: Celular / teléfono móvil

source: Custody of Student
es_es: La custodia de los Estudiantes

source: Same as Students Home Address
es_es: Igual que la Dirección de la casa los estudiantes

source: Same as Student's Home Address
es_es: Igual que la Dirección de la casa del estudiante

source: This is an Emergency Contact.
es_es: Este es un contacto de emergencia.

source: Custody
es_es: Custodia

source: This is an Emergency Contact
es_es: Este es un contacto de emergencia

source: Entered By
es_es: Entró por

source: Attendance Start Date this School Year
es_es: Inicio asistencia fecha durante este año escolar

source: Next grade at current school
es_es: Siguiente grado en la escuela actual

source: White, Non-Hispanic
es_es: Blancos, no hispanos

source: Black, Non-Hispanic
es_es: Negro, no hispano

source: Hispanic
es_es: Hispano

source: American Indian or Native Alaskan
es_es: Indio americano o nativo de Alaska

source: Pacific Islander
es_es: Islas del Pacífico

source: Asian
es_es: Discusiones

source: Indian
es_es: Indio

source: Middle Eastern
es_es: Oriente Medio

source: African
es_es: Africano

source: Mixed Race
es_es: Raza Mixta

source: Other
es_es: Otro

source: English
es_es: Inglés

source: Arabic
es_es: Árabe

source: Bengali
es_es: Bengalí

source: Chinese
es_es: Chino

source: French
es_es: Francés

source: German
es_es: Alemán

source: Haitian Creole
es_es: Creole haitiano

source: Italian
es_es: Italiano

source: Japanese
es_es: Japonés

source: Korean
es_es: Coreano

source: Malay
es_es: Malayo

source: Polish
es_es: Polaco

source: Portuguese
es_es: Portugués

source: Russian
es_es: Ruso

source: Somali
es_es: Somalí

source: Spanish
es_es: Español

source: Thai
es_es: Tailandés

source: Turkish
es_es: Turco

source: Vietnamese
es_es: Vietnamita

source: Demographic Information
es_es: Información Demográfica

source: V
es_es: En

source: Estimated Grad. Date
es_es: Grad estimado. Fecha

source: Primary Language
es_es: Idioma principal

source: Update Student's Photo
es_es: Estudiante de actualización de fotos

source: Will automatically be assigned
es_es: Automáticamente se le asignará

source: Rolling/Retention Options
es_es: Rolling Opciones / retención

source: Access Information
es_es: Acceso a la Información

source: Disable Student
es_es: Desactivar los estudiantes

source: Enrollment Information
es_es: Información de Inscripción

source: Primary Care Physician
es_es: Médico de Atención Primaria

source: Preferred Medical Facility
es_es: Servicio Médico preferido

source: Medical Note
es_es: Nota médica

source: Medical Notes
es_es: Notas médicas

source: Immunizations or Physicals
es_es: Las vacunas o exámenes físicos

source: Immunization/Physical Record
es_es: Inmunización / registro físico

source: Alert Date
es_es: Fecha de alerta

source: Medical Alerts
es_es: Alertas médicas

source: Nurse Visits
es_es: Visitas enfermera

source: Backup
es_es: De reserva

source: Note:
es_es: Nota:

source: This backup utility will create a backup of the database along with the database structure. You will be able to use this backup file to restore the database. However, in order to restore, you will need to have access to MySQL administration application like phpMyAdmin and the root user id and password to MySQL.
es_es: Esta utilidad de copia de seguridad crea una copia de seguridad de la base de datos junto con la estructura de base de datos. Usted será capaz de utilizar este archivo de seguridad para restaurar la base de datos. Sin embargo, con el fin de restaurar, tendrá que tener acceso a la aplicación de administración de MySQL, como phpMyAdmin y el identificador de usuario y la contraseña root de MySQL.

source: Log deleted successfully
es_es: Registro eliminado con éxito

source: You have to select atleast one date from the date range
es_es: Tienes que seleccionar al menos un día desde el rango de fechas

source: Delete Log
es_es: Eliminar registro

source: Please Select Date Range
es_es: Seleccione rango de fechas

source: Log Details
es_es: Detalles de los registros

source: Generate
es_es: Generar

source: Login Time
es_es: Tiempo de inicio de sesión

source: User Name
es_es: Nombre de usuario

source: Failure Count
es_es: El recuento de las

source: Status
es_es: Estado

source: IP Address
es_es: Dirección IP

source: login record
es_es: registro de inicio de sesión

source: login records
es_es: registros de inicio de sesión

source: No login records were found
es_es: No se encontraron registros de conexión

source: You have to select date from the date range
es_es: Tienes que seleccionar una fecha en el rango de fechas

source: Access Log
es_es: Acceso al Registro de

source: Backup Database
es_es: Base de datos de copia de seguridad

source: You
es_es: Usted

source: must
es_es: necesario

source: roll users, school periods, marking periods, calendars, and report card
es_es: usuarios roll, durante el año escolar, períodos de evaluación, calendarios y tarjetas de informe

source: codes at the same time or before rolling courses
es_es: códigos al mismo tiempo o antes de rodar cursos

source: roll courses at the same time or before rolling report card comments
es_es: cursos de rodar al mismo tiempo o antes de rodar los comentarios de boleta de calificaciones

source: Red items have already have data in the next school year (They might have been rolled).
es_es: Los elementos de color rojo que ya tiene datos en el siguiente año escolar (Podrían haber sido enrollado).

source: Rolling red items will delete already existing data in the next school year.
es_es: Rolling objetos rojos se borrarán los datos ya existentes en el próximo año escolar.

source: You must roll users, school periods, marking periods, calendars, and report card codes at the same time or before rolling courses.
es_es: Usted debe tirar los usuarios, durante el año escolar, períodos de evaluación, calendarios y códigos de reporte de la tarjeta, al mismo tiempo o antes de los cursos de rodadura.

source: You must roll courses at the same time or before rolling report card comments.
es_es: Usted debe hacer una tirada cursos al mismo tiempo o antes de rodar los comentarios de calificaciones.

source: The selected user's profile now includes access to the selected students.
es_es: El perfil de usuario seleccionado ahora incluye el acceso a los estudiantes seleccionados.

source: Add Selected Students
es_es: Añadir Estudiantes Seleccionados

source: Associate
es_es: Asociado

source: Permissions
es_es: Permisos

source: Can Use
es_es: Puede utilizar

source: Can Edit
es_es: Puede editar

source: Administrator
es_es: Administrador

source: Parent
es_es: Padre

source: is assigned to the profile
es_es: es asignado al perfil de

source: To assign permissions to this user, either change the permissions for this profile using the
es_es: Para asignar permisos a este usuario, ya sea cambiar los permisos de este perfil con el

source: setup program or change this user to a User with custom permissions using the
es_es: configuración del programa o cambiar a este usuario a un usuario con permisos de uso de la

source: program
es_es: programa

source: Maximum Failure Allow
es_es: No Permitir el máximo

source: User Info
es_es: Información del usuario

source: Add a User
es_es: Agregar un usuario

source: Profiles
es_es: Perfiles

source: General Info
es_es: Información General

source: Your new passwords did not match.
es_es: Sus nuevas contraseñas no coinciden.

source: Your current password was incorrect.
es_es: Su contraseña actual es incorrecta.

source: Your new password was saved.
es_es: Su nueva contraseña se guarda.

source: Display Options
es_es: Opciones de visualización

source: Student Listing
es_es: Listado de los estudiantes

source: Given Name
es_es: Nombre que se da

source: Student Sorting
es_es: Estudiantes Clasificación

source: Grade, Name
es_es: Nombre de grado,

source: File Export Type
es_es: Tipo de archivo de exportación

source: Tab-Delimited (Excel)
es_es: Delimitado por tabuladores (Excel)

source: Display student search screen
es_es: Estudiante de búsquedas mostrar la pantalla

source: Group by family by default
es_es: Grupo de la familia por defecto

source: Search all schools by default
es_es: Buscar todas las escuelas por defecto

source: Theme
es_es: Tema

source: theme
es_es: tema

source: Highlight Color
es_es: Resalte Color

source: Currency
es_es: Moneda

source: Date Format
es_es: Formato de fecha

source: Disable login alerts
es_es: Desactivar las alertas de inicio de sesión

source: Display data using hidden fields
es_es: Mostrar los datos utilizando campos ocultos

source: Current Password
es_es: Contraseña actual

source: Verify New Password
es_es: Verificar la nueva contraseña

source: Contact Information
es_es: Información de Contacto

source: Contact Info Rollover
es_es: Información de contacto Rollover

source: Home Phone Number
es_es: Teléfono de la casa

source: Guardians
es_es: Tutores

source: All Contacts
es_es: Todos los contactos

source: Addresses
es_es: Direcciones

source: Residence
es_es: Residencia

source: Mailing
es_es: Envío

source: Bus Pickup
es_es: Bus de recogida

source: Bus Dropoff
es_es: Bus recepción de boletas

source: Field
es_es: Campo

source: Confirm Delete
es_es: Confirmar la eliminación de

source: Are you sure you want to delete the user profile
es_es: ¿Está seguro que desea eliminar el perfil de usuario

source: Users of that profile will retain their permissions as a custom set which can be modified on a per-user basis through the User Permissions program
es_es: Los usuarios de ese perfil se conservan sus permisos como un conjunto personalizado que puede ser modificado en función de cada usuario a través del programa de permisos de usuario

source: Select the programs that users of this profile can use and which programs those users can use to save information.
es_es: Seleccione los programas que los usuarios de este perfil se puede utilizar y que los programas de los usuarios puede utilizar para guardar información.

source: Add a User Profile
es_es: Agregar un perfil de usuario

source: Find a User
es_es: Buscar a un usuario

source: No Access
es_es: Sin acceso

source: Include Disabled User
es_es: Incluya usuario de movilidad reducida

source: Please select a user
es_es: Por favor, seleccione un usuario

source: User
es_es: Usuario

source: Staff Member
es_es: Miembro del Personal

source: please select from date
es_es: por favor seleccione a partir de la fecha

source: Following teachers have missing attendance
es_es: Siguientes profesores han perdido la asistencia

source: No teachers have missing attendance for this school
es_es: No faltan los maestros tienen la asistencia de esta escuela

source: Choose Period
es_es: Elija Período

source: A user with that username already exists for the
es_es: Un usuario con ese nombre de usuario ya existe para el

source: school year. Choose a different username and try again.
es_es: año escolar. Elegir un nombre de usuario y vuelva a intentarlo.

source: Unable to save data, because
es_es: No es posible guardar los datos, ya que

source: is required
es_es: se requiere

source: Specified username is already taken! Please try again with a different user name
es_es: Nombre de usuario especificado ya está en uso! Por favor, inténtelo de nuevo con un nombre de usuario

source: New User Field
es_es: Campo de usuario nueva

source: User Field Category
es_es: Categoría de campo de usuario

source: Select Multiple Choices
es_es: Seleccione Opciones múltiples

source: one per line
es_es: uno por línea

source: for dates
es_es: para las fechas

source: YYYY-MM-DD
es_es: AAAA-MM-DD

source: User Field Categories
es_es: Categorías de usuarios de campo

source: User Field
es_es: Campo de usuario

source: Mr.
es_es: Sr.

source: Mrs.
es_es: Sra.

source: Ms.
es_es: Sra.

source: Miss
es_es: Perder

source: Rev
es_es: Revolución

source: Last Year Staff ID
es_es: El año pasado ID Personal

source: Disable User
es_es: Desactivar usuario

source: User Profile
es_es: Perfil de usuario

source: Schools
es_es: Escuelas

source: Email Address
es_es: Dirección de correo electrónico

source: Phone Number
es_es: Número de teléfono
